Repository: Teleopti/Stardust
Catalog: Teleopti.Analytics/WebPortal/Teleopti.Analytics.Portal/ReportTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, it, ja, lv, nl, pl, sq, tr, zh_cn

# ResTimeToAbandonSec
source: Time to Abandon (s)
ar: وقت عدم الاكتمال (ث)
cs: Doba do přerušení (s)
da: Tid før Tabt opkald (s)
de: Zeit bis Abbruch (sek)
es: Tiempo de Abandono (s)
fa: زمان از دست رفتن
fi: Hylkäysaika (s)
it: Tempo di abbandono (s)
ja: 放棄までの時間 (秒)
lv: Laiks līdz Zvana Nokrišanai (s)
nl: Tijd om Abandon (s)
pl: Czas do Porzucenia (s)
sq: ResTimeToAbandonSec
tr: Çağrı Kaçış Süresi (sn)
zh_cn: 放弃前等待时间 (秒)

# ResScheduledTime
source: Scheduled Time
ar: وقت مُجدول
cs: Plánovaný čas
da: Planlagt Tid
de: Geplante Zeit
es: Tiempo Planificado
fa: زمان برنامه ریزی شده
fi: Suunniteltu aika
it: Ore pianificate
ja: スケジュール時間
lv: Ieplānotais Laiks
nl: Ingeroosterd Tijd
pl: Zaplanowany Czas
sq: ResScheduledTime
tr: Vardiyalanan Zaman
zh_cn: 已排班时间

# ResAgentName
source: Agent
ar: وكيل
da: Medarbejder
es: Agente
fa: پاسخگو
fi: Agentti
it: Agente
ja: エージェント
lv: Operators
sq: ResAgentName
tr: Müşteri Temsilcisi
zh_cn: 座席代表

# ResMonthJanuary
source: January
ar: يناير
cs: Leden
da: Januar
de: Januar
es: Enero
fa: ژانویه
fi: Tammikuu
it: Gennaio
ja: 1月
lv: Janvāris
nl: Januari
pl: Styczeń
sq: ResMonthJanuary
tr: Ocak
zh_cn: 一月

# ResMonthJuly
source: July
ar: يوليو
cs: Červenec
da: Juli
de: Juli
es: Julio
fa: جولای
fi: Heinäkuu
it: Luglio
ja: 7月
lv: Jūlijs
nl: Juli
pl: Lipiec
sq: ResMonthJuly
tr: Temmuz
zh_cn: 七月

# ResMonthJune
source: June
ar: يونيو
cs: Červen
da: Juni
de: Juni
es: Junio
fa: ژوئن
fi: Kesäkuu
it: Giugno
ja: 6月
lv: Jūnijs
nl: Juni
pl: Czerwiec
sq: ResMonthJune
tr: Haziran
zh_cn: 六月

# ResNoScorecardAvailable
source: No scorecard available
cs: Žádná karta hodnocení není k dispozici
da: Der er ingen scorecard tilgængelig
de: Keine Scorecard verfügbar
es: No hay Scorecards disponibles
fa: هیچ کارت امتیازی موجود نیست
fi: Tuloskortti ei ole saatavilla
it: Nessuna scorecard disponibile
ja: 利用可能なスコアカードはありません
lv: Rezultāti nav pieejami
nl: Geen scorecard beschikbaar
pl: Brak dostępnego scorecard'u
tr: Skorkart mevcut değil
zh_cn: 无可用记分卡

# ResReportAbsenceTimePerAbsence
source: Absence Time per Absence
cs: Doba absence podle absence
da: Fraværs Tid pr. Fravær
de: Abwesenheitszeit pro Abwesenheit
es: Tiempo de Ausencia por Ausencia
fa: زمان غیبت برای هر غیبت
fi: Poissaoloaika per poissaolo
it: Ore di assenza per causale
ja: 欠勤あたりの欠勤時間
lv: Prombūtnes Laiks pēc Prombūtnēm
nl: Afwezigheid Tijd per Afwezigheid
pl: Czas Nieobecności na Nieobecność
tr: Devamsızlık tipi başına devamsızlık zamanı
zh_cn: 按照缺勤类型的缺勤时间

# Main
source: Business Hierarchy
da: Forretnings Hiraki
de: Business Hierarchie
es: Jerarquía de Negocio
fa: سلسله مراتب کسب و کار
fi: Liiketoimintahierarkia
it: Struttura azienda
ja: 業務階層
lv: Struktūrvienības
nl: Zakelijk Hiërarchie
pl: Hierarchia Biznesowa
tr: İş hiyerarşisi
zh_cn: 业务体系

source: Contracts
cs: Smlouva
da: Kontrakt
de: Verträge
es: Contratos
fa: قرارادها
fi: Työsopimukset
it: Contratti
ja: 契約
lv: Līgumi
nl: Contracten
pl: Kontrakty
tr: Sözleşmeler
zh_cn: 合同

source: Contract Schedule
cs: Plán smlouvy
da: Kontraksplan
de: Vertraglicher Zeitplan
es: Planificación por Contrato
fa: زمان بندی قرارداد
fi: Sopimus aikataulu
it: Applicabilità contratto
ja: 契約 スケジュール
lv: Līguma Grafiks
nl: Contract Rooster
pl: Harmonogram Kontraktu
tr: Kontrat Sözleşmesi
zh_cn: 班表合同

source: Note
cs: Poznámka
de: Anmerkung
es: Nota
fa: یادداشت
fi: Huomautus
ja: メモ
lv: Piezīme
nl: Noot
pl: Notatka
tr: Not
zh_cn: 备注

source: Part-time percentages
cs: Procentní podíl částečných úvazků
da: Deltids procent
de: Teilzeit-Prozent
es: Porcentajes de tiempo parcial
fa: درصد پاره وقت
fi: Osa-aikaprosentit
it: Percentuali Part-time
ja: パートタイム率
lv: Nepilna Laika procentuālā attiecība
nl: Deeltijd percentages
pl: Procent Nie Pełnych Etatów
tr: Yarı zamanlı oranı
zh_cn: 兼职时间百分比

# RuleSetBag
source: Shift bag
cs: Množina směn
da: Vagt samling
de: Schichtsammlung
es: Bolsa de Turnos
fi: Vuoropussi
it: Cartella dei turni
ja: シフトバッグ
lv: Maiņu grozs
nl: Dienst Tas
pl: Aktówka Dyżurów
tr: Vardiya kutusu
zh_cn: 班次规则集包

# ResGroupPageColon
source: Group Page:
cs: Stránka skupny:
da: Gruppe side:
de: Gruppen Seite:
es: Página de Grupo:
fa: صفحه گروه :
fi: Ryhmäsivu:
it: Pagina gruppo:
ja: グループページ:
lv: Grupas Lapa:
nl: Groep Pagina:
pl: Strona Grupy:
tr: Grup sayfası:
zh_cn: 组：

# ResGroupPageGroupColon
source: Group:
cs: Skupina
da: Gruppe:
de: Gruppe:
es: Grupo:
fa: گروه:
fi: Ryhmä:
it: Gruppo:
ja: グループ:
lv: Grupa:
nl: Groep:
pl: Grupa:
tr: Grup:
zh_cn: 组

source: Skill
cs: Kvalifikace
da: Kompetance
fa: مهارت
fi: Taito
it: Qualifica
ja: スキル
lv: Prasmes
pl: Umiejętność
tr: Yetenek
zh_cn: 技能

# ResReportScheduledOvertimePerAgent
source: Scheduled Overtime per Agent
cs: Naplánovaný přesčas na agenta
da: Planlagt Overarbejde pr. Medarbejder
de: Geplante Überstunden pro Agent
es: Tiempo extra planificado por Agente
fa: اضافه کار زمانبندی شده برای هر پاسخگو
fi: Suunniteltu ylityö per agentti
it: Straordinario per agente
ja: エージェントあたりの予定残業時間
lv: Ieplānotās Virsstundas pēc Operatoriem
nl: Ingeroosterd Overwerk per Agent
pl: Zaplanowane Nadgodziny na Agenta
tr: Müşteri temsilcisi başına fazla mesai
zh_cn: 按座席代表的排定加班

# ResOvertimeColon
source: Overtime:
cs: Přesčas:
da: Overarbejde:
de: Überstunde:
es: Tiempo extra:
fa: اضافه کار:
fi: Ylityö:
it: Straordinario:
ja: 残業:
lv: Virsstundas:
nl: Overwerk:
pl: Nadgodziny:
tr: Fazla mesai:
zh_cn: 加班：

# ResOvertimeTypeColon
source: Overtime type:
cs: Typ přesčasu:
da: Overarbejds type:
de: Überstunde-typ:
es: Tipo de tiempo extra:
fa: نوع اضافه کار:
fi: Ylityön tyyppi:
it: Tipo straordinario
ja: 残業の種類:
lv: Virsstundu tips:
nl: Soort Overwerk:
pl: Rodzaj nadgodzin:
tr: Fazla mesai tipi:
zh_cn: 加班类型：

# ResKpiAverageAfterCallWork
source: Average After Call Work
cs: Průměrná práce po hovoru
da: Gennemsnitlig efterbehandlings tid
de: Durchschnitt Nachbearbeitungszeit
es: Tiempo promedio de ACW
fa: میانگین کار بعد از تماس (s)
fi: Keskimääräinen puhelun jälkeinen työ
it: After Call Work medio
ja: 平均アフターコールワーク
lv: Vidējais Zvanu Pēcapstrādes Laiks
nl: Gemiddeld After Call Work (s)
pl: Średni Czas Pracy Po Połączeniu (s)
tr: Ortalama çağrı sonrası çalışma
zh_cn: 平均话后处理时长

# ResKpiAverageHandleTime
source: Average Handle Time
cs: Průměrná doba obsluhy
da: Gennemsnitlig Håndterings Tid
de: Durchschnitt Bearbeitungszeit
es: Tiempo promedio de Gestión
fa: میانگین زمان رسیدگی (s)
fi: Keskimääräinen käsittelyaika
it: Tempo di gestione medio
ja: 平均処理時間
lv: Vidējais Zvana Laiks
nl: Gemiddelde Verwerkingstijd (s)
pl: Średni Czas Obsługi (s)
tr: Ortalama çağrı yönetim süresi
zh_cn: 平均处理时间

# ResKpiAverageTalkTime
source: Average Talk Time
cs: Průměrná doba hovoru
da: Gennemsnitlig Tale Tid
de: Durchschnitt Gesprächszeit
es: Tiempo promedio de conversación
fa: میانگین زمان مکالمه (s)
fi: Keskimääräinen puheaika
it: Tempo di conversazione medio
ja: 平均通話時間
lv: Vidējais Sarunas Laiks
nl: Gemiddelde Spreektijd (s)
pl: Średni Czas Rozmowy (s)
tr: Ortalama konuşma süresi
zh_cn: 平均通话时间

# ResReportAgentQueueMetrics
source: Agent Queue Metrics
cs: Metrika fronty agenta
da: Medarbejer Målværdier pr. Kø
de: Agenten - Kennzahlen Queue
es: Métricas del Agente y Colas
fa: معیارهای صف پاسخگو
fi: Agentin jonometriikka
it: Metriche coda agente
ja: エージェントキューの評価指標
lv: Operatoru Rindas Rādītāji
nl: Agent Wachtrij Metrieke
pl: Metryki Kolejki Agenta
tr: Müşteri temsilcisi kuyruk metrikleri
zh_cn: 座席代表队列测量指标

# ResReportActivityTimePerAgent
source: Activity Time per Agent
cs: Doba aktivity na agenta
da: Aktivitetstid pr. Medarbejder
de: Aktivitäten-Zeit pro Agent
es: Tiempo de Actividad por Agente
fa: زمان فعالیت به ازای هر پاسخگو
fi: Aktiviteetin aika per agentti
it: Ore di attività per agente
ja: エージェントあたりの活動時間
lv: Aktivitātes Laiks pēc Operatoriem
nl: Activiteit Tijd per Agent
pl: Czas Czynności na Agenta
tr: Müşteri temsilcisi başına aktivite zamanı
zh_cn: 每个座席代表的活动时间

# ResOvertimeH
source: Overtime (hh:mm)
cs: Přesčas (hh:mm)
da: Overarbejde (tt:mm)
de: Überstunden (hh:mm)
es: Tiempo extra (hh:mm)
fa: اضافه کار (hh:mm)
fi: Ylityö (tt:mm)
it: Straordinario (hh:mm)
ja: 残業時間（時:分）
lv: Virsstundas (hh:mm)
nl: Overwerk (uu:mm)
pl: Nadgodziny (gg:mm)
tr: Fazla mesai (ss:mm)
zh_cn: 加班 (小时:分钟)

# ResShiftEndTime
source: Shift End Time
cs: Konec směny
da: Vagt slut tid
de: Schichtende (Zeit)
es: Hora de Fin de Turno
fa: زمان پایان شیفت
fi: Työvuoron päättymisaika
it: Ora fine turno
ja: シフト終了時刻
lv: Maiņas Beigu Laiks
nl: Dienst Eindtijd
pl: Czas Zakończenia Dyżuru
tr: Vardiya bitiş zamanı
zh_cn: 班次结束时间

# ResReportShiftCategoryAndDayAbsencePerDay
source: Shift Category And Full Day Absence per Day
cs: Kategorie směn a celodenní absence na den
da: Vagtkategori og heldags fravær vist pr. dag
de: Schichtkategorie und Ganztags-Abwesenheiten pro Tag
es: Categoría de Turno y Ausencia de día completo por Día
fa: دسته بندی شیفت و غیبت روزانه به ازای هر روز
fi: Vuoroluokka ja koko päivän poissaolo per päivä
it: Categorie e turno e assenze a giorno intero per giorno
ja: シフトカテゴリおよび全休
lv: Maiņu Kategorija un Pilna Laika Prombūtne
nl: Dienst Categorie en Volledige Dag Afwezigheid per Agent
pl: Kategoria Dyżuru i Całodzienna Nieobecność na Dzień
tr: Gün bazında vardiya kategorisi ve tüm gün devamsızlık
zh_cn: 按日期的班次类别和全天缺勤

# ResRequestTypeAbsence
source: Absence
da: Fravær
de: Abwesenheit
es: Ausencia
fa: غایب
fi: Poissaolo
it: Assenza
ja: 欠勤
lv: Prombūtne
nl: Afwezigheid
pl: Nieobecność
tr: Devamsızlık
zh_cn: 缺勤

# ResRequestTypeShiftTrade
source: Shift Trade
cs: Trh směn
da: Vagtbytte
de: Schichttausch
es: Intercambio de Turno
fa: تغییر شیفت
fi: Vuoronvaihtopyyntö
it: Scambio turno
ja: シフト交代
lv: Samaiņa
nl: Dienst Handel
pl: Zamiana Dyżuru
tr: Vardiya takası
zh_cn: 调换班

# ResRequestTypeText
source: Text
da: Tekst
es: Texto
fa: متن
fi: Teksti
it: Testo
ja: テキスト
lv: Teksts
nl: Tekst
pl: Tekst
tr: Metin
zh_cn: 文本

# ResReportRequestsPerAgent
source: Requests Per Agent
cs: Požadavek na agenta
da: Forespørgelser pr. agent
de: Anfragen pro Agent
es: Solicitudes por Agente
fa: درخوست های هر پاسخگو
fi: Pyynnöt per agentti
it: Richieste per agente
ja: エージェントあたりの要求
lv: Pieprasījumi pēc Operatoriem
nl: Aanvragen per Agent
pl: Wnioski na Agenta
tr: Müşteri temsilcisi başına istekler
zh_cn: 每个座席代表的申请

# ResRequestStatusApproved
source: Approved
cs: Schváleno
da: Godkendt
de: genehmigt
es: Aprobada
fa: تایید شده
fi: Hyväksytty
it: Approvata
ja: 承認
lv: Apstiprināts
nl: Goedgekeurd
pl: Zatwierdzony
tr: Kabul edildi
zh_cn: 已批准

# ResRequestStatusDenied
source: Denied
cs: Zamítnuto
da: Afvist
de: abgelehnt
es: Denegada
fa: رد شده
fi: Hylätty
it: Rifiutata
ja: 否認
lv: Noraidīts
nl: Geweigerd
pl: Odrzucony
tr: Reddedildi
zh_cn: 已拒绝

# ResRequestStatusPending
source: Pending
cs: Čeká
da: Afventer
de: schwebend
es: Pendiente
fa: در انتظار
fi: Odottaa
it: In attesa
ja: 保留
lv: Izskatīšanā
nl: In afwachting
pl: W Trakcie
tr: Beklemede
zh_cn: 等待

# ResRequestTypeColon
source: Request type:
cs: Typ požadavku:
da: Ansøgt type:
de: Anfragetyp:
es: Tipo de solicitud:
fa: نوع درخواست:
fi: Pyyntö tyyppi:
it: Tipo richiesta:
ja: 要求の種類:
lv: Pieprasījuma Tips
nl: Aanvraag type:
pl: Typ wniosku:
tr: İstek tipi:
zh_cn: 申请类型：

# ResRequestStatusColon
source: Status:
es: Estado:
fa: وضعیت
it: Stato:
ja: 状態:
lv: Statuss:
nl: Staat:
tr: Statü:
zh_cn: 状态：

# ResRequestStatus
source: Status
es: Estado
fa: وضعیت
it: Stato
ja: 状態
lv: Statuss
nl: Staat
tr: Statü
zh_cn: 状态

# ResRequestsDayCount
source: Requested days
cs: Požadované dny
da: Ansøgte dage
de: angefragte Tage
es: Días solicitados
fa: روزهای درخواست شده
fi: Pyydetyt päivät
it: Giorni richiesti
ja: 要求日
lv: Pieprasītās dienas
nl: Gevraagde dagen
pl: Żądane dni:
tr: İstenen günler
zh_cn: 申请天数

# ResRequestsStartDayCount
source: Requests
cs: Požadavky
da: Forespørgelse
de: Anzahl der Anfragen
es: Solicitudes
fa: درخواست ها
fi: Pyynnöt
it: Richieste
ja: 要求
lv: Pieprasījumi
nl: Aanvragen
pl: Wnioski
tr: İstekler
zh_cn: 申请

# ResRequestType
source: Type
cs: Typ
de: Typ
es: Tipo
fa: نوع
fi: Tyyppi
it: Tipo
ja: 種類
lv: Tips
pl: Typ
tr: Tip
zh_cn: 类型

# ResApplicationDate
source: Application Date
cs: Datum
da: Ansøgningstidspunktet
de: Anfragedatum
es: Fecha de Solicitud
fa: تاریخ درخواست
fi: Hakemus päivämäärä
it: Data sottomissione
ja: 適用日
lv: Iesnieguma Datums
nl: Applicatie Datum
pl: Data Aplikacji
tr: Uygulama tarihi
zh_cn: 申请日期

# ResRequestPeriod
source: Request Period
cs: Období požadavku
da: Forespørgelses periode
de: Anfrageperiode
es: Solicitar Periodo
fa: دوره درخواست
fi: Pyyntökausi
it: Periodo richiesta
ja: 要求期間
lv: Pieprasījumu Periods
nl: Aanvraag Periode
pl: Okres Wniosku
tr: İstek periyodu
zh_cn: 申请周期

source: Redirect Now
cs: Přesměrováno nyní
da: Omdirigere nu
de: Jetzt umleiten
es: Redirigir ahora
fa: تغییر جهت حالا
fi: Lähetä edelleen
it: Redirigi adesso
ja: 今すぐリダイレクト
lv: Novirzīt Tagad
nl: Nu Omleiden
pl: Przekieruj Teraz
tr: Şimdi yeniden yönlendir
zh_cn: 现在重定向

# SessionExpiredHeader
source: Session Expired
cs: Relace vypršela
da: Siden er udløbet
de: Zeitüberschreitung
es: Sesión expirada
fa: زمان جلسه اتمام یافت
fi: Istunto päättynyt
it: Sessione scaduta
ja: セッションが切断されました
lv: Sesija beigusies
nl: Sessie Verlopen
pl: Sesja Wygasła
tr: Oturum sona erdi
zh_cn: 会话过期

# ResFulfilled
source: Fulfilled
cs: Splněno
da: Opfyldt
de: Erfüllt
es: Cumplido
fa: تکمیل شده
fi: Toteutunut
ja: 完了
lv: Aizpildīts
nl: Vervuld
pl: Wypełnione
tr: Yerine getirilmiş
zh_cn: 满足的

# ResFulfillmentPercent
source: Fulfillment (%)
cs: Splněno (%)
da: Opfyldelse (%)
de: Erfüllt (%)
es: Cumplimiento
fa: تکمیل(%)
fi: Toteutumisprosentti (%)
ja: 完了（％）
lv: Aizpildījums (%)
nl: Vervulling (%)
pl: Wypełnienie (%)
tr: Yerine getirilme (%)
zh_cn: 满足率

# ResMustHaves
source: Must Haves
cs: Musí mít
da: Veto
de: Notwendigkeiten
es: Imprescindibles
fa: داشته ها
fi: Tärkeät toiveet
ja: 必須
pl: Konieczne
tr: Olmazsa olmaz
zh_cn: 必须有

# ResUnfulfilled
source: Unfulfilled
cs: Nesplněno
da: Uopfyldte
de: Unerfüllt
es: Incumplido
fa: انجام نشده
fi: Ei toteutunut
ja: 未了
lv: Neaizpildīts
nl: Niet Vervuld
pl: Nie Wypełnione
tr: Yerine getirilememiş
zh_cn: 不满足的

# ResReadyTimeAdherencePercent
source: Ready Time Adherence (%)
es: Adherencia (%)
fi: Valmiusajan seuranta (%)
tr: Hazır Zaman Uyumu (%)

# ResReadyTimeAdherenceCalculationColon
source: Ready Time Adherence Calculation:
es: Cálculo de Adherencia:
fi: Työvuorolistan noudattamisen laskenta:
tr: Hazır Zaman Uyumu Hesaplaması:

# ResReadyTimeAdherencePerIntervalPercent
source: Ready Time Adherence / Interval (%)
es: Adherencia / Intervalo (%)
fi: Valmiusajan seuranta / Intervalli (%)
tr: Hazır Zaman Uyumu / İnterval (%)

# ResPlannedOvertimeH
source: Planned Overtime (hh:mm)
es: Tiempo Extra planificado (hh:mm)
fi: Suunniteltu ylityö (tt:mm)
tr: Planlanmış Fazla Mesai (ss:dd)
zh_cn: 已计划的加班 (hh:mm)

# ResRequestTypeOvertime
source: Overtime
es: Tiempo extra
fi: Ylityö
tr: Fazla Mesai

# ResReportAdherencePerAgent
source: Adherence per Agent
cs: Dodržení dle agenta
da: Overholdelse pr. Medarbejer
de: Planeinhaltung pro Agent
es: Adherencia por Agente
fa: تبعیت هر پاسخگو
fi: Noudattaminen per agentti
it: Aderenza per agente
ja: エージェント当たりの遵守率
lv: Atbilstība pēc Operatoriem
nl: Aanhankelijkheid per Agent
pl: Przestrzeganie na Agenta
tr: Çalışan başına vardiya uyumu
zh_cn: 按座席代表的遵时率

# ResReportReadyTimeAdherencePerAgent
source: Ready Time Adherence per Agent
es: Adherencia por Agente
fi: Valmiusajan seuranta per agentti
tr: Çalışan başına hazır zaman uyumu

# ResReportAdherencePerDay
source: Adherence per Day
cs: Dodržení dle dne
da: Overholdelse pr. dag
de: Planeinhaltung pro Tag
es: Adherencia por Día
fa: تبعیت در هر روز
fi: Noudattaminen per päivä
it: Aderenza per giorno
ja: 1日あたりの遵守率
lv: Atbilstība pēc Dienas
nl: Aanhankelijkheid per Dag
pl: Przestrzeganie na Dzień
tr: Günlük vardiya uyumu
zh_cn: 按天的遵时率

# ResReportReadyTimeAdherencePerDay
source: Ready Time Adherence per Day
es: Adherencia por Día
fi: Valmiusajan seuranta per päivä
tr: Günlük hazır zaman uyumu

# ResReportScheduledAgentsPerActivity
source: Scheduled Agents per Activity
cs: Naplánování agentů podle aktivit
da: Planlagte Medarbejere pr. Aktivitet
de: Geplante Agenten pro Aktivität
es: Agentes Planificados por Actividad
fa: پاسخگوهای برنامه ریزی شده برای هر فعالیت
fi: Suunnitellut agentit per aktiviteetti
ja: 活動あたりの予定エージェント
lv: Ieplānotie Operatori pēc Aktivitātēm
nl: Ingeroosterd Agenten per Activiteit
pl: Zaplanowani Agenci na Czynność
tr: Aktivite başına vardiyalanan çalışanlar
zh_cn: 按活动的排定座席代表数

# ResTotals
source: Totals
cs: Celkem
da: Totaler
de: Summe
es: Totales
fa: کامل
fi: Yhteensä
ja: トータル
lv: Kopā
nl: Totalen
pl: Podsumowanie
tr: Toplam
zh_cn: 合计

# ResSignOut
source: Sign Out
cs: Odhálšení
da: Logge Ud
de: Abmelden
es: Salir
fa: خروج از سیستم
fi: Uloskirjautuminen
ja: サインアウト
lv: Izrakstīties
nl: Afmelden
pl: Wyloguj
tr: Çık
zh_cn: 注销

# ResShiftStartDateColon
source: Date (shifts starting):
cs: Datum (začátek směn)
da: Dato (vagt start):
de: Datum (Schichtbeginn)
es: Fecha (turnos con inicio en):
fa: تاریخ (شروع شیفت ها) :
fi: Päivä (työvuoro alkaa):
ja: 日付（シフト開始）:
lv: Datums (maiņas sākums):
nl: Datum (dienst starten)
pl: Data (rozpoczęcie dyżuru):
tr: Tarih (vardiya başlangıcı):
zh_cn: 日期(班次开始)：

# ResShiftStartDateFromColon
source: Date From (shifts starting):
cs: Datum od (začátek směn)
da: Dtao Fra (vagt start):
de: Datum vom (Schichtbeginn)
es: Fecha desde (turnos con inicio en):
fa: تاریخ از - شروع شیفت ها :
fi: Päivämäärä alkaen (työvuoro alkaa):
ja: 開始日（シフト開始）:
lv: Datums No (maiņas sākums):
nl: Datum Vanaf (dienst starten):
pl: Data Od (rozpoczęcie dyżuru):
tr: Tarihinden başlayarak (vardiya başlangıcı):
zh_cn: 开始日期(班次开始)：

# ResShiftStartDateToColon
source: Date To (shifts starting):
cs: Datum do (začátek směn)
da: Dtao Til (vagt start):
de: Datum bis (Schichtbeginn)
es: Fecha hasta (turnos con inicio en):
fa: تاریخ تا - شروع شیفت ها :
fi: Päivään (työvuoro alkaa):
ja: 終了日（シフト開始）:
lv: Datums Līdz (maiņas sākums):
nl: Datum Tot (dienst starten):
pl: Data Do (rozpoczęcie dyżuru):
tr: Tarihine kadar (vadiya başlangıcı):
zh_cn: 截止日期(班次开始)：

# RepViewerCurrentPage
source: Current page
cs: Stávající stránka
da: Denne side
de: aktuelle Seite
es: Página actual
fa: صفحه جاری
fi: Nykyinen sivu
ja: 現在のページ
lv: Pašreizējā lapa
nl: Huidige pagina
pl: Aktualna Strona
tr: Mevcut sayfa
zh_cn: 当前页

# RepViewerExport
source: Export
da: Eksport
es: Exportar
fa: صدور
fi: Vie
ja: エクスポート
lv: Eksportēt
pl: Wyeksportuj
tr: Dışarıya aktar
zh_cn: 导出

# RepViewerFind
source: Find
cs: Hledat
de: Finden
es: Encontrar
fa: پیداکردن
fi: Etsi
ja: 検索
lv: Atrast
nl: Vinden
pl: Znajdź
tr: Bul
zh_cn: 找到

# RepViewerFindNext
source: Find Next
cs: Hledat další
da: Find Næste
de: Finde nächsten
es: Encontrar siguiente
fa: جستجوی بعدی
fi: Etsi seuraava
ja: 次を検索
lv: Atrast Nākamo
nl: Volgende Vinden
pl: Znajdź Następny
tr: Bir sonrakini bul
zh_cn: 找到下一个

# RepViewerFindText
source: Find Text In Report
cs: Hledat text v reportu
da: Find tekst i rapport
de: Finde Text in Bericht
es: Encontrar texto en reporte
fa: جستجوی متن در گزارش
fi: Etsi teksti raportissa
ja: レポートで文字を検索
lv: Atrast Tekstu Atskaitē
nl: Vind Tekst in Rapport
pl: Znajdź Tekst w Raporcie
tr: Raporda metin ara
zh_cn: 在报表里寻找文本

# RepViewerFirstPage
source: First Page
cs: První stránka
da: Første Side
de: erste Seite
es: Página inicial
fa: صفحه اول
fi: Ensimmäinen sivu
ja: 最初のページ
lv: Pirmā Lapa
nl: Eerste Pagina
pl: Pierwsza Strona
tr: İlk sayfa
zh_cn: 首页

# RepViewerInvalidPageNumber
source: Invalid page number
cs: Chybné číslo stránky
da: Ugyldig side nummer
de: ungültige Seitenzahl
es: Número de página inválido
fa: شماره صفحه نادرست است
fi: Virheellinen sivunumero
ja: 不適切なページ番号
lv: Lapa nav atrasta
nl: Ongeldig paginanummer
pl: Nieprawidłowy numer strony
tr: Geçersiz sayfa numarası
zh_cn: 无效页数

# RepViewerLastPage
source: Last Page
cs: Poslední stránka
da: Sidste Pide
de: letzte Seite
es: Página final
fa: صفحه آخر
fi: Viimeinen sivu
ja: 最終ページ
lv: Pēdējā Lapa
nl: Laatste pagina
pl: Ostatnia Strona
tr: Son sayfa
zh_cn: 最后一页

# RepViewerNext
source: Next
cs: Další
da: Næste
de: Weiter
es: Siguiente
fa: بعدی
fi: Seuraava
ja: 次
lv: Nākamais
nl: Volgende
pl: Następny
tr: Sonraki
zh_cn: 下一个

# RepViewerNextPage
source: Next Page
cs: Další stránka
da: Næste side
de: nächste Seite
es: Página siguiente
fa: صفحه بعد
fi: Seuraava sivu
ja: 次のページ
lv: Nākamā Lapa
nl: Volgende Pagina
pl: Następna Strona
tr: Sonraki sayfa
zh_cn: 下一页

# RepViewerNoMoreMatches
source: No more matches found.
cs: Nebyly nalezeny další záznamy
da: Der er ikke fundet flere match
de: keine weiteren Übereinstimmungen gefunden
es: No se han encontrado más resultados.
fa: مورد منطبق بیشتری پیدا نشد
fi: Muita osumia ei löytynyt.
ja: 他にマッチするものがありません
lv: Vairāk sakritības nav atrastas
nl: Geen resultaten gevonden.
pl: Nie znaleziono więcej dopasowań.
tr: Daha fazla eşleşme bulunamadı.
zh_cn: 无法找到更多匹配相。

# RepViewerOf
source: of
cs: z
da: af
de: von
es: de
fa: از
lv: no
nl: van
pl: z
tr: ait
zh_cn: 的

# RepViewerPageSetup
source: Page Setup
cs: Nastavení stránky
da: Sideopsætning
de: Seiteneinstellungen
es: Configuración de la página
fa: تنظیمات صفحه
fi: Sivun asetukset
ja: ページセットアップ
lv: Lapas Uzstādījumi
nl: Pagina-instelling
pl: Ustawienia Strony
tr: Sayfa ayarları
zh_cn: 页面设置

# RepViewerPageWidth
source: Page Width
cs: Šířka stránky
da: Side bredde
de: Seitenbreite
es: Ancho de la Página
fa: عرض صفحه
fi: Sivun leveys
ja: ページ幅
lv: Lapas Platums
nl: Paginabreedte
pl: Szerokość Strony
tr: Sayfa genişliği
zh_cn: 页面宽度

# RepViewerPreviousPage
source: Previous Page
cs: Předchozí stránka
da: Forrige side
de: vorherige Seite
es: Página anterior
fa: صفحه قبلی
fi: Edellinen sivu
ja: 前ページ
lv: Iepriekšējā Lapa
nl: Vorige Pagina
pl: Poprzednia Strona
tr: Önceki sayfa
zh_cn: 上一页

# RepViewerPrinLayout
source: Print Layout
cs: Rozložení tisku
da: Udskrivnings layout
de: Drucklayout
es: Diseño de impresión
fa: طرح چاپ
fi: Tulostus asetukset
ja: 印刷レイアウト
lv: Izdrukas Izkārtojums
pl: Podgląd Wydruku
tr: Sayfa düzeni
zh_cn: 打印布局

# RepViewerPrint
source: Print
cs: Tisk
da: Udskrivning
de: Drucken
es: Imprimir
fa: چاپ
fi: Tulosta
ja: 印刷
lv: Izdruka
nl: Afdrukken
pl: Drukuj
tr: Yazdır
zh_cn: 打印

# RepViewerRefresh
source: Refresh
cs: Obnovit
da: Opdater
de: Aktualisieren
es: Actualizar
fa: نوسازی
fi: Päivitä
ja: 更新
lv: Atsvaidzināt
nl: Opvrissen
pl: Odśwież
tr: Yenile
zh_cn: 刷新

# RepViewerStop
source: Stop Rendering
cs: Zastavit vykreslování
da: Stop Gentagelse
de: Verarbeitung anhalten
es: Cancelar presentación
fa: توقف ارائه
fi: Pysäytä tulkinta
ja: レンダリング停止
lv: Apturēt Veidošanu
pl: Przerwij Tworzenie
tr: Oluşturmayı durdur
zh_cn: 停止绘制

# RepViewerTextNotFound
source: Text not found.
cs: Text nenalezen
da: Teksten ikke fundet
de: Text nicht gefunden.
es: Text no encontrado.
fa: متن پیدا نشد
fi: Tekstiä ei löytynyt.
ja: 文字が見つかりません
lv: Teksts nav atrasts
nl: Tekst niet gevonden.
pl: Tekst nie znaleziony.
tr: Metin bulunamadı.
zh_cn: 没有找到文本

# RepViewerTotalPages
source: Total Pages
cs: Stránek celkem
da: Total Sider
de: Gesamtseiten
es: Total de páginas
fa: مجموع صفحات
fi: Kaikki sivut
ja: 合計ページ
lv: Kopā Lapas
nl: Totaal Pagina
pl: Łącznie Stron
tr: Toplam sayfalar
zh_cn: 总页数

# RepViewerWholePage
source: Whole Page
cs: Celá stránka
da: Hele Siden
de: Ganze Seite
es: Página completa
fa: صفحه کامل
fi: Koko sivu
ja: 全ページ
lv: Visa lapa
nl: Hele Pagina
pl: Cała Strona
tr: Tam sayfa
zh_cn: 整页

# RepViewerZoom
source: Zoom
cs: Zvětšení
de: Vergrößern
fa: بزرگنمایی
fi: Suurenna
ja: ズーム
lv: Pietuvināt
nl: Zoomen
pl: Powiększenie
tr: Yakınlaş
zh_cn: 缩放
