Repository: Teleopti/Stardust
Catalog: Teleopti.Analytics/WebPortal/Teleopti.Analytics.Portal/ReportTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, it, ja, lv, nl, pl, sq, tr, zh_cn

# ResAverageSpeedOfAnswerSec
source: Average Speed of Answer (s)
ar: متوسط سرعة الرد (ث)
cs: Průměrná rychlost odpovědi (s)
da: Gennemsnitlig Svarhastighed (s)
de: Durchschnittliche Annahmedauer (sek)
es: Velocidad de respuesta promedio
fa: میانگین سرعت پاسخ گویی (s)
fi: Keskimääräinen vastausaika (s)
it: Velocità di risposta media (s)
ja: 平均応答速度 (秒)
lv: Vidējais savienojuma ātrums (s)
nl: Gemiddelde Antwoordsnelheid
pl: Średni Czas Odebrania (s)
sq: ResAverageSpeedOfAnswerSec
tr: Ortalama Çağrı Karşılama Hızı (sn)
zh_cn: 平均应答速度 (秒)

# ResATT
source: Average Talk Time (ATT)
ar: متوسط وقت التحدث
cs: Průměrná doba trvání hovoru (ATT)
da: Gennemsnitlig Taletid (ATT - Average Talk Time)
de: Durchschnitt Gesprächszeit (ATT)
es: Tiempo promedio de conversación
fa: میانگین زمان مکالمه (ATT)
fi: Keskimääräinen puheaika (ATT)
it: Tempo di conversazione (ATT)
ja: 平均通話時間（ATT）
lv: Vidējais Sarunas Ilgums
pl: Średni Czas Rozmowy (ATT)
sq: ResATT
tr: Ortalama Konuşma Süresi (OKS)
zh_cn: 平均通话时间 (ATT)

# KpiAverageTalkTime
source: Average Talk Time (s)
ar: متوسط وقت التحدث (ث)
cs: Průměrná doba trvání hovoru (s)
da: Gennemsnitlig Taletid (s)
de: Durchschnitt Gesprächszeit (sek)
es: Tiempo promedio de conversación (s)
fa: میانگین زمان مکالمه (s)
fi: Keskimääräinen puheaika (s)
it: Tempo conversazione medio (s)
ja: 平均通話時間
lv: Vidējais Sarunas laiks (s)
nl: Gemiddelde Spreektijd (s)
pl: Średni Czas Rozmowy (s)
sq: KpiAverageTalkTime
tr: Ortalama Konuşma Süresi (sn)
zh_cn: 平均通话时间 (秒)

# ResActualATT
source: Actual ATT
ar: متوسط وقت التحدث الفعلي
cs: Skut. průměrná doba trvání hovoru
da: Aktuel ATT
de: Ist Gesprächszeit
es: ATT actual
fa: واقعی ATT
fi: Todellinen keskimääräinen puheaika
it: ATT effettivo
ja: 平均通話時間 実値
lv: Faktiskais Vidējais Sarunu Ilgums
nl: Actuele ATT
pl: Aktualne ATT
sq: ResActualATT
tr: Güncel OKS
zh_cn: 实际平均通话时间

# ResForecastedATT
source: Forecasted ATT
ar: متوسط وقت التحدث المتوقع
cs: Predpovězený ATT
da: Prognosticeret ATT
de: Prognostizierte durchschn. Gesprächszeit
es: ATT previsto
fa: پیش بینی شده ATT
fi: Ennustettu ATT
it: ATT previsto
ja: 平均通話時間 予測値
lv: Prognozētais Vidējais Sarunas Ilgums
nl: Voorspelde ATT
pl: Planowane ATT
sq: ResForecastedATT
tr: Tahmin Edilen OKS
zh_cn: 预测的平均通话时间

# KpiAverageHandleTime
source: Average Handle Time (s)
ar: متوسط وقت المعالجة (ث)
cs: Průměrná doba vyřízení (s)
da: Gennemsnitlig Håndteringstid (s)
de: Durchschnitt Bearbeitungszeit (sek)
es: Tiempo promedio de gestión (s)
fa: میانگین زمان رسیدگی (s)
fi: Keskimääräinen käsittelyaika (s)
it: Tempo di gestione medio (s)
ja: 平均処理時間
lv: Vidējais Atbildēšanas Laiks (s)
nl: Gemiddelde Afhandelingstijd (s)
pl: Średni Czas Obsługi (s)
sq: KpiAverageHandleTime
tr: Ortalama Çağrı Yönetim Süresi (sn)
zh_cn: 平均处理时间 (秒)

# ResAverageTimeToAbandonSec
source: Average Time to Abandon (s)
ar: متوسط وقت عدم الاكتمال (ث)
cs: Průměrný čas do přerušení (s)
da: Gennemsnitlig Tid før Tabt Opkald (s)
de: Durchschnittliche Abbruchdauer (sek)
es: Tiempo Promedio de Abandono (s)
fa: میانگین زمان تماس از دست رفته (s)
fi: Keskimääräinen luovuttamisaika (s)
it: Tempo di abbandono medio (s)
ja: 平均放棄時間 (秒)
lv: Vidējais Laiks līdz Zvana Nokrišanai (s)
nl: Gemiddelde Abandon Tijd
pl: Średni Czas Porzucenia (s)
sq: ResAverageTimeToAbandonSec
tr: Ortalama Çağrı Kaçma Süresi (sn)
zh_cn: 平均放弃时间 (秒)

# ResServiceLevel
source: Service Level
ar: مستوى الخدمة
cs: Servisní úroveň
es: Nivel de servicio
fa: سطح سرویس
fi: Palvelutaso
it: Livello di servizio
ja: サービスレベル
lv: Servisa Līmenis
nl: Serviceniveau
pl: Poziom Obsługi
sq: ResServiceLevel
tr: Servis Seviyesi
zh_cn: 服务水平

# ResServiceLevelPercent
source: Service Level (%)
ar: مستوى الخدمة (%)
cs: Servisní úroveň (%)
es: Nivel de Servicio (%)
fa: سطح سرویس(%)
fi: Palvelutaso (%)
it: Livello di servizio (%)
ja: サービスレベル (%)
lv: Servisa Līmenis (%)
nl: Serviceniveau (%)
pl: Poziom Usług (%)
sq: ResServiceLevelPercent
tr: Servis Seviyesi (%)
zh_cn: 服务水平 (%)

# ResAnsweredCallsAfterSL
source: Answered After Service Level
ar: مستوى الخدمة بعد الرد على المكالمة
cs: Uskutečněné nad rámec servisní úrovně
da: Besvaret Efter Service Level
de: Beantwortet außerhalb Servicelevel
es: Respondidas después del Nivel de Servicio
fa: تماس های پاسخ داده شده بعد از سطح سرویس
fi: Vastatut puhelut palvelutason ulkopuolella
it: Risposte oltre il livello di servizio
ja: サービスレベル外呼数
lv: Atbildēti Ārpus Servisa Līmeņa
nl: Beantwoord na Serviceniveau
pl: Odebrane po czasie Poziomu Usługi
sq: ResAnsweredCallsAfterSL
tr: Servis Seviyesi Üstünde Karşılanan
zh_cn: 超过服务水平目标时间的应答量

# ResAnsweredCallsWithinSL
source: Answered Within Service Level
ar: مستوى الخدمة خلال الرد على المكالمة
cs: Uskutečněné v rámci servisní úrovně
da: Besvaret Inden For Service Level
de: Beantwortet innerhalb Servicelevel
es: Respondidas dentro del Nivel de Servicio
fa: تماس های پاسخ داده شده در سطح سرویس
fi: Vastatut puhelut palvelutason mukaisesti
it: Risposte entro il livello di servizio
ja: サービスレベル内呼数
lv: Atbildēti Servisa Līmenī
nl: Beantwoord Binnen Serviceniveau
pl: Odebrane w czasie Poziomu Usługi
sq: ResAnsweredCallsWithinSL
tr: Servis Seviyesi İçinde Karşılanan
zh_cn: 服务水平目标时间内的应答量

# ResAbandonedCallsWithinSL
source: Abandoned Within Service Level
ar: مستوى الخدمة عند عدم اكتمال المكالمة
cs: Přerušené v rámci servisní úrovně
da: Tabte opkald Inden For Service Level
de: Abgebrochen innerhalb Servicelevel
es: Abandonadas Dentro del Nivel de Servicio
fa: تماس های از دست رفته در سطح سرویس
fi: Palvelutason sisällä hylätyt
it: Abbandonate entro il livello di servizio
ja: サービスレベル内の放棄
lv: Servisa Līmenī Nokritušie Zvani
nl: Abandoned binnen Serviceniveau
pl: Porzucone w Poziome Obsługi
sq: ResAbandonedCallsWithinSL
tr: Servis Seviyesi İçinde Kaçan
zh_cn: 服务水平内放弃的电话量

# ResReportServiceLevelAndAgentsReady
source: Service Level and Agents Ready
ar: مستوى الخدمة واستعداد الوكلاء
cs: Servisní úroveň a agenti připraveni
da: Service Level og Parate Medarbejdere
de: Servicelevel und Agenten "Ready"
es: Nivel de Servicio y Agentes Disponibles
fa: سطح سرویس و پاسخگویان آماده
fi: Palvelutaso ja valmiit agentit
it: Livello di servizio e agenti Ready
ja: サービスレベルとレディ状態エージェント
lv: Servisa Līmenis un Aģenti Gatavībā
nl: Serviceniveau en Agenten Ready
pl: Poziom Obsługi i Gotowi Agenci
sq: ResReportServiceLevelAndAgentsReady
tr: Servis Seviyesi ve Hazır Müşteri Temsilcileri
zh_cn: 服务水平与状态就绪的座席代表

# ResAnswerRatePercent
source: Answer Rate (%)
ar: معدل الرد (%)
cs: Poměr zodpovězených hovorů (%)
da: Svarfrekvens (%)
de: Annahmequote (%)
es: Tasa de Respuesta (%)
fa: نرخ پاسخگویی(%)
fi: Vastausprosentti
it: Quota risposte (%)
ja: 応答率 (%)
lv: Atbildēto Zvanu Īpatsvars (%)
pl: Współczynnik Odebrania (%)
sq: ResAnswerRatePercent
tr: Karşılama Oranı (%)
zh_cn: 应答率(%)

# KpiAbsenteeism
source: Absenteeism (%)
ar: معدل الغياب (%)
cs: Nepřítomnost (%)
da: Fravær (%)
de: Fehlzeit (%)
es: Ausentismo (%)
fa: غیبت(%)
fi: Poissaolo (%)
it: Assenteismo (%)
ja: かい離率 (%)
lv: Prombūtnes (%)
nl: Absenteïsme
pl: Absencja (%)
sq: KpiAbsenteeism
tr: Devamsızlık (%)
zh_cn: 缺勤率 (%)

# ResAbandonRate
source: Abandon Rate
ar: معدل عدم الاكتمال
cs: Poměr přerušených hovorů
da: Frekvens for tabte opkald
de: Abbruchquote
es: Tasa de abandono
fa: نرخ تماس از دست رفته
fi: Hylkäysaste/-määrä
it: Quota abbandonate:
ja: 放棄率
lv: Nokritušo Zvanu Īpatsvars
pl: Współczynnik Nie Odebranych Połączeń
sq: ResAbandonRate
tr: Kaçan Çağrı Oranı
zh_cn: 放弃率

# ResAbandonRatePercent
source: Abandon Rate (%)
ar: معدل عدم الاكتمال (%)
cs: Poměr přerušených hovorů (%)
da: Frekvens for tabte opkald (%)
de: Abbruchquote (%)
es: Tasa de Abandono (%)
fa: نرخ تماس از دست رفته(%)
fi: Hylkäysaste (%)
it: Quota abbandonate (%)
ja: 放棄率 (%)
lv: Nokritušo Zvanu Īpatsvars (%)
pl: Współczynnik Porzucenia (%)
sq: ResAbandonRatePercent
tr: Kaçan Çağrı Oranı (%)
zh_cn: 放弃率 (%)

# ResAbandonRateExclShortCallsPercent
source: Abandon Rate excl Short Calls (%)
ar: معدل عدم الاكتمال مع استبعاد المكالمات القصيرة (%)
cs: Poměr přerušených hovorů kromě krátkých hovorů (%)
da: Frekvens for tabte opkald ekskl Korte Opkald (%)
de: Abbruchquote exkl. Short Calls (%)
es: Tasa de abandono excl Llamadas Cortas (%)
fa: نرخ تماس از دست رفته به غیر از تماس های کوتاه (%)
fi: Hylkäysprosentti ilman lyhyitä puheluja
it: Quota abbandonate escl chiamate brevi (%)
ja: 放棄呼(短通話以外%）
lv: Nokritušo Zvanu, izņemot Īsos Zvanus, Īpatsvars (%)
nl: Abandon Rate excl Korte Telefoongesprekken (%)
pl: Współczynnik Porzucenia bez Krótkich Rozmów (%)
sq: ResAbandonRateExclShortCallsPercent
tr: Kısa Çağrılar Hariç Kaçan Çağrı Oranı (%)
zh_cn: 不含短时放弃的放弃率 (%)

# ResAnsweredCalls
source: Answered Calls
ar: مكالمات تم الرد عليها
cs: Uskutečněné hovory
da: Besvarede Opkald
de: Beantwortete Anrufe
es: Llamadas Contestadas
fa: تماس های پاسخ داده شده
fi: Vastatut puhelut
it: Chiamate risposte
ja: 応答呼
lv: Atbildētie Zvani
nl: Beantwoorde Telefoongesprekken
pl: Odebrane Połączenia
sq: ResAnsweredCalls
tr: Karşılanan Çağrılar
zh_cn: 应答的电话量

# ResAnsweredCallsPerScheduledHour
source: Answered Calls / Scheduled Ready Hour
ar: مكالمات تم الرد عليها / ساعة الاستعداد المجدولة
cs: Uskutečnené hovory / Plán. hodina připravenosti
da: Besvarede Opkald / Planlagt Klartime
de: Beantwortete Anrufe / Geplante Bereitstunden
es: Llamadas Contestadas / Horas Disponibles Planificadas
fa: تماس های پاسخ داده شده / ساعت آمادگی طبق زمان بندی
fi: Vastatut puhelut / Suunnitellut työtunnit
it: Chiamate risposte / Ore Ready pianificate
ja: 応答呼/予定レディ時間
lv: Atbildētie zvani / Ieplānotais Gatavības Laiks
nl: Beantwoorde Telefoongesprekken / Ingeroosterd Ready Uur
pl: Odebrane Połączenia / Zaplanowane Godziny Gotowości
sq: ResAnsweredCallsPerScheduledHour
tr: Karşılanan Çağrılar / Vardiyalanmış Hazır Zaman
zh_cn: 应答电话量 / 排定的状态就绪小时数

# KpiAnsweredCallsPerScheduledPhoneHour
source: Answered Calls per Scheduled Phone Hour
ar: مكالمات تم الرد عليها تبعًا للساعة المحددة للهاتف
cs: Uskutečněné hovory za plánovanou telefonní hodinu
da: Besvarede Opkald pr. Planlagt Telefontime
de: Beantwortete Anrufe pro geplanter Telefoniestunde
es: Llamadas Contestadas por hora de teléfono planificada
fa: تماس های جواب داده شده در هر ساعت مکالمه برنامه ریزی شده
fi: Vastatut puhelut per suunniteltu puhelintunti
it: Chiamate risposte per ora pianificata in attività telefonica
ja: スケジュール時間内応答呼（時間）
lv: Atbildētie Zvani Attiecībā pret Ieplānotajām Zvanu Stundām
nl: Beantwoorde Telefoongesprekken per Ingeroosterd Telefoon Uur
pl: Odebrane Połączenia na Zaplanowaną Godzinę Telefoniczną
sq: KpiAnsweredCallsPerScheduledPhoneHour
tr: Karşılanan Çağrılar / Vardiyalanan Çağrı Karşılama Süresi
zh_cn: 按排定电话小时数的应答电话量

# ResAbandonedCalls
source: Abandoned Calls
ar: مكالمات غير مكتملة
cs: Přerušené hovory
da: Tabte Opkald
de: Abgebrochene Anrufe
es: Llamadas Abandonadas
fa: تماس های از دست رفته
fi: Hylätyt puhelut
it: Chiamate abbandonate
ja: 放棄呼
lv: Nokritušie Zvani
pl: Nie Odebrane Połaczenia
sq: ResAbandonedCalls
tr: Kaçan Çağrılar
zh_cn: 放弃的电话量

# ResTransferredCalls
source: Transferred Calls
ar: مكالمات محولة
cs: Přesměrované hovory
da: Viderestillede Opkald
de: Weitergeleitete Anrufe
es: Llamadas Transferidas
fa: تماس های منتقل شده
fi: Siirretyt puhelut
it: Chiamate trasferite
ja: 転送呼
lv: Pāradresētie zvani
nl: Doorverbonden Telefoongesprekken
pl: Połączenia Przekierowane
sq: ResTransferredCalls
tr: Aktarılan Çağrılar
zh_cn: 转接的电话量

# ResOfferedCalls
source: Offered Calls
ar: مكالمات مقدمة
cs: Nabízené hovory
da: Tilbudte Opkald
de: Angebotene Anrufe
es: Llamadas Ofrecidas
fa: تماس‏های ورودی
fi: Tarjotut puhelut
it: Chiamate entranti
ja: 着信呼
lv: Padotie Zvani
nl: Aangeboden Telefoongesprekken
pl: Oferowane Połączenia
sq: ResOfferedCalls
tr: Gerçekleşen Çağrılar
zh_cn: 呼入电话量

# ResOfferedCallsPerAgentReady
source: Offered Calls / Agent Ready
ar: مكالمات مقدمة / استعداد الوكيل
cs: Nabízené hovory / Agent připraven
da: Tilbudte Opkald / Medarbejder Parat
de: Angebotene Anrufe / Agenten bereit
es: Llamadas Ofrecidas / Agentes Disponibles
fa: تماس های ورودی/پاسخگوی آماده
fi: Tarjotut puhelut / Vapaat agentit
it: Chiamate entranti / Agenti Ready
ja: 着信呼/レディ状態エージェント
lv: Padotie Zvani / Operatori Gatavībā
nl: Aangeboden Telefoongesprekken / Agent Ready
pl: Oferowane Połączenia / Gotowi Agenci
sq: ResOfferedCallsPerAgentReady
tr: Gerçekleşen Çağrılar / Hazır Müşteri Temsilcileri
zh_cn: 呼入电话量 / 状态就绪的座席代表

# ResOfferedCallsPerScheduledAgent
source: Offered Calls / Scheduled Agent Ready
ar: مكالمات مقدمة / استعداد الوكيل المجدول
cs: Nabízené hovory / Plánovaný agent připraven
da: Tilbudte Opkald / Planlagt Medarbejder Parat
de: Angebotene Anrufe / geplanten Agenten bereit
es: Llamadas Ofrecidas / Agentes Disponibles Planificados
fa: تماس های ورودی/پاسخگوی برنامه ریزی شده آماده
fi: Tarjotut puhelut / Suunnitellut valmiit agentit
it: Chiamate entranti / Agenti Ready pianificati
ja: 着信呼/レディ状態の予定エージェント
lv: Padotie Zvani / Ieplānotie Operatori Gatavībā
nl: Aangeboden Telefoongesprekken / Ingeroosterd Agent Ready
pl: Oferowane Połączenia / Zaplanowani Gotowi Agenci
sq: ResOfferedCallsPerScheduledAgent
tr: Gerçekleşen Çağrılar / Vardiyalanan Hazır Müşteri Temsilcileri
zh_cn: 呼入电话量 / 排定的状态就绪的座席代表

# ResOfferedCallsPerAgent
source: Offered Calls / Agent
ar: مكالمات مقدمة / الوكيل
cs: Nabízené hovory / Agent
da: Tilbudte Opkald / Medarbejder
de: Angebotene Anrufe / Agent
es: Llamadas Ofrecidas / Agente
fa: تماس های پیشنهادی / اپراتور
fi: Tarjotut puhelut / Agentti
it: Chiamate entranti / Agente
ja: 着信呼/エージェント
lv: Padotie Zvani / Operators
nl: Aangeboden Telefoongesprekken / Agent
pl: Oferowane Połączenia / Agent
sq: ResOfferedCallsPerAgent
tr: Gerçekleşen Çağrılar / Müşteri Temsilcileri
zh_cn: 呼入电话量 / 座席代表

# ResDateFromColon
source: Date From:
ar: من تاريخ:
cs: Datum od:
da: Dato Fra:
de: Datum von:
es: Fecha desde:
fa: تاریخ از:
fi: Päivämäärä alkaen:
it: Dalla data:
ja: 日付 from:
lv: Datums No:
nl: Datum Vanaf:
pl: Data Od:
sq: ResDateFromColon
tr: İlk Tarih
zh_cn: 起始日期：

# ResReportAgentScheduleResult
source: Agent Metrics
ar: نتيجة جدولة الوكيل
cs: Metrika agenta
da: Medarbejderparametre
de: Agenten - Kennzahlen
es: Métricas del Agente
fa: معیارهای پاسخگو
fi: Agentin metriikat
it: Metriche agenti
ja: エージェントの評価指標
lv: Operatora Rādītāji
nl: Agent Metrieke
pl: Metryki Agenta:
sq: ResReportAgentScheduleResult
tr: Müşteri Temsilcisi Metrikleri
zh_cn: 座席代表测量指标

# KpiReadiness
source: Readiness (%)
ar: نسبة الاستعداد (%)
cs: Připravenost (%)
da: Parathed (%)
de: Bereit (%)
es: Disponibilidad (%)
fa: آمادگی (%)
fi: Valmius (%)
it: In Ready (%)
ja: レディネス (%)
lv: Gatavība (%)
nl: Bereidheid (%)
pl: Gotowość (%)
sq: KpiReadiness
tr: Hazır Olma (%)
zh_cn: 状态就绪 (%)

# ResReadinessPercent
source: Readiness (%)
ar: نسبة الاستعداد (%)
cs: Připravenost (%)
da: Parathed (%)
de: Bereitschaft (%)
es: Disponibilidad (%)
fa: آمادگی(%)
fi: Valmius (%)
it: In Ready (%)
ja: レディネス (%)
lv: Gatavība (%)
nl: Bereidheid (%)
pl: Gotowość (%)
sq: ResReadinessPercent
tr: Hazır Olma (%)
zh_cn: 状态就绪 (%)

# ResOccupancyPercent
source: Occupancy (%)
ar: نسبة الإشغال (%)
cs: Obsazení (%)
da: Optaget-periode (%)
de: Besetzung (%)
es: Ocupación (%)
fa: اشغالی(%)
fi: Kuormitus (%)
it: Occupazione (%)
ja: 稼働率 (%)
lv: Noslogojums (%)
pl: Zajętość (%)
sq: ResOccupancyPercent
tr: Doluluk Oranı (%)
zh_cn: 占用率 (%)

# KpiAdherence
source: Adherence (%)
ar: نسبة الالتزام (%)
cs: Dodržení (%)
da: Overholdelse (%)
de: Einhaltung (%)
es: Adherencia (%)
fa: تبعیت (%)
fi: Työvuorolistan noudattaminen (%)
it: Aderenza (%)
ja: 遵守率 (%)
lv: Atbilstība (%)
nl: Aanhankelijkheid (%)
pl: Przestrzeganie (%)
sq: KpiAdherence
tr: Uyum (%)
zh_cn: 遵时率 (%)

# ResAdherencePercent
source: Adherence (%)
ar: نسبة الالتزام (%)
cs: Dodržení (%)
da: Overholdelse (%)
de: Einhaltung (%)
es: Adherencia (%)
fa: الصاق(%)
fi: Työvuorolistan noudattaminen (%)
it: Aderenza (%)
ja: 遵守率 (%)
lv: Atbilstība (%)
nl: Aanhankelijkheid
pl: Przestrzeganie (%)
sq: ResAdherencePercent
tr: Uyum (%)
zh_cn: 遵时率 (%)

# ResAdherencePerIntervalPercent
source: Adherence / Interval (%)
ar: نسبة الالتزام / الفاصل الزمني (%)
cs: Dodržení / Interval (%)
da: Overholdelse / Interval (%)
de: Einhaltung / Intervall (%)
es: Adherencia / Intervalo (%)
fa: الصاق / فاصلع زمانی (%)
fi: Noudattaminen / Intervalli (%)
it: Aderenza / Intervallo (%)
ja: 遵守率/インターバル (%)
lv: Atbilstība / Intervāls (%)
nl: Aanhankelijkheid / interval (%)
pl: Przestrzeganie / Przedział (%)
sq: ResAdherencePerIntervalPercent
tr: Uyum / İnterval (%)
zh_cn: 按时段的遵时率 (%)

# ResSmoothnessPercent
source: Smoothness (%)
ar: نسبة التجانس (%)
cs: Plynulost (%)
da: Ukompliceret Drift (%)
de: Glattheit (%)
es: Suavidad (%)
fa: همواری (%)
fi: Tasoitus (%)
it: Appiattimento (%)
ja: スムーズ率 (%)
lv: Gludums (%)
nl: Gladheid (%)
pl: Płynność (%)
sq: ResSmoothnessPercent
tr: Paralelllik (%)
zh_cn: 平滑率 (%)

# ResPercent
source: Percent
ar: نسبة مئوية
cs: Procentní
da: Procent
de: Prozent
es: Porciento
fa: درصد
fi: Prosentti
it: Percento
ja: パーセント
lv: Procents
nl: Procent:
pl: Procent
sq: ResPercent
tr: Yüzde
zh_cn: 比例

# ResIntervalType
source: Period Type:
ar: نوع الفترة:
cs: Typ období:
da: Periodetype:
de: Periodentyp:
es: Tipo de Período:
fa: نوع دوره:
fi: Jaksotyyppi:
it: Tipo periodo:
ja: 期間の種類:
lv: Perioda Tips:
nl: Periodetype:
pl: Typ Okresu:
sq: ResIntervalType
tr: Periyod Tipi:
zh_cn: 周期类型:

# ResAgentCategoryTypeColon
source: Agent Category Type:
ar: نوع فئة الوكيل:
cs: Typ kategorie agenta:
da: Medarbejderkategoritype:
de: Agentenkategorietyp:
es: Tipo de Categoría de Agente:
fa: نوع دسته بندی پاسخگو:
fi: Agenttiluokka:
it: Tipo categoria agente:
ja: エージェントカテゴリの種類:
lv: Aģenta Kategorijas Tips:
nl: Agent Type Categorie:
pl: Typ Kategorii Agenta:
sq: ResAgentCategoryTypeColon
tr: Müşteri Temsilcisi Kategori Tipi:
zh_cn: 座席代表类别的类型：

# ResMonthNovember
source: November
ar: نوفمبر
cs: Listopad
es: Noviembre
fa: نوامبر
fi: Marraskuu
it: Novembre
ja: 11月
lv: Novembris
pl: Listopad
sq: ResMonthNovember
tr: Kasım
zh_cn: 十一月

# ResAdminTime
source: Admin Time
ar: وقت الإدارة
cs: Čas administrace
da: Administrationstid
de: Administrationszeit
es: Tiempo de Administración
fa: زمان مدیر شبکه
fi: Administratiivinen aika
it: Tempo di amminis.
ja: 管理時間
lv: Admin Laiks
nl: Admin Tijd
pl: Czas Administracyjny
sq: ResAdminTime
tr: Yönetim Süresi
zh_cn: 管理时间

# ResReadyTime
source: Ready Time
ar: وقت الاستعداد
cs: Doba připr.
da: Klartid
de: Bereitzeit
es: Tiempo Disponible
fa: زمان آمادگی
fi: Valmiusaika
it: Tempo Ready
ja: レディ時間
lv: Gatavības Laiks
nl: Ready Tijd
pl: Czas Gotowości
sq: ResReadyTime
tr: Hazır Olunan Süre
zh_cn: 就绪时间

# ResReadyTimePerScheduledReadyTimePercent
source: Ready Time / Scheduled Ready Time (%)
ar: وقت الاستعداد / وقت الاستعداد المُجدول (%)
cs: Doba připr. / Plánovaná doba připr. (%)
da: Klartid / Planlagt Klartid (%)
de: Bereitzeit / geplante Bereitzeit (%)
es: Tiempo Disponible / Tiempo Disponible Planificado (%)
fa: زمان آمادگی / مدت آمادگی زمان بندی شده (%)
fi: Valmiusaika / suunniteltu valmiusaika (%)
it: Tempo Ready / Tempo in attesa pianificato (%)
ja: レディ時間/予定レディ時間 (%)
lv: Gatavības laiks / Ieplānotais Gatavības Laiks (%)
nl: Ready Tijd / Ingeroosterd Ready Tijd (%)
pl: Czas Gotowości / Zaplanowany Czas Gotowości
sq: ResReadyTimePerScheduledReadyTimePercent
tr: Hazır Olunan Süre / Vardiyalanan Hazır Olunan Süre (%)
zh_cn: 就绪时间 / 排定的就绪时间 (%)

# ResScheduledReadyTime
source: Scheduled Ready Time
ar: وقت الاستعداد المجدول
cs: Plánovaný prostoj
da: Planlagt Klartid
de: Geplante Bereitzeit
es: Tiempo Disponible Planificado
fa: زمان آمادگی برنامه ریزی شده
fi: Suunniteltu valmiusaika
it: Tempo Ready pianificato
ja: 予定レディ時間
lv: Ieplānotais Gatavības Laiks
nl: Ingeroosterd Ready Tijd
pl: Zaplanowany Czas Gotowości
sq: ResScheduledReadyTime
tr: Vardiyalanan Hazır Olunan Zaman
zh_cn: 已排定的就绪时间

# ResTalkTime
source: Talk Time
ar: وقت التحدث
cs: Doba trvání hovoru
da: Taletid
de: Gesprächszeit
es: Tiempo de Conversación
fa: زمان مکالمه
fi: Puheaika
it: Tempo conversazione
ja: 通話時間
lv: Sarunas Laiks
nl: Spreektijd
pl: Czas Rozmowy
sq: ResTalkTime
tr: Konuşma Süresi
zh_cn: 通话时间

# ResDirectOutboundCallsTalkTime
source: Direct Outbound Calls Talk Time
ar: وقت التحدث في المكالمات الصادرة المباشرة
cs: Doba trvání přímých odchozích hovorů
da: Taletid for Direkte Udgående Opkald
de: Gesprächszeit der direkten Outbound Anrufe
es: Tiempo de Conversación de Llamadas Salientes Directas
fa: زمان مکالمه تماس های خروجی مستقیم
fi: Suorien lähtevien puhelujen kesto
it: Tempo conversazione chiamate Outbound dirette
ja: 直接発信呼の通話時間
lv: Tiešo Izejošo Zvanu Sarunas Laiks
nl: Directe Uitgaande Telefoongesprekken Spreektijd
pl: Czas Bezpośrednich Połączeń Wychodzących
sq: ResDirectOutboundCallsTalkTime
tr: Direk Dışarama Çağrısı Konuşma Süresi
zh_cn: 直接呼出电话通话时间

# ResDirectIncomingCallsTalkTime
source: Direct Incoming Calls Talk Time
ar: وقت التحدث في المكالمات الواردة المباشرة
cs: Doba trvání přímých příchozích hovorů
da: Taletid for Direkte Indgående Opkald
de: Gesprächszeit der direkt eingehenden Anrufe
es: Tiempo de Conversación de Llamadas Entrantes Directas
fa: زمان مکالمه تماس های ورودی مستقیم
fi: Sisääntulevien suorienpuheluiden kesto
it: Tempo conversazione chiamate Inbound dirette
ja: 直接着信呼の通話時間
lv: Tiešo ienākošo Zvanu Sarunas Laiks
nl: Directe Inkomende Telefoongesprekken Spreektijd
pl: Czas rozmowy Bezpośrednich Połączeń Przychodzących
sq: ResDirectIncomingCallsTalkTime
tr: Direk Gelen Çağrı Konuşma Süresi
zh_cn: 直接呼入电话通话时间

# ResIdleTime
source: Idle Time
ar: وقت الخمول
cs: Doba čekání
da: Ikke aktiv tid
es: Tiempo de Inactividad
fa: زمان بیکاری
fi: Odotusaika
it: Tempo inattivo
ja: アイドル時間
lv: Dīkstāves Laiks
nl: Inactieve Tijd
pl: Czas Bezczynności
sq: ResIdleTime
tr: Müsait Zaman
zh_cn: 空闲时间

# ResScheduledAbsenceTime
source: Scheduled Absence Time (hh:mm)
ar: وقت الغياب المجدول (ق‏ق:س‏س)
cs: Plánovaný čas absence (hh:mm)
da: Planlagt Fraværstid (tt:mm)
de: Geplante Abwesenheitszeit (hh:mm)
es: Tiempo Planificado de Ausencia (hh:mm)
fa: زمان غیبت برنامه ریزی شده (hh:mm)
fi: Suunniteltu poissaoloaika (tt:mm)
it: Ore di assenza pianificate (hh:mm)
ja: 予定欠勤時間（時:分）
lv: Ieplānotais Prombūtnes Laiks (hh:mm)
nl: Ingeroosterd Afwezigheid Tijd (uu:mm)
pl: Zaplanowany Czas Nieobecności (gg:mm)
sq: ResScheduledAbsenceTime
tr: Vardiyalanan Devamsızlık Zamanı (ss:dd)
zh_cn: 排定的缺勤时间 (小时:分钟 )

# ResHandleTime
source: Handle Time
ar: وقت المعالجة
cs: Doba vyřízení
da: Håndteringstid
de: Bearbeitungszeit
es: Tiempo de Gestión
fa: زمان رسیدگی
fi: Käsittelyaika
it: Tempo di gestione
ja: 処理時間
lv: Zvana Atbildēšanas Laiks
nl: Verwekingstijd
pl: Czas Obsługi
sq: ResHandleTime
tr: Yönetim Zamanı
zh_cn: 处理时间

# ResLoggedInTime
source: Logged In Time
ar: وقت تسجيل الدخول
cs: Doba přihlášení
da: Indmeldt Tid
de: Logged In Zeit
es: Tiempo de Conexion
fa: زمان ورود به سیستم
fi: Sisäänkirjautumisaika
it: Tempo di Log In
ja: ログイン時間
lv: Autorizācijas Laiks
nl: Ingelogd Tijd
pl: Czas Zalogowania
sq: ResLoggedInTime
tr: Logged In Olunan Zaman
zh_cn: 登录时间

# ResNotReadyTime
source: Not Ready Time
ar: وقت عدم الاستعداد
cs: Doba nepřipravenosti
da: Ikke Klartid
de: Nicht Bereit Zeit
es: Tiempo No Disponible
fa: زمان عدم آمادگی
fi: Ei valmiusaikaa
it: Tempo non Ready
ja: 非レディ時間
lv: Nav Gatavībā Laiks
nl: Niet Ready Tijd
pl: Czas Braku Gotowości
sq: ResNotReadyTime
tr: Hazır Olunmayan Zaman
zh_cn: 未就绪时间

# ResTimeToAbandon
source: Time to Abandon
ar: وقت عدم الاكتمال
cs: Doba do přerušení
da: Tid før Tabt opkald
de: Zeit bis Abbruch
es: Tiempo de Abandono
fa: زمان از دست رفتن
fi: Hylkäysaika
it: Tempo di abbandono
ja: 放棄までの時間
lv: Laiks līdz
nl: Tijd om Abandon
pl: Czas do Porzucenia
sq: ResTimeToAbandon
tr: Çağrı Kaçış Süresi
zh_cn: 放弃前等待时间
