Repository: Teleopti/Stardust
Catalog: Teleopti.Analytics/WebPortal/Teleopti.Analytics.Portal/ReportTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, it, ja, lv, nl, pl, sq, tr, zh_cn

# ResAgentColon
source: Agent:
ar: الوكيل
da: Medarbejder:
es: Agente:
fa: پاسخگو:
fi: Agentti:
it: Agente:
ja: エージェント:
lv: Operators:
sq: ResAgentColon
tr: Müşteri Temsilcisi
zh_cn: 座席代表

# ResActivity
source: Activity
ar: نشاط
cs: Činnost
da: Aktivitet
de: Aktivität
es: Actividad
fa: فعالیت
fi: Aktiviteetti
it: Attività
ja: 活動
lv: Aktivitāte
nl: Activiteit
pl: Czynność
sq: ResActivity
tr: Aktivite
zh_cn: 活动

# ResAbsence
source: Absence
ar: غياب
da: Fravær
de: Abwesenheit
es: Ausencia
fa: غیبت
fi: Poissaolo
it: Assenza
ja: 欠勤
lv: Prombūtne
nl: Afwezigheid
pl: Nieobecność
sq: ResAbsence
tr: Devamsızlık
zh_cn: 缺勤

# ResWeekday
source: Weekday
ar: يوم عمل
cs: Den týdne
da: Ugedag
de: Wochentag
es: Día de la semana
fa: روز هفته
fi: Viikonpäivä
it: Giorno della settimana
ja: 平日
lv: Darba diena
nl: Weekdag
pl: Dzień Roboczy
sq: ResWeekday
tr: Haftaiçi
zh_cn: 工作日

# ResWeek
source: Week
ar: اسبوع
cs: Týden:
da: Uge
de: Woche
es: Semana
fa: هفته
fi: Viikko
it: Settimana
ja: 週
lv: Nedēļa
pl: Tydzień
sq: ResWeek
tr: Hafta
zh_cn: 周

# ResWednesday
source: Wednesday
ar: الاربعاء
cs: Středa
da: Onsdag
de: Mittwoch
es: Miércoles
fa: چهارشنبه
fi: Keskiviikko
it: Mercoledì
ja: 水曜日
lv: Trešdiena
nl: Woensdag
pl: Środa
sq: ResWednesday
tr: Çarşamba
zh_cn: 星期三

# ResTuesday
source: Tuesday
ar: الثلاثاء
cs: Úterý
da: Tirsdag
de: Dienstag
es: Martes
fa: سه شنبه
fi: Tiistai
it: Martedì
ja: 火曜日
lv: Otrdiena
nl: Dinsdag
pl: Wtorek
sq: ResTuesday
tr: Salı
zh_cn: 星期二

# ResThursday
source: Thursday
ar: الخميس
cs: Čtvrtek
da: Torsdag
de: Donnerstag
es: Jueves
fa: پنج شنبه
fi: Torstai
it: Giovedì
ja: 木曜日
lv: Ceturtdiena
nl: Donderdag
pl: Czwartek
sq: ResThursday
tr: Perşembe
zh_cn: 星期四

# ResSunday
source: Sunday
ar: الاحد
cs: Neděle
da: Søndag
de: Sonntag
es: Domingo
fa: یکشنبه
fi: Sunnuntai
it: Domenica
ja: 日曜日
lv: Svētdiena
nl: Zondag
pl: Sobota
sq: ResSunday
tr: Pazar
zh_cn: 星期日

# ResShiftStartTime
source: Shift Start Time
ar: وقت بداية نوبة العمل
cs: Čas začátku směny
da: Vagtens Starttid
de: Schichtbeginn
es: Hora de Inicio del Turno
fa: زمان شروع شیفت
fi: Työvuoron alkamisaika
it: Ora inizio turno
ja: シフト開始時刻
lv: Maiņas Sākuma Laiks
nl: Dienst Starttijd
pl: Początek Dyżuru
sq: ResShiftStartTime
tr: Vardiya Başlangıç Zamanı
zh_cn: 班次开始时间

# ResReportImprove
source: IMPROVE
ar: تحسين (خدمة امبروف)
cs: ZLEPŠIT
da: FORBEDRE
fa: بهبود
ja: 改善
lv: UZLABOT
nl: VERBETEREN
pl: POPRAW
sq: ResReportImprove
tr: GELİŞME
zh_cn: 改进

# ResPaidTimeH
source: Paid Time (hh:mm)
ar: الوقت المدفوع (ق‏ق:س‏س)
cs: Placený čas (hh:mm)
da: Betalt Tid (tt:mm)
de: Bezahlte Zeit (hh:mm)
es: Tiempo Pagado (hh:mm)
fa: زمان پرداخت شده(hh:mm)
fi: Maksettu aika (tt:mm)
it: Ore pagate (hh:mm)
ja: 有給時間（時:分）
lv: Apmaksājamais Laiks (hh:mm)
nl: Betaald Tijd (uu:mm)
pl: Czas Płatny (hh:mm)
sq: ResPaidTimeH
tr: Ücretli Zaman (ss:dd)
zh_cn: 付薪时间 (小时:分钟 )

# ResShiftCategory
source: Shift Category
ar: فئة نوبة العمل
cs: Kategorie směny
da: Vagtkategori
de: Schichtkategorie
es: Categoría de Turno
fa: دسته بندی شیفت
fi: Vuoroluokka
it: Categoria turno
ja: シフトカテゴリ
lv: Maiņu Kategorijas
nl: Dienst Categorie:
pl: Kategoria Dyżuru
sq: ResShiftCategory
tr: Vardiya Kategorisi
zh_cn: 班次类别

# ResReportScheduledAgentsPerIntervalAndTeam
source: Scheduled Agents per Interval and Team
ar: العميل المجدول بحسب الفترة والفريق
cs: Plánovaní agenti na interval a tým
da: Planlagte Medarbejdere pr. Interval og Team
de: Geplante Agenten pro Intervall und Team
es: Agentes Planificados por Intervalo y Equipo
fa: پاسخگوهای زمان بندی شده در هر فاصله زمانی و تیم
fi: Suunnitellut agentit per intervalli ja tiimi
it: Agenti pianificati per intervallo e Team
ja: インターバルおよびチームあたりの予定エージェント
lv: Ieplānotie Operatori pēc Intervāla un Nodaļas
nl: Ingeroosterd Agenten per Interval en Team
pl: Zaplanowani Agenci na Przedział i Zespół
sq: ResReportScheduledAgentsPerIntervalAndTeam
tr: Interval ve Takım Başına Vardiyalanan Müşteri Temsilcileri
zh_cn: 按间隔与小组的排定座席代表数

# ResHandlingTimePerPaidTime
source: Handling Time / Paid Time (%)
ar: وقت المعالجة / الوقت المدفوع (%)
cs: Doba vyřízení / Placený čas (%)
da: Håndteringstid / Betalt Tid (%)
de: Bearbeitungszeit / Bezahlte Zeit (%)
es: Tiempo de Gestión / Tiempo Pagado (%)
fa: زمان رسیدگی/زمان پرداخت(%)
fi: Käsittelyaika / Maksettu aika (%)
it: Tempo di gestione / Ore retribuite (%)
ja: 処理時間/有給時間 (%)
lv: Noslodzes Laiks / Apmaksājamais Laiks (%)
nl: Verwekingstijd / Betaald Tijd (%)
pl: Czas Obsługi / Czas Płatny (%)
sq: ResHandlingTimePerPaidTime
tr: Çağrı Karşılama Zamanı / Ücretli Zaman (%)
zh_cn: 处理时间/付薪时间 (%)

# ResReportScheduledTimePerActivity
source: Scheduled Time per Activity
ar: الوقت المجدول حسب النشاط
cs: Plánovaný čas na činnost
da: Planlagt Tid pr. Aktivitet
de: Geplante Zeit pro Aktivität
es: Tiempo Planificado por Actividad
fa: زمان بندی شده برای هر فعالیت
fi: Suunniteltu aika per aktiviteetti
it: Ore pianificate per attività
ja: 活動あたりの予定時間
lv: Ieplānotais Laiks pēc Aktivitātes
nl: ingeroosterd Tijd per Activiteit
pl: Zaplanowany czas na Czynność
sq: ResReportScheduledTimePerActivity
tr: Vardiyalanan Zaman/Aktivite
zh_cn: 按活动的排定时间

# ResReportPreferencesPerDay
source: Preference per Day
ar: التفضيل بحسب اليوم
cs: Priorita na den
da: Ønsker pr. Dag
de: Präferenz pro Tag
es: Preferencias por Día
fa: اولویت هر روز
fi: Työvuorotoive per päivä
it: Preferenze per giorno
ja: 1日あたりのプリファレンス
lv: Vēlmes pa Dienām
nl: Voorkeur per Dag
pl: Preferencje na Dzień
sq: ResReportPreferencesPerDay
tr: Tercih/Gün
zh_cn: 按天的偏好

# ResSaturday
source: Saturday
ar: السبت
cs: Sobota
da: Lørdag
de: Sonnabend
es: Sábado
fa: شنبه
fi: Lauantai
ja: 土曜日
lv: Sestdiena
nl: Zaterdag
pl: Sobota
sq: ResSaturday
tr: Cumartesi
zh_cn: 星期六

# ResReadyTimeVsScheduledTime
source: Ready Time vs. Scheduled Time (incl time before and after shiftstart)
ar: وقت الاستعداد / الوقت المُجدول (يتضمن الوقت قبل و بعد بداية نوبة العمل)
cs: Doba připr. vs Plánovaná doba připr. (včetne doby před a po začátku směny)
da: Klartid vs. Planlagt Tid (inkl tid før og efter vagtens start)
de: Bereit-Zeit vs. geplante Zeit (inkl. Zeit vor und nach Schichtbeginn)
es: Tiempo Disponible Vs Tiempo Planificado (incl. tiempo antes y después del comienzo del turno)
fa: زمان آمادگی در مقابل زمان بندی (شامل زمان قبل و بعد از شروع شیفت)
fi: Valmiusaika / suunniteltu aika (sis. ajan ennen ja jälkeen vuoron aloituksen)
it: Tempo Ready vs Ore pianificate (incl il tempo prima e dopo l'inizio del turno)
ja: レディ時間に対する予定時間（シフト開始前後の時間を含む）
lv: Gatavības Laiks attiecībā pret Ieplānoto Laiku (ieskaitot laiku pirms un pēc maiņas sākuma)
nl: Gereed Tijd vs. Geplande Tijd (tijd voor en na het dienststart inbegrepen)
pl: Czas Gotowości / Zaplanowany Czas Gotowości (wraz z czasem przed i po rozpoczęciu dyżuru)
sq: ResReadyTimeVsScheduledTime
tr: Çağrı Karşılamaya Uygun Zaman - Vardiyalanan Zaman (vardiya başlangıcı öncesi ve sonrası zaman dahil)
zh_cn: 就绪时间 vs 排班时长 (包含班次开始时前后时长)

# ResReportAgentScorecard
source: Agent Scorecard
ar: بطاقة أداء الوكيل
cs: Výsledková listina agenta
da: Medarbejders Scorecard
de: Agenten Scorecard
es: Scorecard del Agente
fa: برگه پاسخگو
fi: Agentin tuloskortti
it: Scorecard agente
ja: エージェントのスコアカード
lv: Operatora Rezultāti
pl: Scorecard Agenta
sq: ResReportAgentScorecard
tr: Müşteri Temsilcisi Skorkartı
zh_cn: 座席代表记分卡

# ResPreferenceCategory
source: Preference Category
ar: فئة التفضيل
cs: Kategorie priorit
da: Ønske kategori
de: Präferenzkategorie
es: Categoría de Preferencias
fa: دسته بندی اولویت
fi: Työvuorotoiveluokka
it: Categorie preferenze
ja: プリファレンスカテゴリ
lv: Vēlmju Kategorijas
nl: Voorkeur Categorie
pl: Kategoria Preferencji
sq: ResPreferenceCategory
tr: Terich Kategorisi
zh_cn: 偏好类别

# ResReportPreferencesPerAgent
source: Preference Per Agent
ar: التفضيل بحسب الوكيل
cs: Priorita na agenta
da: Ønsker Pr. Medarbejder
de: Präferenz pro Agent
es: Preferencias por Agente
fa: اولویت هر پاسخگو
fi: Työvuorotoive per agentti
it: Preferenze per agente
ja: エージェントあたりのプリファレンス
lv: Vēlmes pa Operatoriem
nl: Voorkeur per Agent
pl: Preferencje na Agenta
sq: ResReportPreferencesPerAgent
tr: Tercih/Müşteri Temsilcisi
zh_cn: 每个座席代表的偏好

# ResReportTeamMetrics
source: Team Metrics
ar: نتيجة جدولة الفريق
cs: Metrika týmu
da: Teamparametre
de: Team - Kennzahlen
es: Métricas del Equipo
fa: معیارهای تیمی
fi: Tiimin metriikat
it: Metriche team
ja: チームの評価指標
lv: Nodaļas Rādītāji
nl: Team Metrieke
pl: Metryki Zespołu
sq: ResReportTeamMetrics
tr: Takım Metrikleri
zh_cn: 小组测量指标

# ResPreferencesRequested
source: Preferences Requested
ar: طلب تفضيل
cs: Požadované priority
da: Ønsker forespurgtt
de: Präferenz angefragt
es: Preferencias Solicitadas
fa: اولویت درخواست شده
fi: Tehdyt työvuorotoiveet
it: Preferenze richieste
ja: 要求されたプリファレンス
lv: Izteiktās Vēlmes
nl: Voorkeuren Gevraagd
pl: Preferencje Wniosku
sq: ResPreferencesRequested
tr: Talep Edilen Tercihler
zh_cn: 要求的偏好

# ResReadyTimeVsScheduledReadyTime
source: Ready Time vs Scheduled Ready Time
ar: وقت الاستعداد / وقت الاستعداد المُجدول
cs: Doba připr. / Plánovaná doba připr.
da: Klartid vs Planlagt Klartid
de: Bereit-Zeit vs. geplante Bereit-Zeit
es: Tiempo Disponible Vs Tiempo Planificado Disponible
fa: زمان آمادگی در مقابل زمان آمادگی زمان بندی شده
fi: Valmiusaika / suunniteltu valmiusaika
it: Tempo Ready vs Tempo in attesa pianificato
ja: レディ時間に対する予定レディ時間
lv: Gatavības Laiks attiecībā pret Ieplānoto Gatavības Laiku
nl: Ready Tijd vs Ingeroosterd Ready Tijd
pl: Czas Gotowości / Zaplanowany Czas Gotowości
sq: ResReadyTimeVsScheduledReadyTime
tr: Çağrı Karşılamaya Hazır Zaman - Vardiyalanan Çağrı Karşılamaya Hazır Zaman
zh_cn: 就绪时间 vs 排定的就绪时间

# ResReadyTimeVsContractScheduleTime
source: Ready Time vs. Contracted Schedule Time
ar: وقت الاستعداد / وقت الجدول المتعاقد عليه
cs: Doba připr. / Zazmluvnená pracovní doba. (%)
da: Klartid vs. Kontraktsmæssig Planlagt Tid
de: Bereit-Zeit vs.vertragliche Zeitplanzeit
es: Tiempo Disponible Vs Tiempo Planificado dentro del Contrato
fa: زمان آمادگی در مقابل زمان بندی قراردادی
fi: Valmiusaika / sopimustyöaika
it: Tempo Ready vs Ore pianificate da contratto
ja: レディ時間に対する契約予定時間
lv: Gatavības Laiks attiecībā pret Kontrakta Ieplānoto Laiku
nl: Ready Tijd vs. Gecontracteerde Ingeroosterd Tijd
pl: Czas Gotowości / Kontraktowany Zaplanowany Czas
sq: ResReadyTimeVsContractScheduleTime
tr: Çağrı Karşılamaya Hazır Zaman - Sözleşmesel Vardiyalama Zamanı
zh_cn: 就绪时间 vs 合同排班时长

# ResNotDefined
source: Not Defined
ar: غيلر معرف
cs: Nedefinováno
da: Ikke Defineret
de: Nicht definiert
es: No Definido
fa: تعریف نشده
fi: Ei määritetty
it: Non definito
ja: 未定義
lv: Nav Noteikts
nl: Niet Gedefinieerd
pl: Nie Zdefiniowane
sq: ResNotDefined
tr: Tanımsız
zh_cn: 未定义

# ResMonth
source: Month
ar: شهر
cs: Měsíc
da: Måned
de: Monat
es: Mes
fa: ماه
fi: Kuukausi
it: Mese
ja: 月
lv: Mēnesis
nl: Maand
pl: Miesiąc
sq: ResMonth
tr: Ay
zh_cn: 月

# ResMonday
source: Monday
ar: الاثنين
cs: Pondělí
da: Mandag
de: Montag
es: Lunes
fa: دوشنبه
fi: Maanantai
it: Lunedì
ja: 月曜日
lv: Pirmdiena
nl: Maandag
pl: Poniedziałek
sq: ResMonday
tr: Pazartesi
zh_cn: 星期一

# ResLastName
source: Last Name
ar: اسم العائلة
cs: Příjmení
da: Efternavn
de: Nachname
es: Apellido
fa: نام خانوادگی
fi: Sukunimi
it: Cognome
ja: 姓
lv: Uzvārds
nl: Achternaam
pl: Nazwisko
sq: ResLastName
tr: Soyad
zh_cn: 姓

# ResHour
source: Hour
ar: ساعة
cs: Hodina
da: Time
de: Stunde
es: Hora
fa: ساعت
fi: Tunti
it: Ora
ja: 時間
lv: Stunda
nl: Uur
pl: Godzina
sq: ResHour
tr: Saat
zh_cn: 小时

# ResHalfHour
source: Half Hour
ar: نصف ساعة
cs: Půl hodiny
da: Halv Time
de: Halbe Stunde
es: Media Hora
fa: نیم ساعت
fi: Puoli tuntia
it: Mezzora
ja: 30分
lv: Pusstunda
nl: Half Uur
pl: Pół Godziny
sq: ResHalfHour
tr: Yarım Saat
zh_cn: 半小时

# ResFriday
source: Friday
ar: الجمعة
cs: Pátek
da: Fredag
de: Freitag
es: Viernes
fa: جمعه
fi: Perjantai
it: Venerdì
ja: 金曜日
lv: Piektdiena
nl: Vrijdag
pl: Piątek
sq: ResFriday
tr: Cuma
zh_cn: 星期五

# ResFirstName
source: First Name
ar: الاسم الاول
cs: Jméno
da: Fornavn
de: Vorname
es: Nombre
fa: نام
fi: Etunimi
it: Nome
ja: 名
lv: Vārds
nl: Voornaam
pl: Imię
sq: ResFirstName
tr: Ad
zh_cn: 名

# ResExtendedPreference
source: Extended Preference
ar: تفضيل ممدد
cs: Rozšírené preference
da: Udvidet Ønsker
de: Erweiterte Präferenzen
es: Preferencias Extendidas
fa: اولویت گسترش یافته
fi: Laajennettu työvuorotoive
it: Preferenze estese
ja: 拡張プリファレンス
lv: Paplašinātās Vēlmes
nl: Uitgebreide Voorkeur
pl: Rozszerzone Preferencje
sq: ResExtendedPreference
tr: Genişletilmiş Tercihler
zh_cn: 扩展偏好

# ResDayOff
source: Day Off
ar: يوم عطلة
cs: Den volna
da: Fridag
de: Freier Tag
es: Día Libre
fa: روز تعطیل
fi: Vapaapäivä
it: Riposo
ja: 休暇
lv: Brīvdiena
nl: Vrije Dag
pl: Dzień Wolny
sq: ResDayOff
tr: Tatil
zh_cn: 休息日

# ResDay
source: Day
ar: يوم
cs: Den
da: Dag
de: Tag
es: Día
fa: روز
fi: Päivä
it: Giorno
ja: 日
lv: Diena
nl: Dag
pl: Dzień
sq: ResDay
tr: Gün
zh_cn: 天

# ResTeamDate
source: Team / Date
ar: الفريق / التلريخ
cs: Tým / Datum
da: Team / Dato
de: Team / Datum
es: Equipo / Fecha
fa: تیم/تاریخ
fi: Tiimi / päivämäärä
it: Tram / Data
ja: チーム/日付
lv: Nodaļa / Datums
nl: Team / Datum
pl: Zespół / Data
sq: ResTeamDate
tr: Takım/Tarih
zh_cn: 小组 / 日期

# ResAnsweredCallsWithinSLPerOfferedCalls
source: Answered Calls Within Service Level Threshold / Offered Calls
ar: مكالمات تم الرد عليها خلال عتبة مستوى الخدمة / المكالمات المقدمة
cs: Uskutečněné hovory v stanoveném čase / Nabízené hovory
da: Besvarede Opkald Indenfor Service Level / Tilbudte Opkald
de: Beantwortete Anrufe innerhalb des Servicelevel -Schwellenwertes/ Angebotene Anrufe
es: Llamadas Contestadas Dentro del Nivel de Servicio / Llamadas Ofrecidas
fa: تماس های جواب داده شده در سطح سرویس/تماس های ارائه شده
fi: Vastatut puhelut palvelutason mukaisesti / Tarjotut puhelut
it: Chiamate risposte entro la soglia del livello di servizio / Chiamate entranti
ja: サービスレベルしきい値内の応答呼/着信呼
lv: Atbildētie Zvani uz Servisa Līmeņa Sliekšņa / Padotie Zvani
nl: Beantwoorde Telefoongespreken binnen Serviceniveau Drempel / Aangeboden Telefoongespreken
pl: Odebrane Połączenia w Przedziale Poziomu Obsługi / Oferowane Połączenia
sq: ResAnsweredCallsWithinSLPerOfferedCalls
tr: Servis Seviyesi Eşiği İçinde Karşılanmış Çağrılar/Gerçekleşen Çağrılar
zh_cn: 服务水平目标时间内应答的电话量 / 呼入电话总量

# ResAbsencePaidTimeH
source: Paid Time (hh:mm)
ar: الوقت المدفوع (ق‏ق:س‏س)
cs: Placený čas
da: Betalt Tid (tt:mm)
de: Bezahlte Zeit
es: Tiempo Pagado (hh:mm)
fa: زمان پرداخت شده (hh:mm)
fi: Maksettu aika (tt:mm)
it: Ore retribuite (hh:mm)
ja: 有給時間（時:分）
lv: Apmaksājamais Laiks (hh:mm)
nl: Betaald Tijd (uu:mm)
pl: Płatny Czas (gg:mm)
sq: ResAbsencePaidTimeH
tr: Ücretli Zaman (ss:dd)
zh_cn: 付薪时间

# ResAnsweredCallsPerReadyHour
source: Answered Calls / Ready Hour
ar: المكالمات التي تم الرد عليها / ساعة الاستعداد
cs: Uskutečnené hovory / Hodina připravenosti
da: Besvarede Opkald / Klartime
de: Beantwortete Anrufe / Bereit Stunden
es: Llamadas Contestadas / Horas Disponibles
fa: تماس های پاسخ داده شده/ساعت آمادگی
fi: Vastatut puhelut / Valmiusaika
it: Chiamate risposte / Ora Ready
ja: 応答呼/レディ時間
lv: Atbildētie Zvani / Stundas Gatavībā
nl: Beantwoorde Telefoongesprekken / Ready Uur
pl: Odebrane Połączenia / Godziny Gotowości
sq: ResAnsweredCallsPerReadyHour
tr: Yanıtlanan Çağrılar / Çağrı Karşılamaya Hazır Zaman
zh_cn: 应答电话量 / 状态就绪小时数

# ResAnsweredAndAbndCallsWithinSLPerOfferedCalls
source: Answered and Abandoned Calls Within Service Level Threshold / Offered Calls
ar: مكالمات تم الرد عليها و لم يتم الرد عليها خلال عتبة مستوى الخدمة / المكالمات المقدمة
cs: Uskutečněné hovory v stanoveném čase / Nabízené hovory
da: Besvarede og Tabte Opkald Indenfor Service Level / Tilbudte Opkald
de: Beantwortete und abgebrochene Anrufe innerhalb des Servicelevel -Schwellenwertes/ Angebotene Anrufe
es: Llamadas Contestadas y Abandonadas Dentro del Nivel de Servicio / Llamadas Ofrecidas
fa: تماس های جواب داده شده و از دست رفته در سطح سرویس /تماس های ارائه شده
fi: Vastatut ja hylätyt puhelut palvelutason mukaisesti / Tarjotut puhelut
it: Chiamate risposte e abbandonate entro la soglia del livello di servizio / Chiamate entranti
ja: サービスレベルしきい値内の応答呼と放棄呼/着信呼
lv: Atbildētie un Nokritušie Zvani uz Servisa Līmeņa Sliekšņa / Padotie Zvani
nl: Beantwoorde en Abandoned Calls binnen Serviceniveau Drempel / Aangeboden Telefoongespreken
pl: Odebrane i Porzucone Połączenia w Przedziale Poziomu Obsługi / Oferowane Połączenia
sq: ResAnsweredAndAbndCallsWithinSLPerOfferedCalls
tr: Servis Seviyesi Eşiği İçinde Karşılanan ve Kaçan Çağrılar / Gerçekleşen Çağrılar
zh_cn: 服务水平目标时间内应答及放弃的电话量 / 呼入电话量

# ResAbsenceDayCount
source: Full Day
ar: يوم كامل
cs: Celý den
da: Heldags
de: Ganzer Tag
es: Día Completo
fa: روز کامل
fi: Kokopäivä
it: Giorno intero
ja: 全日
lv: Pilna Diena
nl: Volle Dag
pl: Cały Dzień
sq: ResAbsenceDayCount
tr: Tam Gün
zh_cn: 全天

# ResAnswCallsWithinSLPerAnswCalls
source: Answered Calls Within Service Level Threshold / Answered Calls
ar: مكالمات تم الرد عليها خلال عتبة مستوى الخدمة / مكالمات تم الرد عليها
cs: Uskutečněné hovory v stanoveném čase / Uskutečnené hovory
da: Besvarede Opkald Indenfor Service Level / Besvarede Opkald
de: Beantwortete Anrufe innerhalb des Servicelevel -Schwellenwertes/Beantwortete Anrufe
es: Llamadas Contestadas Dentro del Nivel de Servicio / Llamadas Contestadas
fa: تماس های جواب داده شده در سطح سرویس/تماس های جواب داده شده
fi: Vastatut puhelut palvelutason mukaisesti / Vastatut puhelut
it: Chiamate risposte entro la soglia del livello di servizio / Chiamate risposte
ja: サービスレベルしきい値内の応答呼/応答呼
lv: Atbildētie Zvani uz Servisa Līmeņa Sliekšņa / Atbildētie Zvani
nl: Beantwoorde Telefoongesprekken binnen Serviceniveau Drempel / Beantwoorde Telefoongesprekken
pl: Odebrane Połączenia w Przedziale Poziomu Obsługi / Odebrane Połączenia
sq: ResAnswCallsWithinSLPerAnswCalls
tr: Servis Seviyesi Eşiği İçinde Karşılanan Çağrılar / Karşılanan Çağrılar
zh_cn: 服务水平目标时间内应答的电话量 / 应答电话总量

# ResAll
source: All
ar: الكل
cs: Všetci
da: Alle
de: Alle
es: Todo
fa: همه
fi: Kaikki
it: Tutto
ja: 全て
lv: Visi
nl: Alles
pl: Wszystko
sq: ResAll
tr: Tüm
zh_cn: 所有

# ResAdherence
source: Adherence
ar: التزام
cs: Dodržení
da: Overholdelse
de: Planeinhaltung
es: Adherencia
fa: تبعیت
fi: Työvuorolistan noudattaminen
it: Aderenza
ja: 遵守率
lv: Atbilstība
nl: Aanhankelijkheid
pl: Przestrzeganie
sq: ResAdherence
tr: Uyum
zh_cn: 遵时

# ResContractAbsenceTimeH
source: Contract Absence Time (hh:mm)
ar: الغياب بحسب العقد (ق‏ق:س‏س)
cs: Smluvní čas absence (hh:mm)
da: Kontraktsmæssig Fraværstid (tt:mm)
de: Vertragl. Abwesenheitszeit (hh:mm)
es: Tiempo de Ausencia por Contrato (hh:mm)
fa: زمان فقدان قرارداد
fi: Sopimuksen poissaoloaika (tt:mm)
it: Ore di assenza da contratto (hh:mm)
ja: 契約不在時間（時:分）
lv: Kontrakta Prombūtnes Laiks (hh:mm)
nl: Contract Afwezigheid Tijd (uu:mm)
pl: Kontraktowany Czas Nieobecności (gg:mm)
sq: ResContractAbsenceTimeH
tr: Sözleşmesel Devamsızlık Süresi (ss:dd)
zh_cn: 合同内缺勤时间 (小时:分钟 )

# ResPreferencesDeclined
source: Preferences Declined
ar: تفضيل مرفوض
cs: Odmítnuté priority (%)
da: Ønsker Afslået
de: Präferenz abgelehnt
es: Preferencias Rechazadas
fa: اولویت کاسته شده
fi: Hylätyt työvuorotoiveet
it: Preferenze rifiutate
ja: 否認されたプリファレンス
lv: Noraidītās Vēlmes
nl: Voorkeuren Gedaald
pl: Preferencje Odrzucone
sq: ResPreferencesDeclined
tr: Reddedilen Tercihler
zh_cn: 被拒绝的偏好

# ResContractTimeH
source: Contract Time (hh:mm)
ar: الوقت بحسب العقد (ق‏ق:س‏س)
cs: Smluvní čas (hh:mm)
da: Kontraktsmæssig Tid (tt:mm)
de: Vertragszeit (hh:mm)
es: Tiempo de Contrato (hh:mm)
fa: زمان قرارداد(hh:mm)
fi: Sopimusaika (tt:mm)
it: Ore da contratto (hh:mm)
ja: 契約時間（時:分）
lv: Kontrakta Laiks (hh:mm)
nl: Contract Tijd (uu:mm)
pl: Czas Kontraktu (gg:mm)
sq: ResContractTimeH
tr: Sözleşme Zamanı (ss:dd)
zh_cn: 合同时间 (小时:分钟 )

# ResAbsencePartDayCount
source: Part of Day
ar: جزء يوم
cs: Čast dne
da: Del af Dag
de: Teil des Tages
es: Parte del día
fa: بخشی از روز
fi: Osapäivä
it: Parte del giorno
ja: パートタイム
lv: Nepilna Diena
nl: Deel van de Dag
pl: Część Dnia
sq: ResAbsencePartDayCount
tr: Günün Bölümü
zh_cn: 非全天

# ResPreferencesAcceptedPercent
source: Preferences Accepted (%)
ar: تفضيل مقبول (%)
cs: Přijaté priority (%)
da: Ønsker Accepteret (%)
de: Präferenz erfüllt (%)
es: Preferencias Aceptadas (%)
fa: اولویت پذیرفته شده(%)
fi: Hyväksytyt työvuorotoiveet (%)
it: Preferenze accettate (%)
ja: プリファレンス承認率 (%)
lv: Akceptētās Vēlmes (%)
nl: Voorkeuren Geaccepteerd (%)
pl: Preferencje Zaakceptowane (%)
sq: ResPreferencesAcceptedPercent
tr: Kabul Edilen Tercihler (%)
zh_cn: 已接受的偏好比例 (%)

# ResAbsenceWorkTimeH
source: Work Time (hh:mm)
ar: وقت العمل (ق‏ق:س‏س)
cs: Pracovní doba
da: Arbejdstid (tt:mm)
de: Arbeitszeit (hh:mm)
es: Tiempo de Trabajo (hh:mm)
fa: زمان کار(hh:mm)
fi: Työaika (tt:mm)
it: Ore lavorative (hh:mm)
ja: 勤務時間（時:分）
lv: Darba Laiks (hh:mm)
nl: Werktijd (uu:mm)
pl: Czas Pracy (gg:mm)
sq: ResAbsenceWorkTimeH
tr: Çalışma Zamanı (ss:dd)
zh_cn: 工作时间

# ResPreferencesAccepted
source: Preferences Accepted
ar: تفضيل مقبول
cs: Přijaté priority
da: Ønsker Accepteret
de: Präferenz erfüllt
es: Preferencias Aceptadas
fa: اولویت پذیرفته شده
fi: Hyväksytyt työvuorotoiveet
it: Preferenze accettate
ja: 承認されたプリファレンス
lv: Akceptētās Vēlmes
nl: Voorkeuren Geaccepteerd
pl: Preferencje Zaakceptowane
sq: ResPreferencesAccepted
tr: Kabul Edilen Tercihler
zh_cn: 已接受的偏好

source: Authentication failed for user
ar: تصريح مرفوض للمستخدم
cs: Autentizace uživatele se nazdařila
da: Autentificering mislykkedes for bruger
de: Fehler bei der Authentifizierung des Benutzers
es: Error de autenticación de usuario
fa: خطا در تایید کاربر
fi: Käyttäjän tunnistus ei onnistunut
it: Autenticazione dell'utente fallita
ja: ユーザーの認証に失敗しました。
lv: Lietotāja autentifikācija neizdevās
nl: Authenticatie mislukt voor user
pl: Nieudana autentykacja dla użytkownika
tr: Kullanıcı İçin Doğrulama Gerçekleşemedi
zh_cn: 用户认证失败

source: Unknown Error
ar: عطل غير معروف
cs: Neznáma chyba
da: Ukendt Fejl
de: Unbekannter Fehler
es: Error Desconocido
fa: خطای ناشناخته
fi: Odottamaton virhe
it: Errore sconosciuto
ja: 不明なエラー
lv: Kļūda
nl: Onbekende Error
pl: Nieznany błąd
tr: Bilimeyen Hata
zh_cn: 未知错误

source: Technical information
ar: معلومات فنية
cs: Technické informace
da: Teknisk information
de: Technische Information
es: Información Técnica
fa: اطلاعات فنی
fi: Tekniset tiedot
it: Informazioni tecniche
ja: 技術情報
lv: Tehniskā informācija
nl: Technische Informatie
pl: Informacja Techniczna
tr: Teknik Bilgi
zh_cn: 技术信息
