Repository: Teleopti/Stardust
Catalog: Teleopti.Analytics/WebPortal/Teleopti.Analytics.Portal/ReportTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, it, ja, lv, nl, pl, sq, tr, zh_cn

# DatabaseTimedOutSelectLessData
source: Connection to database timed out, try to limit your search conditions.
cs: Čas připojení k databázi vypršel, zkuste omezit své vyhledávací podmínky.
da: Forbindelsen til databasen er gået tabt, pröv at afgränse din sögning
de: Verbindung zur Datenbank ist abgebrochen. Bitte schränken Sie Ihre Suchkriterien ein.
es: El tiempo de conexión con la base de datos ha expirado, intente disminuir las condiciones de búsqueda.
fa: اتمام زمان در اتصال به بانک اطلاعات ، شرایط جستجو را محدودتر کنید
fi: Yhteys tietokantaan katkennut. Tee haku uudelleen.
ja: データベースへの接続タイムアウト、検索条件を制限して再試行してください
lv: Savienojuma laiks ar datubāzi ir beidzies, mēģiniet ierobežot meklēšanas kritērijus.
nl: Verbinding met de database is verlopen, probeer je zoekopdracht voorwaarden te beperken
pl: Przekroczono czas połączenia do bazy danych. Spróbuj ograniczyć ilość kryteriów wyszukiwania.
tr: Veritabanı erişimi zaman aşımına uğradı. Arama kriterlerinizi sınırlamayı deneyin.
zh_cn: 与数据库的链接超时，请限制你的搜索条件

# ResReportAvailabilityPerAgent
source: Availability Per Agent
cs: Dostupnost na agenta
da: Tilgængelighed Pr. Medarbejder
de: Verfügbarkeit pro Agent
es: Disponibilidad por Agente
fa: در دسترس بودن به ازای هر پاسخگو
fi: Käytettävyys per agentti
ja: エージェントごとの空き状況
lv: Pieejamība pēc Operatoriem
nl: Beschikbaarheid per Agent
pl: Dostępność na Agenta
tr: Çalışan başına uygunluk
zh_cn: 每个座席代表的可用性

# ResAvailableDays
source: Available Days
cs: Dostupné dny
da: Tilgængelige dage
de: Verfügbare Tage
es: Fechas disponibles
fa: روزهای در دسترس
fi: Käytettävissä olevat päivät
ja: 稼働可能な日にち
lv: Pieejamās Dienas
nl: Beschikbare Dagen
pl: Dostępne Dni
tr: Uygun günler
zh_cn: 可用天数

# ResAvailableTime
source: Available Time
cs: Dostupný čas
da: Tilgængelig tid
de: Verfügbare Zeit
es: Tiempo disponible
fa: زمان قابل دسترس
fi: Käytettävyys aika
ja: 稼働可能な時間
lv: Pieejamais Laiks
nl: Beschikbare Tijd
pl: Dostępny Czas
tr: Uygun saatler
zh_cn: 可用时间

# ResScheduledDays
source: Scheduled Days
cs: Naplánované dny
da: Planlagte dage
de: geplante Tage
es: Días planificados
fa: روزهای زمان بندی شده
fi: Työvuorotetut päivät
ja: 計画された日にち
lv: Ieplānotās Dienas
nl: Ingeroosterd Dagen
pl: Zaplanowane Dni
tr: Vardiyalanmış günler
zh_cn: 已排班天数

# ResUtilization
source: Utilization
cs: Vytížení
da: Udnyttelse
de: Auslastung
es: Utilización
fa: بکارگیری
fi: Käyttöaste
ja: 利用
lv: Izlietošana
nl: Gebruik
pl: Utylizacja
tr: Faydalanma
zh_cn: 利用率

# ResOnlyActiveSkill
source: Only active skills
cs: Pouze aktivní kvalifikace
da: Kun aktive skills
de: Nur aktive Skills
es: Solo agentes activos
fa: فقط مهارت های فعال
fi: Vain aktiiviset taidot
ja: アクティブなスキルのみ
lv: Tikai aktīvās prasmes
nl: Alleen actieve skills
pl: Tylko aktywne umiejętności
tr: Sadece aktif yetenekler
zh_cn: 仅激活的技能

# ResReportAgentSkills
source: Agent Skills
cs: Kvalifikace agenta
da: Medarbejder skills
es: Skills de los Agentes
fa: مهارت های پاسخگو
fi: Agentin taidot
ja: エージェントスキル
lv: Operatora Prasmes
pl: Umiejętności Agenta
tr: Çalışan yetenekleri
zh_cn: 座席代表技能

# ResOnlyActiveSkillColon
source: Only active skills:
cs: Pouze aktivní kvalifikace:
da: Kun aktive skills
de: Nur aktive Skills:
es: Solo skills activos:
fa: فقط مهارت های فعال:
fi: Vain aktiiviset taidot:
ja: アクティブなスキルのみ
lv: Tikai aktīvās prasmes:
nl: Allen actieve skills:
pl: Tylko aktywne umiejętności:
tr: Sadece aktif yetenekler:
zh_cn: 仅激活的技能

# ResReportTimeInStatePerAgent
source: Time in State per Agent
cs: Čas ve stavu dle agenta
da: Tid i tilstand per medarbejder
de: Zeit im Status pro Agent
es: Tiempo en el estado por Agente
fa: زمان محلی برای هر اپراتور
fi: Aika per tila per agentti
ja: エージェント毎の待機時間
lv: Laiks Stāvoklī pēc Operatoriem
nl: Tijd in Staat per Agent
pl: Czas w Statusie na Agenta
tr: Çalışan başına durumda harcanan zaman
zh_cn: 按座席代表的状态时间

# ResStateGroupColon
source: State Groups:
cs: Stavové skupiny:
da: Tilstandsgrupper
de: Statusgruppen
es: Grupos de Estados:
fa: گروه های منطقه ای
fi: Tilaryhmät:
ja: 待機グループ
lv: Stāvokļu Grupas:
nl: Staat Groepen:
pl: Grupy Statusów:
tr: Durum grupları
zh_cn: 状态分组：

# ResIncludeDetails
source: Include details:
cs: Zahrnout podrobnosti:
da: Inkluder detaljer
es: Incluir detalles:
fi: Sisällä yksityskohtaiset tiedot:
lv: Ietverta informācija:
tr: Detaylandır:
zh_cn: 包含详细信息：

# ResRequestStatusCancelled
source: Cancelled
da: Afbrudt
es: Cancelada
fi: Peruttu
lv: Atcelts
tr: İptal edilen
zh_cn: 已取消

# ResRequestStatusWaitlisted
source: Waitlisted
da: Sat på venteliste
es: En lista de espera
fi: Odotuslistalla
lv: Gaidīšanas Rindā
tr: Beklemeye alınan
zh_cn: 已在等候列表

# MultipleActivitiesOrAbsences
source: Multiple activities/absences
da: Flere aktiviteter/fravär
es: Actividades/ausencias múltiples
fi: Useampi aktiviteetti/poissaolo
lv: Vairākas aktivitātes/prombūtnes
tr: Birden fazla aktivite/devamsızlık
zh_cn: 多个活动/缺勤

# ResESLInclShrinkagePercent
source: ESL incl. Shrinkage (%)
es: ESL incl. Absentismo (%)
fi: ESL sis. suunnittelemattomat poissaolot (%)
tr: Tahmini hizmet seviyesi (daralma dahil) (%)
zh_cn: 考虑损耗的预估服务水平(%)

# ResESLPercent
source: ESL (%)
tr: Tahmini hizmet seviyesi (%)
zh_cn: 预估服务水平(%)

# SessionExpiredText
source: Your session has expired due to an extended period of inactivity. You will soon be redirected to the log on page again.
cs: Vaše relace vypršela z důvodu neaktivity. Budete brzy přesměrováni na stránku pro přihlášení.
da: Siden er udløbet på grund af længere tids inaktivitet. Du vil blive sendt videre for at logge på igen.
de: Ihre Sitzung wurde beendet, da Sie längere Zeit nicht auf der Seite aktiv waren. Sie werden gleich auf die Anmelde-Seite umgeleitet.
es: Su sesión ha expirado debido a un periodo prolongado de inactividad. En breve será redirigido a la página de inicio de sesión.
fa: اتصال شما بدلیل مدت زیاد عدم فعالیت منقضی شد.شما به صفحه اتصال مجدد هدایت می شوید
fi: Sinun istuntosi on päättynyt, koska et ole ollut aktiivisena. Ole hyvä ja kirjaudu sisään uudelleen.
it: La sessione è scaduta per prolungata inattività.Tra breve sarai rediretto nuovamente alla pagina di log on.
ja: 一定時間操作が行われなかったため、セッションが切断されました。ログオンページに再度リダイレクトされます。
nl: Uw sessie is verlopen als gevolg van een lange periode van inactiviteit. U zult weer snel doorgestuurd naar de inlog-pagina
pl: Twoja sesja wygasła ze względu na brak aktywności. Zostaniesz przekierowany do strony logowania.
tr: Uzun süren eylemsizlik sebebiyle oturum zaman aşımına uğradı. Yeniden giriş sayfasına yönlendiriliyorsunuz.
zh_cn: 您的会话由于未活动超时已经过期，您会马上被再次重定向至登录页面。

# ResInterval
source: Interval
ar: الفاصل الزمني
de: Intervall
es: Intervalo
fa: فاصله زمانی
fi: Ajanjakso
it: Intervallo
ja: インターバル
lv: Intervāls
pl: Przedział
sq: ResInterval
zh_cn: 间隔

# ResIntervalColon
source: Interval:
ar: الفاصل الزمني:
de: Intervall:
es: Intervalo:
fa: فاصله زمانی:
fi: Aikajakso:
it: Intervallo:
ja: インターバル:
lv: Intervāls:
pl: Przedział:
sq: ResIntervalColon
zh_cn: 间隔：

# ResKpi
source: Kpi
ar: مؤشر الأداء الأساسي
fa: شاخص
fi: KPI - Avainluku
sq: ResKpi
zh_cn: 关键绩效指标

# ResTrend
source: Trend
ar: الاتجاه
es: Tendencia
fa: روند
fi: Trendi
it: Tendenza
ja: トレンド
lv: Tendence
sq: ResTrend
zh_cn: 趋势
