Repository: Teleopti/Stardust
Catalog: Teleopti.Analytics/WebPortal/Teleopti.Analytics.Portal/ReportTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, it, ja, lv, nl, pl, sq, tr, zh_cn

# ResCalls
source: Calls
ar: المكالمات
cs: Hovory
da: Opkald
de: Anrufe
es: Llamadas
fa: تماس ها
fi: Puhelut
it: Chiamate
ja: 通話
lv: Zvani
nl: Telefoongesprekken
pl: Połączeń
sq: ResCalls
tr: Çağrılar
zh_cn: 电话量

# ResDirectOutboundCalls
source: Direct Outbound Calls
ar: المكالمات الصادرة المباشرة
cs: Přímé odchozí hovory
da: Direkte Udgående Opkald
de: Direkte Outbound Anrufe
es: Llamadas Salientes Directas
fa: تماس های خروجی مستقیم
fi: Suorat lähtevät puhelut
it: Chimate Outbound dirette
ja: 直接発信呼
lv: Tiešie Izejošie Zvani
nl: Directe Uitgaande Telefoongesprekken
pl: Bezpośrednie Połączenia Wychodzące
sq: ResDirectOutboundCalls
tr: Direk Dışarama Çağrıları
zh_cn: 直接呼出电话量

# ResAbandonedShortCalls
source: Abandoned Short Calls
ar: المكالمات القصيرة غير المكتملة
cs: Přerušené krátké hovory
da: Tabt Korte Opkald
de: Abgebrochene Short Calls
es: Llamadas Cortas Abandonadas
fa: تماس های کوتاه از دست رفته
fi: Hylätyt lyhyet puhelut
it: Chiamate brevi abbandonate
ja: ショートコールの放棄
lv: Nokritušie Īsie Zvani
nl: Abandoned Korte Calls
pl: Porzucone Krótkie Połączenia
sq: ResAbandonedShortCalls
tr: Kaçan Kısa Çağrılar
zh_cn: 短时放弃的电话量

# ResForecastedCalls
source: Forecasted Calls
ar: المكالمات المتوقعة
cs: Predpovězené hovory
da: Prognosticeret Opkald
de: Prognostizierte Anrufe
es: Llamadas Previstas
fa: تماس های پیش بینی شده
fi: Ennustetut puhelut
it: Chiamate previste
ja: 予測呼量
lv: Prognozētie Zvani
nl: Voorspelde Telefoongesprekken
pl: Planowane Połączenia
sq: ResForecastedCalls
tr: Tahmin Edilen Çağrılar
zh_cn: 预测的电话量

# ResCalculatedCalls
source: Calculated Calls
ar: المكالمات المحسوبة
cs: Vypočtené hovory
da: Beregnede Opkald
de: Berechnete Anrufe
es: Llamadas Calculadas
fa: تماس های محاسبه شده
fi: Lasketut puhelut
it: Chiamate calcolate
ja: 計算呼量
lv: Aprēķinātie Zvani
nl: Berekend Telefoongesprekken
pl: Kalkulowane Połączenia
sq: ResCalculatedCalls
tr: Hesaplanan Çağrılar
zh_cn: 统计的电话量

# ResDirectIncomingCalls
source: Direct Incoming Calls
ar: المكالمات الواردة المباشرة
cs: Přímé příchozí hovory
da: Direkte Indgående Opkald
de: Direkte eingehende Anrufe
es: Llamadas Entrantes Directas
fa: تماس های ورودی مستقیم
fi: Sisääntulevat suoratpuhelut
it: Chiamate Inbound dirette
ja: 直接着信呼
lv: Tiešie Ienākošie Zvani
nl: Directe inkomende Telefoongesprekken
pl: Bezpośrednie Połączenia Przychodzące
sq: ResDirectIncomingCalls
tr: Direk Gelen Çağrılar
zh_cn: 直接呼入电话量

# ResTimeZoneColon
source: Time Zone:
ar: المنطقة الزمنية:
cs: Časové pásmo:
da: Tidszone:
de: Zeitzone:
es: Zona Horaria
fa: منطقه زمانی
fi: Aikavyöhyke:
it: Fuso orario:
ja: タイムゾーン:
lv: Laika zona:
nl: Tijdzone:
pl: Strefa Czasowa:
sq: ResTimeZoneColon
tr: Zaman Dilimi:
zh_cn: 时区：

# ResSkillColon
source: Skill:
ar: المهارة:
cs: Kvalifikace:
da: Kompetence:
fa: مهارت:
fi: Taito:
it: Qualifica:
ja: スキル名:
lv: Prasmes
pl: Umiejętność:
sq: ResSkillColon
tr: Yetenek:
zh_cn: 技能：

# ResSiteNameColon
source: Site:
ar: الموقع:
cs: Pracoviště:
da: Lokalitet:
de: Einheit:
es: Sede
fa: سایت :
fi: Toimipaikka:
it: Luogo:
ja: サイト名:
lv: Grupa
pl: Miejsce:
sq: ResSiteNameColon
tr: Lokasyon:
zh_cn: 站点：

# ResActivityColon
source: Activity:
ar: النشاط:
cs: Činnost:
da: Aktivitet:
de: Aktivität:
es: Actividad:
fa: فعالیت :
fi: Aktiviteetti:
it: Attività:
ja: 活動:
lv: Aktivitāte:
nl: Activiteit:
pl: Czynność:
sq: ResActivityColon
tr: Aktivite:
zh_cn: 活动：

# ResTarget
source: Target
ar: الهدف
cs: Cíl
da: Mål
de: Ziel
es: Objetivo
fa: هدف
fi: Tavoite
it: Obiettivo
ja: ターゲット
lv: Mērķis
nl: Doel
pl: Cel
sq: ResTarget
tr: Hedef
zh_cn: 目标

# ResScheduledOverTime
source: Scheduled Over Time (hh:mm)
ar: الوقت الإضافي المجدول (ق‏ق:س‏س)
cs: Plánovaný přesčas (hh:mm)
da: Planlagt Overtid (tt:mm)
de: Geplante Überstunden (hh.mm)
es: Horas Extra Planificadas (hh:mm)
fa: زمان اضافی برنامه ریزی شده (hh:mm)
fi: Suunniteltu ylityöaika (tt:mm)
it: Straordinario pianificato (hh:mm)
ja: 予定残業時間（時:分）
lv: Ieplānotās Virsstundas (hh:mm)
nl: Ingeroosterd Overwerk (uu:mm)
pl: Zaplanowane Ponad Czas (gg:mm)
sq: ResScheduledOverTime
tr: Vardiyalanan Fazla Zaman (ss:dd)
zh_cn: 已排定的加班 (小时:分钟)

# ResForecastedTimeH
source: Forecasted Time (hh:mm)
ar: الوقت المتوقع (ق‏ق:س‏س)
cs: Predpovězený čas (hh:mm)
da: Prognosticeret Tid (tt:mm)
de: Prognostizierte Zeit (hh:mm)
es: Hora Prevista (hh:mm)
fa: زمان پیش بینی شده(hh:mm)
fi: Ennustettu aika (tt:mm)
it: Ore previste (hh:mm)
ja: 予測時間（時：分）
lv: Prognozētais Laiks (hh:mm)
nl: Voorspelde Tijd (uu:mm)
pl: Planowany Czas (gg:mm)
sq: ResForecastedTimeH
tr: Tahmin Edilen Zaman (ss:dd)
zh_cn: 预测的时间 (小时:分钟 )

# ResForecastedTimeIncludingShrinkageH
source: Forecasted Time incl. Shrinkage (hh:mm)
ar: الوقت المتوقع متضمنًا نسبة الانكماش (ق‏ق:س‏س)
cs: Predpovězený čas včetně ztráty (hh:mm)
da: Prognosticeret Tid inkl. Spildtid (tt:mm)
de: Prognostizierte Zeit inkl. Anpassung (hh:mm)
es: Tiempo Previsto incl. Absentismo (hh:mm)
fa: زمان پیش بینی شامل کاهش(hh:mm)
fi: Ennustettu aika sisältäen sairaspoissaolot (tt:mm)
it: Ore previste incl. riduzioni (hh:mm)
ja: 目減りを含む予測時間（時:分）
lv: Prognozētais Laiks ieskaitot Samazinājumu (hh:mm)
nl: Voorspelde Tijd incl. Shrinkage (uu:mm)
pl: Planowany Czas wraz z Przycięciem (gg:mm)
sq: ResForecastedTimeIncludingShrinkageH
tr: Daralma Dahil Tahmin Edilen Zaman (ss:dd)
zh_cn: 预测的时间包括损耗 (小时:分钟 )

# ResScheduledTimeH
source: Scheduled Time (hh:mm)
ar: الوقت المجدول (ق‏ق:س‏س)
cs: Plánovaný čas (hh:mm)
da: Planlagt Tid (tt:mm)
de: Geplante Zeit (hh:mm)
es: Tiempo Planificado (hh:mm)
fa: زمان برنامه ریزی شده(hh:mm)
fi: Suunniteltu aika (tt:mm)
it: Ore pianificate (hh:mm)
ja: 予定時間（時:分）
lv: Ieplānotais Laiks (hh:mm)
nl: Ingeroosterd Tijd (uu:mm)
pl: Zaplanowany Czas (gg:mm)
sq: ResScheduledTimeH
tr: Vardiyalanan Zaman (ss:dd)
zh_cn: 已排班时间 (小时:分钟 )

# ResReportScheduledTimePerAgent
source: Scheduled Time per Agent
ar: الوقت المجدول لكل وكيل
cs: Plánovaný čas na agenta
da: Planlagt Tid pr. Medarbejder
de: Geplante Zeit pro Agent
es: Tiempo Planificado por Agente
fa: زمان برنامه ریزی شده به ازای هر پاسخگو
fi: Suunniteltu aika per agentti
it: Ore pianificate per agente
ja: エージェントあたりの予定時間
lv: Ieplānotais Laiks pēc Operatoriem
nl: Ingeroosterd Tijd per Agent
pl: Zaplanowany Czas na Agenta
sq: ResReportScheduledTimePerAgent
tr: Vardiyalanan Zaman / Müşteri Temsilcisi
zh_cn: 按座席代表的排班时间

# ResAgentsScheduled
source: Agents Scheduled
ar: الوكلاء المجدولون
cs: Agenti naplánováni
da: Planlagte Medarbejdere
de: Agenten geplant
es: Agentes Planificados
fa: پاسخگویانی که برنامه ریزی شده اند
fi: Työvuorotetut agentit
it: Agenti pianificati
ja: 予定エージェント
lv: Ieplānotie Operatori
nl: Agents Ingeroosterd
pl: Agenci Zaplanowani
sq: ResAgentsScheduled
tr: Vardiyalanan Müşteri Temsilcileri
zh_cn: 排定的座席代表

# ResScheduledvsReady
source: Scheduled vs Ready Agents
ar: الوكلاء المجدولون مقابل الوكلاء المستعدون
cs: Plánovaní vs připravení agenti
da: Planlagte vs Parate Medarbejdere
de: Geplante vs. bereite Agenten
es: Planificado Vs Agentes Disponibles
fa: برنامه ریزی در مقابل پاسخگویان آماده
fi: Suunnitellut vrt valmiit agentit
it: Pianificato vs agenti Ready
ja: 予定エージェントに対するレディ状態エージェント
lv: Ieplānotie Aģenti attiecībā pret Aģentiem Gatavībā
nl: Ingeroosterd vs Ready Agenten
pl: Agent Zaplanowany / Gotowość
sq: ResScheduledvsReady
tr: Vardiyalanan Müşteri Temsilcisi - Hazır Müşteri Temsilcisi
zh_cn: 已排班的座席代表数 vs 状态就绪的座席代表数

# ResAgentsColon
source: Agents:
ar: الوكلاء:
cs: Agenti:
da: Medarbejdere:
de: Agenten:
es: Agentes:
fa: پاسخگویان:
fi: Agentit:
it: Agenti:
ja: エージェント:
lv: Operatori:
nl: Agenten:
pl: Agenci:
sq: ResAgentsColon
tr: Müşteri Temsilcisi:
zh_cn: 座席代表：

# ResAgentDate
source: Agent / Date
ar: الوكيل / التاريخ
cs: Agent / Datum
da: Medarbejder / Dato
de: Agent / Datum
es: Agente / Fecha
fa: اپراتور / روز
fi: Agentti / Päivä
it: Agente / Data
ja: エージェント/日付
lv: Operators / Datums
nl: Agent / Datum
pl: Agent / Data
sq: ResAgentDate
tr: Müşteri Temsilcisi / Tarih
zh_cn: 座席代表/日期

# ResDateToColon
source: Date To:
ar: إلى تاريخ:
cs: Datum do:
da: Dato Til:
de: Datum bis:
es: Fecha hasta:
fa: تاریخ تا :
fi: Päivämäärä päättyen:
it: Alla data:
ja: 日付 to:
lv: Datums Līdz:
nl: Datum Tot:
pl: Data Do:
sq: ResDateToColon
tr: Bitiş Tarihi:
zh_cn: 终止日期：

# ResWeekdayAndSkill
source: Weekday / Skill
ar: اليوم / المهارة
cs: Den týdne / Kvalifikace
da: Ugedag / Kompetence
de: Wochentag / Skill
es: Día de la semana / Skill
fa: روز هفته / مهارت
fi: Viikonpäivä / taito
it: Giorno settimana / Qualifica
ja: 平日/スキル
lv: Darba diena / Prasmes
nl: Weekdag / Skill
pl: Dzień Tygodnia / Umiejętność
sq: ResWeekdayAndSkill
tr: Haftaiçi Günü / Yetenek
zh_cn: 工作日 / 技能

# ResDatePeriodColon
source: Date Period:
ar: تاريخ الفترة:
cs: Datumové období:
da: Datoperiode:
de: Datum Periode:
es: Periodo de fecha:
fa: دوره تاریخ:
fi: Jakso päivinä:
it: Data periodo:
ja: 日付期間:
lv: Periods
nl: Datum Periode:
pl: Data Okresu:
sq: ResDatePeriodColon
tr: Tarih Aralığı:
zh_cn: 日期周期：

# ResSelections
source: Selections
ar: تحديدات
cs: Výběry
da: Valg
de: Auswahl
es: Selecciones
fa: منتخبین
fi: Valinnat
it: Selezioni
ja: 選択
lv: Atlases
nl: Selecties
pl: Wybory
sq: ResSelections
tr: Seçimler
zh_cn: 选择

# ResOverflowOutCalls
source: Overflow Out Calls
ar: تدفق زائد في المكالمات الصادرة
cs: Přetečené hovory (ven)
da: Overløb af Udgående Opkald
de: Überlauf Outbound Anrufe
es: Desborde de llamadas saliente
fa: تماس های خروجی بیش از حد
fi: Lähtevien puhelujen ylivuoto
it: Overflow chiamate Out
ja: 発信呼のオーバーフロー
lv: Zvanu Izejošā Pārplūde
nl: Overflow Uit Telefoongesprekken
pl: Przepełnienie w Połączeniach Wychodzących
sq: ResOverflowOutCalls
tr: Taşan Dış Çağrılar
zh_cn: 溢出电话量

# ResOverflowInCalls
source: Overflow In Calls
ar: تدفق زائد في المكالمات الواردة
cs: Přetečené hovory (dovnitř)
da: Overløb af Indgående Opkald
de: Überlauf Inbound Anrufe
es: Desborde de llamadas entrante
fa: تماس های ورودی بیش از حد
fi: Saapuvien puhelujen ylivuoto
it: Overflow chiamate In
ja: 着信呼のオーバーフロー
lv: Zvanu Ienākošā Pārplūde
nl: Overflow In Telefoongesprekken
pl: Przepełnienie w Połączeniach Wchodzących
sq: ResOverflowInCalls
tr: Taşan İç Çağrılar
zh_cn: 溢入电话量

# LogInRemember
source: Remember me next time
ar: تذكر بياناتي في المرة القادمة
cs: Příště si mě pamatuj
da: Husk mig næste gang
de: Speichern für nächsten Login
es: Recordarme la próxima vez
fa: دفعه بعد مرا به خاطر بسپار
fi: Muista minut seuraavalla kerralla
it: Ricordami la prossima volta
ja: このユーザーを記憶
lv: Atcerēties mani
nl: Onthoud mij de volgende keer
pl: Zapamiętaj mnie
sq: LogInRemember
tr: Gelecek sefere hatırla
zh_cn: 下次自动记住登录信息

# LogInTitle
source: Log In
ar: تسجيل الدخول
cs: Přihlásit se
da: Log Ind
fa: ورود به سیستم
fi: Sisäänkirjautuminen
ja: ログイン
lv: Autorizācija
pl: Zaloguj
sq: LogInTitle
tr: Giriş Yap
zh_cn: 登录

# LogInButton
source: Log In
ar: تسجيل الدخول
cs: Přihlásit se
da: Log Ind
fa: ورود به سیستم
fi: Sisäänkirjautuminen
ja: ログイン
lv: Autorizēties
pl: Zaloguj
sq: LogInButton
tr: Giriş Yap
zh_cn: 登录

# ResAcdLoginName
source: Acd Login
ar: تسجيل الدخول في Acd
cs: Acd přihlášení
da: ACD Log Ind
fa: ورود Acd
fi: ACD sisäänkirjaustunnus
it: Login ACD
ja: 自動呼分配ログイン
lv: Acd Autorizācija
pl: Logowanie ACD
sq: ResAcdLoginName
tr: ACD Giriş
zh_cn: Acd 登录名

# ResHelp
source: Help
ar: تعليمات
cs: Nápověda
da: Hjælp
de: Hilfe
es: Ayuda
fa: راهنما
fi: Ohje
ja: ヘルプ
lv: Palīdzība
pl: Pomoc
sq: ResHelp
tr: Yardım
zh_cn: 帮助

# InvalidValueErrorMessage
source: You have entered an invalid value in:
ar: تم إدخال قيمة غير صالحة في:
cs: Vložili jste nesprávnou hodnotu do:
da: Du har indtastet en ugyldig værdi i:
de: Es wurde ein ungültiger Wert eingetragen:
es: Ha introducido un valor no válido en:
fa: شما مقداری نامعتبر وارد کرده اید:
fi: Olet syöttänyt virheellisen arvon kohtaan:
it: Hai inserito un valore non valido in:
ja: 無効な値が入力されました:
lv: Ievadīta nederīga vērtība:
nl: U heeft een ongeldige waarde ingevoerd:
pl: Wprowadzono nieprawidłową wartość w:
sq: InvalidValueErrorMessage
tr: Geçersiz bir değer girdiniz:
zh_cn: 你在此输入的值无效：

# CommonExpand
source: Expand
ar: توسيع
cs: Rozbalit
da: Maksimer
de: Erweiterung
es: Expandir
fa: توسعه
fi: Laajenna/Avaa
it: Espandi
ja: 展開する
lv: Izvērst
nl: Uitbreiden
pl: Rozwiń
sq: CommonExpand
tr: Genişlet
zh_cn: 展开

# ResSeconds
source: Seconds
ar: ثوانٍ
cs: Sekundy
da: Sekunder
de: Sekunden
es: Segundos
fa: ثانیه ها
fi: Sekuntia
it: Secondi
ja: 秒
lv: Sekundes
nl: Seconden
pl: Sekundy
sq: ResSeconds
tr: Saniyeler
zh_cn: 秒

# ResAdherenceCalculationColon
source: Adherence Calculation:
ar: حساب الالتزام:
cs: Výpočet dodržení:
da: Beregning af Overholdelse:
de: Einhaltungsberechnung:
es: Cálculo de Adherencia:
fa: محاسبه الصاق:
fi: Noudattamisen laskenta:
it: Calcolo aderenza:
ja: 遵守率の計算:
lv: Atbilstības Aprēķins:
nl: Aanhankelijkheid Berekening
pl: Kalkulacja Przestrzegania:
sq: ResAdherenceCalculationColon
tr: Uyum Hesaplama:
zh_cn: 遵时率计算：

# ResServiceLevelCalcColon
source: Service Level Calculation:
ar: حساب مستوى الخدمة:
cs: Výpočet servisní úrovně:
da: Beregning af Service Level:
de: Servicelevelberechnung:
es: Cálculo de Nivel de Servicio
fa: محاسبه سطح سرویس :
fi: Palvelutason laskenta:
it: Calcolo livello di servizio:
ja: サービスレベルの計算:
lv: Servisa Līmeņa Aprēķins:
nl: Serviceniveau Berekening:
pl: Wyliczenie Poziomu Obsługi:
sq: ResServiceLevelCalcColon
tr: Servis Seciyesi Hesaplaması:
zh_cn: 服务水平统计：

# ResMonthDecember
source: December
ar: ديسمبر
cs: Prosinec
de: Dezember
es: Diciembre
fa: دسامبر
fi: Joulukuu
it: Dicembre
ja: 12月
lv: Decembris
pl: Grudzień
sq: ResMonthDecember
tr: Aralık
zh_cn: 十二月

# ResACW
source: After Call Work (ACW)
ar: زمن العمل المترتب على المكالمة
cs: Činnost po ukončení hovoru (ACW)
da: Efterbehandling (ACW - After Call Work)
de: Nachbearbeitungszeit (ACW)
es: Trabajo posterior a la llamada (ACW)
fa: کار بعد از تماس (ACW)
fi: Jälkityöaika (ACW)
ja: アフターコールワーク（ACW）
lv: Zvana Pēcapstrāde
pl: Praca Po Połączeniu (ACW)
sq: ResACW
tr: Çağrı Sonrası Çalışma (ACW)
zh_cn: 话后处理时长 (ACW)

# ResMonthSeptember
source: September
ar: سبتمبر
cs: Září
es: Septiembre
fa: سپتامبر
fi: Syyskuu
it: Settembre
ja: 9月
lv: Septembris
pl: Wrzesień
sq: ResMonthSeptember
tr: Eylül
zh_cn: 九月

# ResSpeedOfAnswer
source: Speed of Answer
ar: سرعة الرد
cs: Rychlost odpovědi
da: Svarhastighed
de: Annahmezeit
es: Velocidad de Respuesta
fa: سرعت پاسخگویی
fi: Vastausnopeus
it: Velocità di risposta
ja: 応答速度
lv: Atbildes Ātrums
nl: Antwoord Snelheid
pl: Szybkość Odbioru
sq: ResSpeedOfAnswer
tr: Karşılama Süresi
zh_cn: 应答速度

# CommonCollapse
source: Collapse
ar: طي
cs: Sbalit
da: Minimer
de: Fehlschlag
es: Colapsar
fa: خراب
fi: Piilota
it: Raggruppa
ja: 折り畳む
lv: Sakļaut
nl: Instorten
pl: Zwiń
sq: CommonCollapse
tr: Çökme
zh_cn: 折叠

# ResNumberOf
source: Number of
ar: عدد
cs: Počet
da: Antal
de: Anzahl von
es: Número de
fa: تعداد
fi: Määrä
it: Numero di
ja: の数
lv: Skaits
nl: Aantal
pl: Ilość
sq: ResNumberOf
tr: Sayısı
zh_cn: 数字

# ResReportAbandonmentAndSpeedOfAnswer
source: Abandonment and Speed of Answer
ar: عدم اكتمال المكالمة وسرعة الرد
cs: Přerušení a rychlost odpovědi
da: Tabte opkald og Svarhastighed
de: Abbrüche und Annahmedauer (ASA)
es: Abandono y Velocidad de Respuesta
fa: از دست رفتن و سرعت پاسخ گویی
fi: Hylkäysaste ja vastausnopeus
it: Abbandono e velocità di risposta
ja: 放棄呼と応答速度
nl: Verlating en Antwoord Snelheid
pl: Porzucenie i Szybkość Odbierania
sq: ResReportAbandonmentAndSpeedOfAnswer
tr: Çağrı Kaçma ve Çağrı Karşılama Süresi
zh_cn: 放弃与应答速度

# ResAgentCategoryColon
source: Agent Category:
ar: فئة الوكيل:
cs: Kategorie agenta:
da: Medarbejderkategori:
de: Agentenkategorie:
es: Categoría de Agente:
fa: دسته بندی پاسخگو:
fi: Agenttiluokka:
it: Categoria agente:
ja: エージェントカテゴリ:
lv: Aģenta Kategorija:
nl: Agent Categorie:
pl: Kategorie Agenta:
sq: ResAgentCategoryColon
tr: Müşteri Temsilcisi Kategorisi:
zh_cn: 座席代表的类别：

# ResReportShiftCategoryPerDay
source: Shift Category per Day
ar: فئة نوبة العمل لليوم
cs: Kategorie směny na den
da: Vagtkategori pr. Dag
de: Schichtkategorie pro Tag
es: Categoría de Turno por Día
fa: دسته بندی شیفت در روز
fi: Vuoroluokka per päivä
it: Categoria turno per giorno:
ja: 1日あたりのシフトカテゴリ
lv: Maiņu Kategorijas pēc Dienām
nl: Dienst Categorie per dag
pl: Kategoria Dyżuru na Dzień
sq: ResReportShiftCategoryPerDay
tr: Vardiya Kategorisi / Gün
zh_cn: 按日期的班次类别

# ResReportShiftCategoryAndDayAbsencePerAgent
source: Shift Category And Full Day Absence per Agent
ar: فئة نوبة العمل وغياب يوم كامل لكل وكيل
cs: Kategorie směny a celodenní absence na agenta
da: Vagtkategori Og Heldagsfravær pr. Medarbejder
de: Schichtkategorie und Ganztagesabwesenheit pro Agent
es: Categoría de Turno y Ausencia de Día Completo por Agente
fa: دسته بندی شیفت و غیبت کامل روزانه برای هر پاسخگو
fi: Vuoroluokka ja koko päivän poissaolo per agentti
it: Categoria turni e assenze a girono intero per agente
ja: エージェントあたりのシフトカテゴリと全日欠勤
lv: Maiņu Kategorijas un Pilnas Dienas Prombūtnes pēc Operatoriem
nl: Dienst Categorie en Volledige Dag Afwezigheid per Agent
pl: Kategoria Dyżuru i Całodniowa Nieobecność na Agenta
sq: ResReportShiftCategoryAndDayAbsencePerAgent
tr: Vardiya Kategorisi ve Tüm Gün Devamsızlık / Müşteri Temsilcisi
zh_cn: 按座席代表的班次类别与全天缺勤

# ResShiftCategoryColon
source: Shift Category:
ar: فئة نوبة العمل:
cs: Kategorie směny:
da: Vagtkategori:
de: Schichtkategorie:
es: Categoría de Turno:
fa: دسته بندی شیفت
fi: Vuoroluokka:
it: Categoria turno:
ja: シフトカテゴリ:
lv: Maiņu Kategorijas:
nl: Dienst Categorie:
pl: Kategoria Dyżuru:
sq: ResShiftCategoryColon
tr: Vardiya Kategorisi
zh_cn: 班次类别：

# ResIntervalToColon
source: Interval To:
ar: فاصل زمني إلى:
cs: Interval do:
da: Interval Til:
de: Intervall bis:
es: Intervalo hasta:
fa: فاصله زمانی تا:
fi: Aikajakso päättyen:
it: Fine intervallo:
ja: インターバル to:
lv: Intervāls Līdz:
nl: Interval Tot:
pl: Przedział Do:
sq: ResIntervalToColon
tr: Son İnterval:
zh_cn: 间隔结束时间：

# ResIntervalFromColon
source: Interval From:
ar: فاصل زمني من:
cs: Interval od:
da: Interval Fra:
de: Intervall von:
es: Intervalo desde:
fa: فاصله زمانی از:
fi: Aikajakso alkaen:
it: Inizio intervallo:
ja: インターバル from:
lv: Intervāls No:
nl: Interval Vanaf:
pl: Przedział Od:
sq: ResIntervalFromColon
tr: İlk İnterval:
zh_cn: 间隔开始时间：

# ResMonthFebruary
source: February
ar: فبراير
cs: Únor
da: Februar
de: Februar
es: Febrero
fa: فوریه
fi: Helmikuu
it: Febbraio
ja: 2月
lv: Februāris
nl: Februari
pl: Luty
sq: ResMonthFebruary
tr: Şubat
zh_cn: 二月

# ResPreviousPeriod
source: Previous Period
ar: فترة سابقة
cs: Předchozí období
da: Foregående Periode
de: Vorherige Periode
es: Periodo Anterior
fa: دوره قبلی
fi: Edellinen jakso
it: Periodo precedente
ja: 前の期間
lv: Iepriekšējais Periods
nl: Vorige Periode
pl: Poprzedni Okres
sq: ResPreviousPeriod
tr: Önceki Periyod
zh_cn: 上个周期

# ResSortByColon
source: Sort by:
ar: فرز حسب:
cs: Seřadit podle:
da: Sorter efter:
de: Sortieren nach:
es: Ordenar por:
fa: ترتیب بر اساس
fi: Lajitteluperuste:
it: Ordina per:
ja: ソート方法:
lv: Kārtot pēc:
nl: Sorteer op:
pl: Sortuj po:
sq: ResSortByColon
tr: Sınıflandır:
zh_cn: 排序：

# ResRelativeDifferencePercent
source: Relative Difference (%)
ar: فرق نسبي (%)
cs: Relativní rozdíl (%)
da: Relativ Difference (%)
de: Relative Differenz (%)
es: Diferencia Relativa (%)
fa: تفاوت نسبی(%)
fi: Suhteellinen erotus (%)
it: Differenza relativa (%)
ja: 相対差異 (%)
lv: Relatīvā atšķirība (%)
nl: Relatieve Verschil (%)
pl: Relatywna Różnica (%)
sq: ResRelativeDifferencePercent
tr: Bağıl Fark (%)
zh_cn: 相对差异 (%)

# ResTeamActual
source: Team Actual
ar: فريق فعلي
cs: Tým skut.
da: Teams Aktuel
de: Team Ist
es: Equipo Actual
fa: واقعی تیم
fi: Tiimi - todellinen
it: Effettivo del Team
ja: チーム実値
lv: Nodaļas Faktiskais
nl: Actuele Team
pl: Zespół Aktualnie
sq: ResTeamActual
tr: Güncel Takım
zh_cn: 实际的小组

# ResActual
source: Actual
ar: فعلي
cs: Skutečnost
da: Aktuel
de: Ist
fa: واقعی
fi: Todellinen
it: Effettivo
ja: 実値
lv: Faktiskais
nl: Actueel
pl: Aktualny
sq: ResActual
tr: Güncel
zh_cn: 实际

# ResQueue
source: Queue
ar: قائمة الانتظار
cs: Fronta
da: Kø
es: Cola
fa: صف
fi: Jono
it: Coda
ja: キュー
lv: Rinda
nl: Wachtrij
pl: Kolejka
sq: ResQueue
tr: Kuyruk
zh_cn: 队列

# ResQueueColon
source: Queue:
ar: قائمة الانتظار:
cs: Fronta:
da: Kø:
es: Cola:
fa: صف :
fi: Jono:
it: Coda:
ja: キュー:
lv: Rinda:
nl: Wachtrij:
pl: Kolejka:
sq: ResQueueColon
tr: Kuyruk:
zh_cn: 队列：

# LogInPassRequired
source: Password is required.
ar: كلمة المرور مطلوبة.
cs: Je požadováno heslo.
da: Adgangskode kræves.
de: Passwort wird benötigt
es: Contraseña requerida.
fa: رمز عبور لازم است.
fi: Salasana on pakollinen.
it: Password necessaria
ja: パスワードが必要です。
lv: Nav ievadīta parole
nl: Wachtwoord is vereist.
pl: Hasło jest wymagane.
sq: LogInPassRequired
tr: Şifre gerekmektedir.
zh_cn: 请输入密码

# LogInPassword
source: Password:
ar: كلمة المرور:
cs: Heslo:
da: Adgangskode:
de: Passwort:
es: Contraseña:
fa: رمز عبور:
fi: Salasana:
ja: パスワード:
lv: Parole:
nl: Wachtwoord:
pl: Hasło:
sq: LogInPassword
tr: Şifre:
zh_cn: 密码：

# LogInNewPasswordLabelText
source: New password
ar: كلمة مرور جديدة
cs: Nové heslo
da: Ny adgangskode
de: Neues Passwort
es: Nueva contraseña
fa: رمز عبور جدید
fi: Uusi salasana
it: Nuova password
ja: 新しいパスワード
lv: Jaunā parole:
nl: Nieuw Wachtwoord
pl: Nowe hasło
sq: LogInNewPasswordLabelText
tr: Yeni Şifre
zh_cn: 新密码

# LogInError
source: Your login attempt was not successful. Please try again.
ar: لم تنجح محاولة تسجيل الدخول التي قمت بها. يُرجى إعادة المحاولة.
cs: Váš pokus o přihlášení byl neúspěšný. Prosím zkuste to znovu.
da: Dit log ind forsøg mislykkedes. Prøv venligst igen.
de: Der Loginversuch war nicht erfolgreich. Bitte nochmals versuchen
es: Su intento de acceso no fue exitoso. Por favor inténtelo de nuevo.
fa: تلاش برای اتصال به سیستم موفق نبود،لطفا دوباره سعی کنید.
fi: Sisäänkirjautuminen epäonnistui. Yritä uudelleen.
it: Tentativo di login è fallito. Per favore riprova.
ja: ログインに失敗しました。再度ログインしてください。
lv: Autorizācija ir nesekmīga. Lūdzu mēģiniet atkārtoti.
nl: Uw login attemt is mislukt. Probeer het opnieuw
pl: Nieudana próba logowania. Proszę spróbować jeszcze raz.
sq: LogInError
tr: Girişiniz başarısız oldu lütfen yeniden deneyin.
zh_cn: 登录失败。请重试。

# MissingValueErrorMessage
source: You have not entered anything in:
ar: لم يتم إدخال أي شيء في:
cs: Nevložili jste žádnou hodnotu do:
da: Du har ikke indtastet noget i:
de: Es wurde noch nichts eingetragen:
es: No se ha introducido nada en:
fa: شما مقداری وارد نکرده اید
fi: Arvo puuttuu kohdasta:
it: Non hai indicato nulla in:
ja: 何も入力されていません:
lv: Nekas nav ievadīts:
nl: U heeft niets ingevoerd:
pl: Nie wprowadzono nic w:
sq: MissingValueErrorMessage
tr: Herhangi bir veri girmediniz:
zh_cn: 你没有输入任何内容：

# ResMonthMarch
source: March
ar: مارس
cs: Březen
da: Marts
de: März
es: Marzo
fa: مارس
fi: Maaliskuu
it: Marzo
ja: 3月
lv: Marts
nl: Maart
pl: Marzec
sq: ResMonthMarch
tr: Mart
zh_cn: 三月

# ResMonthMay
source: May
ar: مايو
cs: Květen
da: Maj
de: Mai
es: Mayo
fa: می
fi: Toukokuu
it: Maggio
ja: 5月
lv: Maijs
nl: Mei
pl: Maj
sq: ResMonthMay
tr: Mayıs
zh_cn: 五月

# KpiAverageAfterCallWork
source: Average After Call Work (s)
ar: متوسط العمل المترتب على المكالمة (ث)
cs: Průměrná činnost po ukončení hovoru (s)
da: Gennemsnitligt Efterbehandllings tid (s)
de: Durchschnitt Nachbearbeitungszeit (sek)
es: Promedio After Call Work (s)
fa: میانگین کار بعد از تماس (s)
fi: Keskimääräinen puhelun jälkeinen työ (s)
it: After Call Work medio (s)
ja: 平均アフターコールワーク時間
lv: Vidējais Zvanu Pēcapstrādes Laiks (s)
nl: Gemiddeld After Call Work (s)
pl: Średni Czas Pracy Po Rozmowie (s)
sq: KpiAverageAfterCallWork
tr: Ortalama Çağrı Sonrası Çalışma (sn)
zh_cn: 平均话后处理时长 (秒)
