Repository: Teleopti/Stardust
Catalog: Teleopti.Analytics/WebPortal/Teleopti.Analytics.Portal/ReportTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, it, ja, lv, nl, pl, sq, tr, zh_cn

# PossibleSolution2
source: Either close the client and log back on using Windows authentication or a system administrator can change web authentication to Forms.
ar: الرجاء اغلاق المستخدم و اعادة تسجيل الدخول باستخدام تصريح الوندوز, او طلب تغيير تصريح الشبكة الىى نماذج من مشرف الشبكة
cs: Buď zavřete klienta a přihlašte se znovu pomocí Windows ověření nebo může administrátor změnit webové ověření k formulářům.
da: Enten lukkes klienten, og der logges ind igen ved brug af Windows-autenticering eller en systemadministrator kan ændre web-autentificeringen til Formularer.
de: Entweder das Klientprogramm abschließen und erneut mit Windows Authentifizierung anschließen, oder ein Systemadministrator ändert die Webauthentifizierung zu Forms.
es: O bien cierre el cliente y vuelva a iniciar la sesión utilizando la autenticación de Windows o un administrador del sistema puede cambiar la autenticación web a Formularios.
fa: کلاینت را بسته واز روش تایید ویندوز استفاده کنید و یا مدیر سیستم روش تایید وب را به فرم ها تغییر دهد
fi: Voit joko sulkea Client-sovelluksen ja kirjautua takaisin käyttäen Windows tunnistusta tai järjestelmävalvoja voi vaihtaa WEB -tunnistuksen muotoa.
it: Chiudere il client e rieseguire il lon on usando l'autenticazione Windows o far cambiare l'autenticazione web in For dall'amministratore di sistema.
ja: クライアントを終了してWindowsによる認証を使用するか、システム管理者に依頼してフォームに対するWeb認証方式を変更してください。
nl: Sluit de klant en login opnieuw met behulp van Windows-authenticatie of de systeem administrator kan de Web-authenticatie naar formulieren veranderen
pl: Zamknij aplikacje klienta i zaloguj się używając autentykacji Windows lub administrator systemu może zmienić autentykacje aplikacji web na Formularz.
sq: PossibleSolution2
tr: İstemci uygulamasını kapatıp tekrar Windows doğrulama ile uygulamaya giriş yapın veya bir sistem yöneticisi web doğrulamasını Formlara çevirebilir.
zh_cn: 关闭程序并使用Windows认证重新登录；或者由系统管理员将认证修改为使用应用程序名登录。

# ResReportAbsenceTimePerAgent
source: Absence Time per Agent
ar: وقت الغياب لكل وكيل
cs: Doba absence agenta
da: Fraværstid pr. Medarbejder
de: Abwesenheitszeit pro Agent
es: Tiempo de Ausencia por Agente
fa: زمان غیبت هر پاسخگو
fi: Poissaoloaika per agentti
it: Ore di assenza per agente
ja: エージェントあたりの欠勤時間
lv: Prombūtnes Laiks pēc Operatora
nl: Afwezigheid Tijd per Agent
pl: Czas Nieobecności na Agenta
sq: ResReportAbsenceTimePerAgent
tr: Devamsızlık Zamanı / Müşteri Temsilcisi
zh_cn: 每个座席代表的缺勤时间

# AuthenticationMixedFailure
source: When using Windows authentication at the web application it is not valid to use Application authentication at the client side.
ar: لا يجوزاستخدام تصريحات التطبيق على جهة المستخدم عند استخدام تصريح الوندوز على تطبيقات الشبكة
cs: Při použití ověřování systému Windows na webové aplikace není správné použít autentifikační aplikace na straně klienta
da: Når der anvendes Windows-autentificering ved web-applikationen, er det ikke gyldigt at anvende Applikations-autentificering på klientsiden.
de: Wenn man Windowsauthentifizierung für das Web nutzt, ist Applikations-Authentifizierung für das Klientprogramm nicht gültig.
es: Cuando se utiliza la autenticación de Windows en la aplicación web no es posible utilizar la autenticación de Aplicación del lado del cliente
fa: وقتی از روش تایید ویندوز در درخواست تحت وب استفاده می کنید .این روش جهت استفاده تایید درخواست در کلاینت معتبر نیست.
fi: Jos käytetään Windows tunnistusta WEB-sovelluksessa, aplikaatiotunnistustoimintoa ei voi käyttää client-sovelluksessa.
it: Quando per l'applicazione web viene utilizza l'autenticazione Windows non è consentito per il client usare l'autenticazione di tipo Applicazione
ja: WebアプリケーションにてWindowsによる認証を使用している場合、クライアント側ではアプリケーションによる認証を行うことができません。
nl: Bij het gebruik van Windows-authenticatie op de webapplicatie is the niet geldig om applicatie-authenticatie te gebruiken op de client
pl: Podczas używania autentykacji Windows w aplikacji web nie jest możliwe użycie autentykacji Aplikacji po stronie klienta.
sq: AuthenticationMixedFailure
tr: Web uygulamasında Windows doğrulama kullanıldığı zaman istemci uygulamasında Uygulama doğrulama geçerli olmamaktadır.
zh_cn: 当Web程序使用Windows认证时，客户端不能使用应用程序认证．

# ResWorkTimeH
source: Work Time (hh:mm)
ar: وقت العمل (ق‏ق:س‏س)
cs: Pracovní doba (hh:mm)
da: Arbejdstid (tt:mm)
de: Arbeitszeit (hh:mm)
es: Tiempo de Trabajo (hh:mm)
fa: زمان کاری(hh:mm)
fi: Työaika (tt:mm)
it: Ore di lavoro (hh:mm)
ja: 勤務時間（時:分）
lv: Darba Laiks (hh:mm)
nl: Werktijd (uu:mm)
pl: Czas Pracy (hh:mm)
sq: ResWorkTimeH
tr: Çalışma Zamanı (ss:dd)
zh_cn: 工作时间 (小时:分钟 )

source: Please use application login instead.
ar: الرجاء الاستعاضة بتسجيل الدخول الخاص بالتطبيق
cs: Přihláste sa do aplikace prosím
da: Anvend venligst i stedet applikations log ind
de: Bitte Applikations-Login anwenden.
es: Por favor use sus credenciales de la aplicación
fa: لطفا به جای این مورد از ورود به برنامه کاربردی استفاده کنید
fi: Käytä aplikaatiosisäänkirjautumista.
it: Utilizzare la login dell'Applicazione
ja: アプリケーションのログインを使用してください。
nl: Aub, Gebruik applicatie login in plaats
pl: Proszę użyć logowania do aplikacji.
tr: Lütfen uygulama girişini kullanın.
zh_cn: 请使用应用程序登录名

# PossibleSolution1
source: Make sure the permissions are synchronized properly with the ETL service.
ar: الرجاء التأكد من تطابق التصاريح مع خدمة ETL
cs: Ujisti se, že oprávnení souhlasí s ETL službou
da: Sørg for, at tilladelserne er synkroniseret korrekt med ETL-processen.
de: Bitte stellen Sie sicher, dass die Berechtigungen korrekt mit dem ETL Service synchronisiert sind.
es: Asegúrese de que los permisos están sincronizados correctamente en el servicio ETL.
fa: مطمئن شوید مجوزها بدرستی با سرویس ETL همزمانی دارد
fi: Varmista, että oikeudet ovat synkronisoitu oikein ETL-palvelun kanssa.
it: Assicurarsi che i permessi siano sincronizzati in modo appropriato con il servizio ETL.
ja: 権限の設定がETLサービスと正しく同期されていることを確認してください。
nl: Zorg ervoor dat de toestemmingen worden gesynchroniseerd met de ETL service
pl: Upewnij się że uprawnienia są poprawnie zsynchronizowane z serwisem ETL.
sq: PossibleSolution1
tr: Yetkilerin ETL servisi ile senkron olduğunu kontrol edin.
zh_cn: 确认权限设置已通过ETL服务正确同步。

source: Possible solution
ar: حل محتمل
cs: Možné řešení
da: Mulig løsning
de: Mögliche Lösung
es: Posible solución
fa: راه حل ممکن
fi: Mahdollinen ratkaisu
it: Possibile soluzione
ja: 考えられるソリューション
lv: Iespējamais risinājums
nl: Mogelijke oplossing
pl: Możliwe rozwiązanie
tr: Olası çözüm
zh_cn: 可能的解决办法

# ResMonthApril
source: April
ar: إبريل
cs: Duben
es: Abril
fa: آوریل
fi: Huhtikuu
it: Aprile
ja: 4月
lv: Aprīlis
pl: Kwiecień
sq: ResMonthApril
tr: Nisan
zh_cn: 四月

# ResTotalsColon
source: Totals:
ar: إجماليات:
cs: Souhrn:
da: Totaler:
de: Gesamt:
es: Totales:
fa: مجموع:
fi: Yhteensä:
it: Totali:
ja: 総計
lv: Kopā:
nl: Totalen:
pl: Suma:
sq: ResTotalsColon
tr: Toplam:
zh_cn: 总计：

# ResReportAgentStatistics
source: Agent Statistics
ar: إحصائيات الوكيل
cs: Statistika agenta
da: Medarbejderstatistik
de: Agentenstatistik
es: Estadísticas de Agente
fa: آمار پاسخگو
fi: Agenttistatistiikka
it: Statistiche agente
ja: エージェントの統計値
lv: Operatoru Statistika
nl: Agent Statistieken
pl: Statystyki Agenta
sq: ResReportAgentStatistics
tr: Müşteri Temsilcisi İstatistikleri
zh_cn: 座席代表统计数据

# ResReportQueueStatistics
source: Queue Statistics
ar: إحصائيات قائمة الانتظار
cs: Statistika fronty
da: Køstatistik:
de: Queue-Statistik
es: Estadísticas de Cola
fa: آمار صف
fi: Jonostatistiikat
it: Statistiche coda
ja: キューの統計値
lv: Rindas Statistika
nl: Wachtrijstatistieken
pl: Statystyki Kolejki
sq: ResReportQueueStatistics
tr: Kuyruk İstatistikleri
zh_cn: 队列统计数据

# ResReportAgentQueueStatistics
source: Agent Queue Statistics
ar: إحصائيات قائمة انتظار الوكلاء
cs: Statistika fronty agenta
da: Køstatistik for Medarbejder
de: Agenten Queue-Statistik
es: Estadísticas de Cola por Agente
fa: آمار صف پاسخگو
fi: Agentin jonostatistiikat
it: Statistiche coda agente
ja: エージェントキューの統計値
lv: Operatoru Rindas Statistika
nl: Agent Wachtrijstatistieken
pl: Statystyki Kolejki Agenta
sq: ResReportAgentQueueStatistics
tr: Müşteri Kuyruk İstatistikleri
zh_cn: 座席代表队列统计数据

# ResPermissionDenied
source: Permission Denied
ar: إذن مرفوض
cs: Oprávnění odmítnuto
da: Tilladelse Nægtet
de: Berechtigung verweigert
es: Permiso Denegado
fa: عدم مجوز دسترسی
fi: Pääsy evätty
it: Permesso negato
ja: 否認されました
lv: Nav Atļaujas
nl: Toestemming Geweigerd
pl: Odmowa Dostępu
sq: ResPermissionDenied
tr: Yetki Reddedildi
zh_cn: 权限被拒绝

# ResAgentsReady
source: Agents Ready
ar: استعداد الوكلاء
cs: Agenti připraveni
da: Parate Medarbejdere
de: Agenten bereit
es: Agentes Disponibles
fa: پاسخگویان آماده
fi: Vapaat agentit
it: Agenti Ready
ja: レディ状態エージェント
lv: Operatori Gatavībā
nl: Agenten Ready
pl: Agenci Gotowi
sq: ResAgentsReady
tr: Hazır Müşteri Temsilcileri
zh_cn: 就绪状态的座席代表

# ResScheduledAgentsReady
source: Scheduled Agents Ready
ar: استعداد الوكلاء المُجدولين
cs: Plánovaní agenti připraveni
da: Planlagte Medarbejdere Parate
de: Geplante Agenten bereit
es: Agentes Disponibles Planificados
fa: پاسخگویان برنامه ریزی شده آماده
fi: Suunnitellut agentit valmiina
it: Agenti pinanificati Ready
ja: レディ状態の予定エージェント
lv: Ieplānotie Operatori Gatavībā
nl: Ingeroosterd Agenten Ready
pl: Zaplanowani Gotowi Agenci
sq: ResScheduledAgentsReady
tr: Vardiyalanmış Hazır Müşteri Temsilcileri
zh_cn: 已排定的状态就绪的座席代表

# LogInUserRequired
source: User Name is required.
ar: اسم المستخدم مطلوب.
cs: Je požadováno jméno uživatele.
da: Brugernavn kræves.
de: Benutzername wird benötigt
es: Nombre de usuario requerido.
fa: نام کاربری لازم است.
fi: Käyttäjätunnus on pakollinen.
it: Il nome utente è necessario
ja: ユーザー名が必要です。
lv: Nav ievadīts lietotājvārds
nl: Gebruikersnaam is vereist.
pl: Nazwa Użytkownika jest wymagana.
sq: LogInUserRequired
tr: Kullanıcı Adı Gerekmektedir
zh_cn: 请输入用户名。

# LogInName
source: User Name:
ar: اسم المستخدم:
cs: Jméno uživatele:
da: Brugernavn:
de: Benutzername:
es: Nombre de usuario:
fa: نام کاربری :
fi: Käyttäjätunnus:
it: Nome utente:
ja: ユーザー名:
lv: Lietotājvārds:
nl: Gebruikersnaam:
pl: Użytkownik:
sq: LogInName
tr: Kullanıcı Adı:
zh_cn: 用户名：

# ResLongestTimeToAnswer
source: Longest Delay in Queue, Answered
ar: أطول فترة تأخير في قائمة الانتظار، تم الرد
cs: Nejdelší prodleva ve frontě (uskutečněné)
da: Længste Ventetid i Køen, Besvaret
de: Längste Wartezeit in der Queue bis Annahme
es: Tiempo max. de espera en cola, Contestadas
fa: بیشترین تاخیر در صف ، پاسخ داده شده
fi: Pisin viive jonossa, vastatut
it: Tempo massimo in coda, risposte
ja: キューにおける応答呼の最長遅延時間
lv: Aizkavētākais atbildētais zvans rindā
nl: Langste Vertraging in de Wachtrij. Beantwoord
pl: Najdłuższe Opóźnienie w Kolejce, Odebrane
sq: ResLongestTimeToAnswer
tr: Kuyruktaki En Uzun Gecikme, Yanıtlanan
zh_cn: 最长队列等待时间，已应答

# ResLongestTimeToAnswerSec
source: Longest Delay in Queue, Answered (s)
ar: أطول فترة تأخير في قائمة الانتظار، تم الرد (ث)
cs: Nejdelší prodleva ve frontě, Uskutečněné hovory (s)
da: Længste Ventetid i Køen, Besvaret (s)
de: Längste Wartezeit in der Queue bis Annahme (sek)
es: Tiempo max. de espera en cola, Contestadas (s)
fa: بیشترین تاخیر در صف، پاسخ داده شده (s)
fi: Pisin viive jonossa, vastatut (s)
it: Tempo massimo in coda, risposte (s)
ja: 最長遅延（キュー、応答）
lv: Rindas Ilgākais Zvana Atbildes Laiks (s)
nl: Langste Vertraging in de Wachtrij. Beantwoord (s)
pl: Najdłuższe Oczekiwanie w Kolejce, Odebrane (s)
sq: ResLongestTimeToAnswerSec
tr: Kuyruktaki En Uzun Gecikme, Yanıtlanan (sn)
zh_cn: 最长队列等待时间，已应答 (秒)

# ResLongestTimeToAbandon
source: Longest Delay in Queue, Abandoned
ar: أطول فترة تأخير في قائمة الانتظار، غير مكتمل
cs: Nejdelší prodleva ve frontě (přerušené)
da: Længste Ventetid i Køen, Tabte Opkald
de: Längste Wartezeit in der Queue bis Abbruch
es: Tiempo max. de espera en cola, Abandonadas
fa: بیشترین تاخیر در صف ، از دست رفته
fi: Pisin viive jonossa, hylätyt
it: Tempo massimo in coda, abbandonate
ja: キューにおける放棄呼の最長遅延時間
lv: Aizkavētākais neatbildētais zvans rindā
nl: Langste Vertraging in de Wachtrij, Abandoned
pl: Najdłuższe Opóźnienie w Kolejce, Porzucone
sq: ResLongestTimeToAbandon
tr: Kuyruktaki En Uzun Gecikme, Kaçan
zh_cn: 呼叫队列中的最长等待时间，挂断

# ResLongestTimeToAbandonSec
source: Longest Delay in Queue, Abandoned (s)
ar: أطول فترة تأخير في قائمة الانتظار، غير مكتمل (ث)
cs: Nejdelší prodleva ve frontě, Přerušené hovory (s)
da: Længste Ventetid i Køen, Tabte Opkald (s)
de: Längste Wartezeit in der Queue bis Abbruch (sek)
es: Tiempo max. de espera en cola, Abandonadas (s)
fa: بیشترین تاخیر در صف، از دست رفته (s)
fi: Pisin viive jonossa, hylätyt (s)
it: Tempo massimo in cosa, abbandonate (s)
ja: 最長遅延（キュー、放棄）
lv: Rindas Ilgākais Nokritušā Zvana Laiks (s)
nl: Langste Vertraging in de Wachtrij. Abandoned (s)
pl: Najdłuższe Oczekiwanie w Kolejce, Porzucone (s)
sq: ResLongestTimeToAbandonSec
tr: Kuyruktaki En Uzun Gecikme, Kaçan (sn)
zh_cn: 最长队列等待时间，已放弃 (秒)

# ResShowReport
source: Show Report
ar: إظهار التقرير
cs: Zobrazit sestavu
da: Vis Rapport
de: Bericht anzeigen
es: Mostrar Reporte
fa: نمایش گزارش:
fi: Näytä raportti
it: Mostra Report
ja: レポートの表示
lv: Parādīt Atskaiti
nl: Toon Rapport
pl: Pokaż Raport
sq: ResShowReport
tr: Rapor Göster
zh_cn: 显示报告

# ShowReportTooltip
source: Show Report
ar: إظهار التقرير
cs: Zobrazit sestavu
da: Vis Rapport
de: Bericht anzeigen
es: Mostrar Reporte
fa: نمایش گزارش
fi: Näytä raportti
it: Mostra Report
ja: レポートの表示
lv: Parādīt Atskaiti
nl: Toon Rapport
pl: Pokaż raport
sq: ShowReportTooltip
tr: Rapor Göster
zh_cn: 显示报告

# ResMonthAugust
source: August
ar: أغسطس
cs: Srpen
es: Agosto
fa: آگوست
fi: Elokuu
it: Agosto
ja: 8月
lv: Augusts
nl: Augustus
pl: Sierpień
sq: ResMonthAugust
tr: Ağustos
zh_cn: 八月

# ResMonthOctober
source: October
ar: أكتوبر
cs: Říjen
da: Oktober
de: Oktober
es: Octubre
fa: اکتبر
fi: Lokakuu
it: Ottobre
ja: 10月
lv: Oktobris
nl: Oktober
pl: Październik
sq: ResMonthOctober
tr: Ekim
zh_cn: 十月

# ResDayOfWeekMonday
source: Monday
ar: الاثنين
cs: Pondělí
da: Mandag
de: Montag
es: Lunes
fa: دوشنبه
fi: Maanantai
it: Lunedì
ja: 月曜日
lv: Pirmdiena
nl: Maandag
pl: Poniedziałek
sq: ResDayOfWeekMonday
tr: Pazartesi
zh_cn: 星期一

# ResGrandTotal
source: Grand Total
ar: الإجمالي الكلي
cs: Celkový součet
da: Samlet Sum
de: Gesamtsumme
es: Gran total
fa: مجموع کل
fi: Yhteensä
it: Totale complessivo
ja: 総計
lv: Pavisam Kopā
nl: Eindtotaal
pl: Razem
sq: ResGrandTotal
tr: Genel Toplam
zh_cn: 总计

# ResDayOfWeekSunday
source: Sunday
ar: الأحد
cs: Neděle
da: Søndag
de: Sonntag
es: Domingo
fa: یکشنبه
fi: Sunnuntai
it: Domenica
ja: 日曜日
lv: Svētdiena
nl: Zondag
pl: Niedziela
sq: ResDayOfWeekSunday
tr: Pazar
zh_cn: 星期天

# ResDayOfWeekWednesday
source: Wednesday
ar: الأربعاء
cs: Středa
da: Onsdag
de: Mittwoch
es: Miércoles
fa: چهارشنبه
fi: Keskiviikko
it: Mercoledì
ja: 水曜日
lv: Trešdiena
nl: Woensdag
pl: Środa
sq: ResDayOfWeekWednesday
tr: Çarşamba
zh_cn: 星期三

# ResWeekColon
source: Week:
ar: الأسبوع:
cs: Týden:
da: Uge:
de: Woche:
es: Semana:
fa: هفته :
fi: Viikko:
it: Settimana:
ja: 週:
lv: Nedēļa:
pl: Tydzień:
sq: ResWeekColon
tr: Hafta
zh_cn: 周：

# ResDeviationMinute
source: Deviation (m)
ar: الانحراف (ق)
cs: Odchylka (m)
da: Afvigelse (m)
de: Abweichung (m)
es: Desviación
fa: تقسیم(دقیقه)
fi: Poikkeama (m)
it: Deviazione (m)
ja: 逸脱 (分)
lv: Novirze (m)
nl: Deviatie (m)
pl: Odchylenie (m)
sq: ResDeviationMinute
tr: Sapma (dk)
zh_cn: 偏差（分钟）

# ResDeviationPerIntervalMinute
source: Deviation / Interval (m)
ar: الانحراف / الفاصل الزمني (ق)
cs: Odchylka / Interval (m)
da: Afvigelse / Interval (m)
de: Abweichung / Intervall (m)
es: Desviación / Intervalo (m)
fa: تقسیم / فاصله زمانی (دقیقه)
fi: Poikkeama / Intervalli (m)
it: Deviazione / Intervallo (%)
ja: 逸脱/インターバル (分)
lv: Novirze / Intervāls (m)
nl: Deviatie / Interval (m)
pl: Odchylenie / Przedział (m)
sq: ResDeviationPerIntervalMinute
tr: Sapma / Interval (dk)
zh_cn: 偏差/间隔（分钟）

# ResStandardDeviation
source: Standard Deviation
ar: الانحراف المعياري
cs: Směrodatná odchylka
da: Standardafvigelse
de: Standard-Abweichung
es: Desviación Estándar
fa: انحراف معیار
fi: Keskihajonta
it: Deviazione standard
ja: 標準偏差
lv: Standarta Novirze
nl: Standaarddeviatie
pl: Standardowe Odchylenie
sq: ResStandardDeviation
tr: Standart Sapma
zh_cn: 标准偏差

# ResDate
source: Date
ar: التاريخ
cs: Datum
da: Dato
de: Datum
es: Fecha
fa: تاریخ
fi: Päivämäärä
it: Data
ja: 日付
lv: Datums
nl: Datum
pl: Data
sq: ResDate
tr: Tarih
zh_cn: 日期

# ResDateInterval
source: Date / Interval
ar: التاريخ / الفاصل الزمني
cs: Datum / Interval
da: Dato / Interval
de: Datum / Intervall
es: Fecha / Intervalo
fa: زمان / فاصله زمانی
fi: Päivämäärä / Intervalli
it: Data / Intervallo
ja: 日付/インターバル
lv: Datums / Intervāls
nl: Datum / Interval
pl: Data / Przedział
sq: ResDateInterval
tr: Tarih / İnterval
zh_cn: 日期 / 间隔

# ResDateColon
source: Date:
ar: التاريخ:
cs: Datum:
da: Dato:
de: Datum:
es: Fecha:
fa: تاریخ:
fi: Päivämäärä:
it: Data:
ja: 日付:
lv: Datums:
nl: Datum:
pl: Data:
sq: ResDateColon
tr: Tarih:
zh_cn: 日期：

# ResNext
source: Next
ar: التالي
cs: Další
da: Næste
de: Nächster
es: Siguiente
fa: بعدی
fi: Seuraava
it: Prossimo
ja: 次へ
lv: Nākamais
nl: Volgende
pl: Następny
sq: ResNext
tr: Devam
zh_cn: 下一步

# ResDayOfWeekTuesday
source: Tuesday
ar: الثلاثاء
cs: Úterý
da: Tirsdag
de: Dienstag
es: Martes
fa: سه شنبه
fi: Tiistai
it: Martedì
ja: 火曜日
lv: Otrdiena
nl: Dinsdag
pl: Wtorek
sq: ResDayOfWeekTuesday
tr: Salı
zh_cn: 星期二

# ResDayOfWeekFriday
source: Friday
ar: الجمعة
cs: Pátek
da: Fredag
de: Freitag
es: Viernes
fa: جمعه
fi: Perjantai
it: Venerdì
ja: 金曜日
lv: Piektdiena
nl: Vrijdag
pl: Piątek
sq: ResDayOfWeekFriday
tr: Cuma
zh_cn: 星期五

# ResDayOfWeekThursday
source: Thursday
ar: الخميس
cs: Čtvrtek
da: Torsdag
de: Donnerstag
es: Jueves
fa: پنج شنبه
fi: Torstai
it: Giovedì
ja: 木曜日
lv: Ceturtdiena
nl: Donderdag
pl: Czwartek
sq: ResDayOfWeekThursday
tr: Perşembe
zh_cn: 星期四

# ResPrevious
source: Previous
ar: السابق
cs: Předchozí
da: Forudgående
de: Vorheriger
es: Anterior
fa: قبلی
fi: Edellinen
it: Precedente
ja: 前へ
lv: Iepriekšējais
nl: Vorige
pl: Poprzedni
sq: ResPrevious
tr: Bir Önceki
zh_cn: 前一步

# ResForecastedHoursH
source: Forecasted Hours (hh:mm)
ar: الساعات المتوقعة (ق‏ق:س‏س)
cs: Predpovězené hodiny (hh:mm)
da: Prognosticeret Timer (tt:mm)
de: Prognostizierte Stunden (hh:mm)
es: Horas Previstas (hh:mm)
fa: ساعات پیش بینی شده (hh:mm)
fi: Ennustetut tunnit (tt:mm)
it: Ore previste (hh:mm)
ja: 予測時間（時:分）
lv: Prognozētās Stundas (hh:mm)
nl: Voorspelde Uren
pl: Planowane Godziny (gg:mm)
sq: ResForecastedHoursH
tr: Tahmin Edilen Saat (ss:dd)
zh_cn: 预测的小时数 (小时:分钟 )

# ResForecastedHoursIncludingShrinkageH
source: Forecasted Hours (shrinkage) (hh:mm)
ar: الساعات المتوقعة (نسبة الانكماش) (ق‏ق:س‏س)
cs: Predpovězené hodiny (ztráta) (hh:mm)
da: Prognosticeret Timer (spildtid) (tt:mm)
de: Prognostizierte Stunden (Anpassung) (hh:mm)
es: Horas Previstas (ausentismo) (hh:mm)
fa: ساعات پیش بینی شده - کاهش (hh:mm)
fi: Ennustetut tunnit (sairaspoissaolot) (tt:mm)
it: Ore previste (riduzioni) (hh:mm)
ja: 予測時間（目減り）（時:分）
lv: Prognozētās Stundas (samazinājums) (hh:mm)
nl: Voorspelde Uren (shrinkage) (uu:mm)
pl: Planowane godziny (przycięcie) (gg:mm)
sq: ResForecastedHoursIncludingShrinkageH
tr: Tahmin Edilen Saat (Daralma) (ss:dd)
zh_cn: 预测的小时数 (损耗 ) (小时:分钟 )

# ResReportForecastvsScheduledHours
source: Forecast vs Scheduled Hours
ar: الساعات المتوقعة مقابل الساعات المجدولة
cs: Predpověd vs plánované hodiny
da: Prognose vs Planlagte Timer
de: Prognose vs. geplante Stunden
es: Pronóstico vs Horas Planificadas
fa: پیش بینی در مقابل ساعات برنامه ریزی شده
fi: Ennustetut vrt suunnitellut tunnit
it: Ore previste vs pianificate
ja: 予測時間に対する予定時間
lv: Prognoze attiecībā pret Ieplānotajām Stundām
nl: Voorspelling vs Ingeroosterd Uren
pl: Planowane / Zaplanowane Godziny
sq: ResReportForecastvsScheduledHours
tr: Tahmin Edilen - Vardiyalanan Saat
zh_cn: 预测小时数与排班小时数对比

# ResScheduledHoursH
source: Scheduled Hours (hh:mm)
ar: الساعات المجدولة (ق‏ق:س‏س)
cs: Plánované hodiny (hh:mm)
da: Planlagte Timer (tt:mm)
de: Geplante Stunden (hh:mm)
es: Horas Planificadas (hh:mm)
fa: ساعات برنامه ریزی شده (hh:mm)
fi: Suunnitellut tunnit (tt:mm)
it: Ore pianificate (hh:mm)
ja: 予定時間（時:分）
lv: Ieplānotās Stundas (hh:mm)
nl: Ingeroosterd Uren (uu:mm)
pl: Zaplanowane Godziny (gg:mm)
sq: ResScheduledHoursH
tr: Vardiyalanan Saat (ss:dd)
zh_cn: 排班小时数 (小时:分钟 )

# ResDayOfWeekSaturday
source: Saturday
ar: السبت
cs: Sobota
da: Lørdag
de: Samstag
es: Sábado
fa: شنبه
fi: Lauantai
it: Sabato
ja: 土曜日
lv: Sestdiena
nl: Zaterdag
pl: Sobota
sq: ResDayOfWeekSaturday
tr: Cumartesi
zh_cn: 星期六

# ResScenarioColon
source: Scenario:
ar: السيناريو:
cs: Scénář:
da: Scenarie:
de: Szenario:
es: Escenario:
fa: سناریو:
fi: Skenaario:
ja: シナリオ:
lv: Scenārijs
pl: Scenariusz:
sq: ResScenarioColon
tr: Senaryo:
zh_cn: 情景：

# ResDayOffColon
source: Day Off:
ar: العطلة:
cs: Den volna:
da: Fridag:
de: Freier Tag:
es: Día Libre:
fa: روز تعطیل
fi: Vapaapäivä:
it: Riposo:
ja: 休暇:
lv: Brīvdiena:
nl: Vrije Dag:
pl: Dzień Wolny:
sq: ResDayOffColon
tr: Tatil:
zh_cn: 休息日：

# ResActualACW
source: Actual ACW
ar: العمل الفعلي المترتب على المكالمة
cs: Skut. činnost po ukončení hovoru
da: Aktuel ACW
de: Ist Nachbearbeitungszeit
es: ACW actual
fa: واقعی ACW
fi: Todellinen ACW
it: ACW effettivo
ja: アフターコールワーク 実値
lv: Faktiskais Zvana Pēcapstrādes Laiks
nl: Actuele ACW
pl: Aktualne ACW
sq: ResActualACW
tr: Güncel ACW
zh_cn: 实际话后处理时长

# ResForecastedACW
source: Forecasted ACW
ar: العمل المتوقع المترتب على المكالمة
cs: Predpovězená ACW
da: Prognosticeret ACW
de: Prognostizierte Nachbearbeitungszeit
es: ACW previsto
fa: پیش بینی شده ACW
fi: Ennustettu ACW
it: ACW previsto
ja: アフターコールワーク 予測値
lv: Prognozētais Zvana Pēcapstrādes laiks
nl: Voorspelde ACW
pl: Planowane ACW
sq: ResForecastedACW
tr: Tahmin Edilen ACW
zh_cn: 预测的话后处理时长

# ResReportForecastvsActualWorkload
source: Forecast vs Actual Workload
ar: العمل المتوقع مقابل العمل الفعلي
cs: Predpověd vs skutečná pracovní náplň
da: Prognose vs Aktuel Arbejdsbelastning
de: Forecast vs. Ist Workload
es: Pronóstico vs Workload Actual
fa: پیش بینی در مقابل حجم کار واقعی
fi: Ennustettu vrt todellinen työmäärä
it: Carico previsto vs effettivo
ja: 予測 実測
lv: Prognoze attiecībā pret faktisko Darba Slodzi
nl: Voorspelling vs Werkload
pl: Planowane / Aktualne Obciążenie
sq: ResReportForecastvsActualWorkload
tr: Tahmin Edilen - Güncel İşyükü
zh_cn: 预测工作量与实际工作量对比

# ResWorkloadColon
source: Workload:
ar: العمل:
cs: Pracovní náplň:
da: Arbejdsbelastning:
fa: حجم کاری:
fi: Työmäärä:
it: Carico di lavoro:
ja: ワークロード:
lv: Darba Slodze
nl: Werkload
pl: Nakład Pracy:
sq: ResWorkloadColon
tr: İşyükü:
zh_cn: 工作量：

# ResAbsenceColon
source: Absence:
ar: الغياب:
da: Fravær:
de: Abwesenheit:
es: Ausencia:
fa: غیبت :
fi: Poissaolo:
it: Assenza:
ja: 欠勤:
lv: Prombūtne:
nl: Afwezigheid:
pl: Nieobecność:
sq: ResAbsenceColon
tr: Devanmsızlık:
zh_cn: 缺勤：

# ResPeriod
source: Period
ar: الفترة
cs: Období
da: Periode
de: Periode
es: Período
fa: دوره
fi: Jakso
it: Periodo
ja: 期間
lv: Periods
nl: Periode
pl: Okres
sq: ResPeriod
tr: Periyod:
zh_cn: 周期

# ResRelativeDifferenceInclShrinkagePercent
source: Relative Difference incl. Shrinkage (%)
ar: الفرق النسبي متضمنًا نسبة الانكماش (%)
cs: Relativní rozdíl včetně ztráty (%)
da: Relativ Difference inkl. Spildtid (%)
de: Relative Differenz inkl. Anpassung (%)
es: Diferencia Relativa incl. Absentismo (%)
fa: تفاوت نسبی شامل کاهش (%)
fi: Suhteellinen erotus sisältäen sairaspoissaolot (%)
it: Differenza relativa incl. riduzioni (%)
ja: 目減りを含む相対差異 (%)
lv: Relatīvā Atšķirība iesk. Samazinājumu (%)
nl: Relatieve Verschil incl. Shrinkage (%)
pl: Relatywna Różnica wraz z Przycięciem (%)
sq: ResRelativeDifferenceInclShrinkagePercent
tr: Daralma Dahil Bağıl Fark (%)
zh_cn: 相对差异 包含损耗 (%)

# ResTeamNameColon
source: Team:
ar: الفريق:
cs: Tým:
es: Equipo:
fa: تیم:
fi: Tiimi:
ja: チーム:
lv: Nodaļa
pl: Zespół:
sq: ResTeamNameColon
tr: Takım:
zh_cn: 小组：
