Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# ReplyColon
source: Reply:
ar: اجابة:
cs: Odpověď:
da: Svar:
de: Antwort:
es: Respuesta:
fa: پاسخ:
fi: Vastaus:
fr: Répondre:
id: Jawab:
it: Risposta:
ja: 応答:
lv: Atbildēt:
nl: Antwoorden
no: Svar:
pl: Odpowiedź:
pt: Resposta:
ru: Ответ:
sv: Svar:
tr: Yanıtla:
zh_cn: 回复：
zh_hk: 回復：

source: Export to
ar: تصدير الى
cs: Exportovat do
da: Eksporter til
de: Exportiere nach
es: Exportar a:
fa: صدور به
fi: Vie kohteeseen:
fr: Exporter vers
id: Ekspor ke
it: Esporta in
ja: にエクスポート
lv: Eksportēt uz
nl: Exporteren naar
no: Eksporter til
pl: Eksport do:
pt: Exportar para
ru: Экспорт в
sv: Exportera till
tr: Dışa aktar
zh_cn: 导出到
zh_hk: 匯出到

source: Export to scenario
ar: تصدير لسيناريو
cs: Exportovat do scénáře
da: Eksporter til scenarie
de: Exportiere zu Szenario
es: Exportar a escenario
fa: صدور به سناریو
fi: Vie skenaarioon
fr: Exporter vers scénario
id: Ekspor ke skenario
it: Esporta in scenario
ja: シナリオにエクスポート
lv: Eksportēt uz scenāriju
nl: Exporteren naar scenario
no: Eksporter til scenario
pl: Eksport do scenariusza
pt: Exportar para o cenário
ru: Экспорт в сценарий:
sv: Exportera till scenario
tr: Senaryoya aktar
zh_cn: 导出到情景
zh_hk: 匯出到情景

# EmploymentTypeFixedStaffDayWorkTime
source: Fixed staff with day work time
ar: الموظفين الثابتين مع يوم وقت العمل
cs: Stálí zaměstnanci s denní pracovní dobou
da: Fastansatte med fast daglig arbejdstid
de: Feste Mitarbeiter mit Tagesarbeitszeit
es: Pers. fijo - tiempo de trab. por día
fa: کارمند ثابت با زمان کار روز
fi: Vakituinen henkilökunta päivätyöaika
fr: Personnel fixe avec temps de travail journalier
id: Staf tetap dengan hari waktu kerja
it: Personale fisso con lavoro giornaliero
ja: 1日の勤務時間が設定された固定給スタッフ
lv: Fiksētie darbinieki ar dienas darba laiku
nl: Vaste personeel met dag werktijd
no: Fast ansatt med dagarbeidstid
pl: Załoda stała z dziennym czasem pracy
pt: Equipe fixa com tempo de trabalho diário
ru: Постоянный персонал, нефиксированное время работы
sv: Fastanställda dagarbetstid
tr: Tam zamanlı sabit personel
zh_cn: 固定员工日工作时间(适用月排)
zh_hk: 固定員工日工作時間(適用月排)

# EmploymentTypeFixedStaffPeriodWorkTime
source: Fixed staff with period work time
ar: الموظفين الثابتين مع فترة وقت العمل
cs: Stálí zaměstnanci s periodickou pracovní dobou
da: Fastansatte med arbejdstid i perioder
de: Feste Mitarbeiter mit Periodenarbeitszeit
es: Pers. fijo - tiempo de trab. por período
fa: کارمند ثابت با زمان کار دوره
fi: Vakituinen henkilökunta jaksotyöajalla
fr: Personnel fixe avec temps de travail par période
id: Staf tetap dengan periode waktu kerja
it: Personale fisso con lavoro a periodo
ja: 一定期間の勤務時間が設定された固定給スタッフ
lv: Fiksētie darbinieki ar periodisku darba laiku
nl: Vaste personeel met werktijd periode
no: Fast ansatt med periodearbeidstid
pl: Załoga stała z okresowym czasem pracy
pt: Equipe fixa com tempo de trabalho por período
ru: Постоянный персонал, частично фиксированное время работы
sv: Fastanställda periodarbetstid
tr: Değişken zamanlı sabit personel
zh_cn: 固定员工周期内工作时间
zh_hk: 固定員工週期內工作時間

source: Conflicting restrictions
ar: قيود متضاربة
cs: Konflikt omezení
da: Konflikt mellem restriktioner
de: Widersprüchliche Beschränkungen
es: Conflicto de restricciones
fa: محدودیت های تعارض
fi: Ristiriitaiset rajoitteet
fr: Restrictions en conflit
id: Restriksi konflik
it: Limitazioni in conflitto
ja: 制限が競合しています
lv: Pretrunīgi ierobežojumi
nl: Conflicterende beperkingen
no: Konfliktrestriksjoner
pl: Konflik restrykcji
pt: Restrições conflitantes
ru: Конфликт ограничений
sv: Motstridiga begränsningar
tr: Çelişkili sınırlamalar
zh_cn: 限制条件冲突
zh_hk: 限制條件衝突

source: No restriction defined
ar: لم يتم تعريف القيود
cs: Nejsou definována žádná omezení
da: Ingen restriktion defineret
de: Keine Beschränkung definiert
es: Sin restricción definida
fa: هیچ محدودیتی تعریف نشده است
fi: Rajoitusta ei ole määritelty
fr: Aucune restriction definie
id: Restriksi tidak ditentukan
it: Nessuna limitazione definita
ja: 拒否された制限はありません
lv: Nav definētu ierobežojumu
nl: Geen beperking gedefinieerd
no: Ingen restriksjon definert
pl: Brak restrykcji
pt: Nenhuma retrição definida
ru: Ограничения не определены
sv: Ingen begränsning definierad
tr: Sınırlama tanımlanmamış
zh_cn: 未定义限制条件
zh_hk: 未定義限制條件

source: Export to another scenario?
ar: تصدير لسيناريو اخر ؟
cs: Exportovat do jiného scénáře?
da: Eksporter til et andet scenarie?
de: Zu anderem Szenario exportieren?
es: Exportar a otro escenario?
fa: صدور به سناریوی دیگر؟
fi: Viedäänkö toiseen skenaarioon?
fr: Exporter vers autre scénario?
id: Ekspor ke skenario lain?
it: Esporta in un altro scenario?
ja: 他のシナリオをエクスポートしますか?
lv: Eksportēt uz citu scenāriju?
nl: Exporteren naar een ander scenario?
no: Eksporter til et annet scenario?
pl: Eksportować do innego scenariusza?
pt: Exportar para outro cenário?
ru: Экспортировать в другой сценарий?
sv: Exportera till annat scenario?
tr: Başka senaryoya aktarmak istiyor musunuz?
zh_cn: 导出到另一个情景
zh_hk: 匯出到另一個情景

# ExportValidationWarnings
source: Validation warnings
ar: تحذير تأكيدي
cs: Varování ověření
da: Valideringsadvarsler
de: Validierungs-Warnungen
es: Alertas de validación
fa: اخطارهای اعتبار
fi: Validointivaroituksia
fr: Alertes validation
id: Peringatan validasi
it: Avvertimento di convalidazione
ja: 検証に関する警報
lv: Validācijas brīdinājumi
nl: Validatie waarschuwingen
no: Godkjenningsadvarsel
pl: Ostrzeżenia walidacji
pt: Avisos de validação
ru: Проверка предупреждений
sv: Valideringsvarningar
tr: Doğrulama onayı
zh_cn: 验证告警
zh_hk: 驗證告警

# ExportNoValidationWarnings
source: No validation warnings
ar: لا يوجد تحذير تأكيدي
cs: Žádné varování ověření
da: Ingen valideringsadvarsler
de: Keine Validierungswarnungen
es: No hay alertas de validación
fa: هیچ اخطار اعتباریوجود ندارد
fi: Ei validointivaroituksia
fr: Aucune alerte validation
id: Tidak ada peringatan validasi
it: Nessun avvertimento di convalidazione
ja: 検証に関する警報はありません
lv: Nav validācijas brīdinājumu
nl: Geen validatie waarschuwingen
no: Ingen godkjenningsadvarsler
pl: Brak ostrzeżeń walidacji
pt: Nenhum aviso de validação
ru: Нет проверенных предупреждений
sv: Inga validerings-varningar
tr: Doğrulama onayı yok
zh_cn: 无验证告警
zh_hk: 無驗證告警

source: Choose Commands From
ar: اختر الامر من
cs: Zvolte příkaz z
da: Vælg Kommandoer Fra
de: Wähle Befehle von
es: Elegir Comandos desde
fa: انتخاب دستورات از
fi: Valitse kommennot kohteesta
fr: Choisir commandes depuis
id: Pilih Perintah Dari
it: Scegli comandi Da
ja: コマンドを選択
lv: Izvēlieties komandas no
nl: Kies Opdrachten Uit
no: Velg kommandoer fra
pl: Wybierz polecenie z
pt: Escolher Comandos De
ru: Выберите команду из:
sv: Välj kommandon från
tr: Talimatları seç
zh_cn: 选择命令自
zh_hk: 選擇命令自

source: Show Quick Access Toolbar Above Ribbon
ar: افتح مشاهدة سريعة لشريط الأدوات فوق الوشاح
cs: Zobrazit nástroje pro rychlý přístup nad lištou
da: Vis Værktøjslinjen Hurtig Adgang Oven Over Båndet
de: Quick Access Toolbar über dem Band zeigen.
es: Mostrar Barra de Herram. de Acceso Rápido sobre el Ribbon
fa: نمایش نوار ابزار دسترسی سریع بالای نوار
fi: Näytä työkalurivi valikon yläpuolella
fr: Montrer barre d'outils accès rapide au-dessus du bandeau
id: Tampilkan Papan Perangkat Akses Cepat Di Atas Pita
it: Mostra accesso rapido sopra la barra
ja: クイックアクセスツールバーをリボンの上に表示
lv: Rādīt Ātrās Piekļuves Rīkjoslu Virs Lentes
nl: Enable Reporting:
no: Vis Quick Access verktøylinjen over bokmerke
pl: Pokaż pasek szybkiego dostępu nad wstążką
pt: Mostrar o Menu de Acesso Rápido sobre a Fita
ru: Показать панель быстрого доступа выше ленты
sv: Visa verktygsfältet Snabbåtkomst ovanför menyfliksområdet
tr: Çabuk erişim alet kutusunu şeridin üstünde göster
zh_cn: 快速访问工具条显示在工具栏上方
zh_hk: 快速訪問工具條顯示在工具列上方

source: Show Quick Access Toolbar Below Ribbon
ar: افتح مشاهدة سريعة لشريط الأدوات تحت الوشاح
cs: Zobrazit nástroje pro rychlý přístup pod lištou
da: Vis Værktøjslinjen Hurtig Adgang Neden Under Båndet
de: Quick Access Toolbar unter dem Band zeigen.
es: Mostrar Barra de Herram. de Acceso Rápido debajo del Ribbon
fa: نمایش نوار ابزار دسترسی سریع پایین نوار
fi: Näytä työkalurivi valikon alapuolella
fr: Montrer barre d'outils accès rapide en-dessous du bandeau
id: Tampilkan Papan Perangkat Akses Cepat Di Bawah Pita
it: Mostra accesso rapido sotto la barra
ja: クイックアクセスツールバーをリボンの下に表示
lv: Rādīt Ātrās Piekļuves Rīkjoslu Zem Lentes
nl: Toon Snelle Toegang Toolbar Onder Lint
no: Vis Quick Access verktøylinjen under bokmerke
pl: Pokaż pasek szybkiego dostępu pod wstążką
pt: Mostrar o Menu de Acesso Rápido sob a Fita
ru: Показать панель быстрого доступа ниже ленты
sv: Visa verktygsfältet Snabbåtkomst nedanför menyfliksområdet
tr: Çabuk erişim alet kutusunu şeridin altında göster
zh_cn: 快速访问工具条显示在工具栏下方
zh_hk: 快速訪問工具條顯示在工具列下方

source: Import Queue From File
ar: تصدير قائمة الانتظار من الملف
cs: Importovat forntu ze souboru
da: Importer Kø Fra Fil
de: Importiere Warteschlange von Datei
es: Importar Cola desde Archivo
fa: وارد کردن صف از فایل
fi: Tuo jono tiedostosta
fr: Importer flux du fichier
id: Impor Antrian Dari File
it: Importa coda da file
ja: ファイルからキューをインポート
lv: Importēt Rindu no Faila
no: Importkø fra fil
pl: Importuj kolejkę z pliku
pt: Importar Fila de um Arquivo
ru: Импорт статистики очереди из файла
sv: Importera kö från fil
tr: Dosya aktarımı
zh_cn: 从文件导入队列数据
zh_hk: 從檔導入佇列資料

# NoNodeSelectedExclamation
source: No node selected!
ar: لم يتم اختيار الجزء
cs: Žádný uzel není zvolen!
da: Ingen knude er valgt!
es: Ningún nodo seleccionado!
fa: هیچ نودی انتخاب نشده است!
fi: Ei solmua valittuna!
fr: Aucun noeud sélectionné!
id: Tidak ada node dipilih!
it: Nessun nodo selezionato!
ja: ノードが選択されていません!
lv: Nav izvēlēts neviens mezgls!
nl: Geen node geselecteerd!
no: Ingen node valgt!
pl: Nie wybrano węzła!
pt: Nenhum nó selecionado!
ru: Узел не выбран!
sv: Ingen nod är vald!
tr: Nod seçilmedi
zh_cn: 未选择节点！
zh_hk: 未選擇節點！

# PleaseSelectANodeExclamation
source: Please select a node!
ar: يرجى اختيار الجزء
cs: Prosím zvolte uzel!
da: Vælg venligst en knude!
es: Por favor seleccione un nodo!
fa: لطفا یک نود انتخاب کنید!
fi: Ole ystävällinen, valitse solmu!
fr: Sélectionner un noeud svp!
id: Pilih node!
it: Seleziona un nodo per favore.
ja: ノードを選択してください!
lv: Lūdzu izvēlieties mezglu!
nl: Aub selecteer en node!
no: Vennligst velg en node!
pl: Wybierz węzeł!
pt: Por favor selecione um nó!
ru: Выберите узел!
sv: Vänligen välj en nod
tr: Lğtfen bir node seçin!
zh_cn: 请选择一个节点！
zh_hk: 請選擇一個節點！

# EnableReportingColon
source: Enable Reporting:
ar: تشغيل التقارير:
cs: Povolený reporting:
da: Aktiver Rapportering:
de: Berichterstattung aktivieren*:
es: Habilitar en Reportes:
fa: فعال کردن گزارش گیری :
fi: Mahdollista raportointi
fr: Activer rapports:
id: Mengaktifkan Laporan:
it: Abilita Reporting
ja: レポート作成の許可:
lv: Iespējot Ziņošanu:
no: Aktiver rapportering:
pl: Włącz raportowanie:
pt: Habilitar Relatórios:
ru: Использовать в отчетах
sv: Slå på rapportering:
tr: Raporlama aktif
zh_cn: 启用报告：
zh_hk: 啟用報告：

# Maximum5Scenarios
source: *Maximum 5 scenarios may be used for reporting.
ar: 5 سيناريوهات هو الحد الأقصى في استخدام التقارير
cs: *Maximálně 5 scénářů může být použit pro reporting
da: *Maksimalt 5 scenarier må anvendes til rapportering.
de: *Maximal 5 Szenarien für die Berichterstattung verwenden.
es: *Un máximo de 5 escenarios pueden ser usado en reportes.
fa: *. حداکثر 5 سناریو می تواند برای گزارش استفاده شود
fi: "Raportointiin voidaan käyttää maksimissaan 5 skenaariota.
fr: *Un maximum de 5 scénarios peut être utilisé pour les rapports.
id: *Maksimal 5 skenario yang bisa digunakan untuk laporan.
it: *Nei report possono essere usato massimo 5 scenari.
ja: *レポート作成では最大で5つのシナリオが使用されます。
lv: *Maksimālais 5 scenārijus var izmantot ziņošanai.
nl: *Maximaal 5 scenario's kunnen gebruikt worden voor reporting.
no: *Maksimum 5 scenarioer kan brukes til rapportering.
pl: *Do raportowania można użyć maksimum 5 scenariuszy.
pt: *No máximo 5 cenários podem ser utilizados para criar relatórios.
ru: Максимум 5 сценариев может использоваться в отчетности
sv: *Max 5 scenarion kan användas för rapportering
tr: "Raporlama için maks 5 senaryo kullanılabilir.
zh_cn: *最多只能在报表中使用 5 种情景
zh_hk: *最多只能在報表中使用 5 種情景

source: Daily
ar: يومي
cs: Děnně
da: Daglig
de: Täglich
es: Diario
fa: روزانه
fi: Päivittäin
fr: Quotidien
id: Harian
it: Quotidiano
ja: 毎日
lv: Dienas
nl: Dagelijks
no: Daglig
pl: Dzienne
pt: Diário
ru: Ежедневный
sv: Daglig
tr: Günlük
zh_cn: 每日
zh_hk: 每日

# DayParenthesisS
source: day(s)
ar: أيام
cs: den/dny
da: dag(e)
de: Tag(e)
es: día(s)
fa: روزها
fi: Päivä(ä)
fr: jour(s)
id: hari
it: giorno/i
ja: 日
lv: Diena(s)
nl: dag(en)
no: dag(er)
pl: dzień/dni
pt: dia(s)
ru: день (дни)
sv: dag(ar)
tr: gün(ler)
zh_cn: 天数
zh_hk: 天數

source: Every
ar: كل
cs: Každý
da: Hver
de: Jeder
es: Cada
fa: هر
fi: Joka
fr: Chaque
id: Setiap
it: Ogni
ja: ごと
lv: Katru
nl: Iedere
no: Hver
pl: Każde
pt: Todo
ru: каждый
sv: Varje
tr: Her
zh_cn: 每个
zh_hk: 每個

# MonthsParenthesisS
source: month(s)
ar: أشهر
cs: měsíc(e)
da: måned(er)
de: Monat(e)
es: mes(es)
fa: ماه ها
fi: kuukausi(a)
fr: mois
id: bulan
it: mese/i
ja: 月
lv: Mēnesis(-ši)
nl: maand(en)
no: måned(er)
pl: miesiąc(e)
pt: mês(meses)
ru: месяц(ы)
sv: månad(er)
tr: ay(lar)
zh_cn: 月
zh_hk: 月

source: Availability Weekday
ar: التوفر في يوم العمل
cs: Dostupnost dny týdne
da: Tilgængelighed Ugedag
de: Verfügbarkeit Wochentag
es: Disponibilidad Día de la Semana
fa: دسترس پذیری روز هفته
fi: Käytettävyys viikonpäivittäin
fr: Disponibilté jour de semaine
id: Ketersediaan Hari Kerja
it: Disponibilità giorno settimana
ja: 空き状況 平日
lv: Pieejamība Darba diena
nl: Beschikbaarheid Weekdag
no: Tilgjengelighet Ukedag
pl: Dostępność Dzień tygodnia
pt: Disponibilidade de Dias da Semana
ru: Доступные дни недели
sv: Tillgänglighet veckodag
tr: Uygun hafta içi
zh_cn: 工作日可用性
zh_hk: 工作日可用性

# DeviationAEWColon
source: Deviation AEW:
ar: الانحراف في عمل ما بعد الايميل
cs: AEW s odchylkou:
da: Afvigelse AEW:
de: Differenz AEW:
es: Desviación AEW:
fa: مغایرت ACW:
fi: AEW poikkeama:
fr: Déviation TPE:
id: Deviasi AEW:
it: Deviazione AEW:
ja: 逸脱アフターEメールワーク:
lv: Novirze AEW:
nl: Deviatie AEW:
no: Avvik AEW:
pl: Odchylenie AEW:
pt: Desvio AEW:
ru: Отклонение AEW:
sv: Avvikelse AEW:
tr: Sapma AEW
zh_cn: AEW偏差：
zh_hk: AEW偏差：

# DeviationAFWColon
source: Deviation AFW:
ar: الانحراف في عمل ما بعد الفاكس
cs: AFW s odchylkou:
da: Afvigelse AFW:
de: Differenz AFW:
es: Desviación AFW:
fa: مغایرت AFW
fi: AFW poikkeama:
fr: Déviation TPF:
id: Deviasi AFW:
it: Deviazione AFW:
ja: 逸脱アフターFAXワーク:
lv: Novirze AFW:
nl: Deviatie AFW:
no: Avvik AFW:
pl: Odchylenie AFW:
pt: Desvio AFW:
ru: Отклонение AFW:
sv: Avvikelse AFW:
tr: Sapma AFW
zh_cn: AFW偏差：
zh_hk: AFW偏差：

# DeviationATWColon
source: Deviation ATW:
ar: الانحراف في عمل ما بعد المهمة
cs: ATW s odchylkou:
da: Afvigelse ATW:
de: Differenz ATW:
es: Desviación ATW:
fa: مغایرت ACW:
fi: ATW poikkeama:
fr: Déviation TPT:
id: Deviasi ATW:
it: Deviazione ATW:
ja: 逸脱アフタータスクワーク:
lv: Novirze ATW:
nl: Deviatie ATW:
no: Avvik ATW:
pl: Odchylenie ATW:
pt: Desvio ATW:
ru: Отклонение ATW:
sv: Avvikelse ATW:
tr: Sapma ATW
zh_cn: ATW偏差：
zh_hk: ATW偏差：

# DeviationEmailsColon
source: Deviation emails:
ar: الايميل الالكتروني الخاص بالانحراف
cs: E-mail s odchylkou:
da: Afvigelse e-mails:
de: Differenz E-Mail:
es: Desviación e-mails:
fa: مغایرت ایمیل ها:
fi: Sähköpostipoikkeama:
fr: Déviation e-mails:
id: Deviasi email:
it: Deviazione e-Mail:
ja: 逸脱Eメール:
lv: Novirze e-pasti:
nl: Deviatie emails:
no: Avvik e-post:
pl: Odchylenie emaili:
pt: Desvio e-mails:
ru: Отклонение эл. почты:
sv: Avvikelse e-post:
tr: Sapma e-mail
zh_cn: 电子邮件数量偏差：
zh_hk: 電子郵件數量偏差：

# DeviationFacsimilesColon
source: Deviation facsimiles:
ar: الفاكس الخاص بالانحراف
cs: Faxy s odchylkou:
da: Afvigelse telefaxer:
de: Differenz Faksimiles:
es: Desviación facsímiles:
fa: مغایرت رونوشتها
fi: Faksipoikkeama:
fr: Déviation facsimiles:
id: Deviasi faksimili:
it: Deviazione Fax:
ja: 逸脱FAX:
lv: Novirze faksi:
nl: Deviatie facsimiles:
no: Avvik faks:
pl: Odchylenie faksów:
pt: Desvio fax:
ru: Факсимильные отклонения:
sv: Avvikelse Fax:
tr: Sapma faks
zh_cn: 传真数量偏差：
zh_hk: 傳真數量偏差：

# DeviationHandlingTimeColon
source: Deviation handling time:
ar: وقت معالجة الانحراف
cs: Doba vyřízení s odchylkou:
da: Afvigelse behandlingstid:
de: Differenz Gesprächszeit:
es: Desviación del tiempo de gestión:
fa: مغایرت زمان رسیدگی
fi: Käsittelyaikapoikkeama:
fr: Déviation durée traitement:
id: Deviasi waktu penanganan:
it: Deviazione tempo gestione:
ja: 逸脱処理時間:
lv: Novirze apstrādes laiks:
nl: Deviatie Verwekingstijd:
no: Avvik behandlingstid:
pl: Odchylenie czasu obsługi:
pt: Desvio tempo de atendimento:
ru: Отклонение во времени обработки:
sv: Avvikelse hanteringstid:
tr: Sapma yönetim süresi
zh_cn: 处理时间偏差：
zh_hk: 處理時間偏差：

# DeviationTasksColon
source: Deviation tasks:
ar: مهام الانحراف:
cs: úkoly s odchylkou:
da: Afvigelse opgaver:
de: Abweichungs-Aufgaben:
es: Desviación tareas:
fa: مغایرت وظایف
fi: Tehtävien poikkeama:
fr: Déviation Tâches:
id: Deviasi tugas:
it: Deviazione compiti:
ja: 逸脱タスク:
lv: Novirze uzdevumi:
nl: Deviatie taken:
no: Avvik oppgaver:
pl: Odchylenie zadań:
pt: Desvio tarefas:
ru: Отклонение задач:
sv: Avvikelse uppgifter:
tr: Sapma görevler
zh_cn: 工作量偏差：
zh_hk: 工作量偏差：

# DataColon
source: Data:
ar: بيانات:
de: Daten:
es: Dato:
fa: داده:
fi: Tiedot:
fr: Données:
it: Dati:
ja: データ:
lv: Dati:
pl: Dane:
pt: Dados:
ru: Дата:
tr: Veri:
zh_cn: 数据：
zh_hk: 數據：

source: Export to other scenario
ar: تصدير لسيناريو اخر
cs: Exportovat do jiného scénáře
da: Eksporter til andet scenarie
de: Exportiere zu anderem Szenario
es: Exportar a otro escenario
fa: صدور به سناریوی دیگر
fi: Vie toiseen skenaarioon
fr: Exporter vers autre scénario
id: Ekspor ke skenario lain
it: Esporta in un altro scenario
ja: 他のシナリオにエクスポート
lv: Eksportēt uz citu scenāriju
nl: Export naar andere scenario
no: Eksport til annet scenario
pl: Eksportuj do innego scenariusz
pt: Exportar para outro cenário
ru: Экспорт на другой сценарий
sv: Exportera till annat scenario
tr: Başka senaryoya aktar
zh_cn: 导出到其它情景
zh_hk: 匯出到其它情景

source: Filter Agents
ar: تصفية بحسب الوكيل
cs: Filtr Agenti
da: Filtrer Medarbejdere
de: Mitarbeiter-Filter
es: Filtrar Agentes
fa: فیلتر کردن پاسخگو
fi: Lajittele agentit
fr: Filtrer agents
id: Penyaringan Agent
it: Filtro agenti
ja: エージェントをフィルター
lv: Filtrēt Operatorus
nl: Filter Agenten
no: Filter agenter
pl: Filtruj agentów
pt: Filtrar Agentes
ru: Фильтр операторов
sv: Filtrera agenter
tr: Müşteri temsilcilerini filtrele
zh_cn: 筛选座席代表
zh_hk: 篩選座席代表

source: Info
ar: معلومات
fa: اطلاعات
fi: Informaatio
ja: 情報
lv: Informācija
ru: Информация
tr: Bilgi
zh_cn: 信息
zh_hk: 信息

source: Warnings
ar: تحذيرات
cs: Varování
da: Advarsler
de: Warnungen
es: Alertas
fa: اخطارها
fi: Varoitukset
fr: Alertes
id: Peringatan
it: Avvertimenti
ja: 警告
lv: Brīdinājumi
nl: Waarschuwingen
no: Advarsler
pl: Ostrzeżenia
pt: Avisos
ru: Внимание
sv: Varningar
tr: Uyarılar
zh_cn: 告警
zh_hk: 告警

source: Original Offered Calls
ar: المكالمات الأصلية المقدمة
cs: Původně nabídnuté hovory
da: Oprindeligt tilbudte Opkald
de: Original angebotene Anrufe:
es: Llam. Ofrecidas Originales
fa: تماس های پیشنهادی اصلی
fi: Alkuperäiset tarjotut puhelut
fr: Appels acceptés original
id: Call Ditawarkan Asli
it: Chiamate entranti originali
ja: 元の着信呼
lv: Sākotnējie padotie zvani
nl: Origineel Aangeboden Telefoongespreken
no: Opprinnelig tilbudte samtaler
pl: Oryginalne połączenia oferowane
pt: Número Original de Chamadas Recebidas
ru: Фактически поступившие звонки
sv: Ursprungligt antal inkommande samtal
tr: Orijinal gerçekleşen çağrılar
zh_cn: 原始的来电量
zh_hk: 原始的來電量

# AreYouSureYouWantToDeleteTheRotationQuestion
source: Are you sure you want to delete the rotation?
ar: هل أنت متأكد من حذف هذه الدورة؟
cs: Opravdu chcete smazat tyto cykly?
da: Er du sikker på, at du ønsker at slette turnussen?
de: Sind Sie sicher, dass Sie die Rotation löschen wollen?
es: ¿Estás seguro que quieres borrar la rotación?
fa: آیا شما مطمئن هستید که می خواهید این گردش را حذف کنید؟
fi: Haluatko varmasti poistaa vuorokierron?
fr: Êtes-vous sûr de supprimer la rotation?
id: Apakah anda akan menghapus rotasi?
it: Sei sicuro di voler eliminare la rotazione?
ja: ローテーションを削除しますか?
lv: Vai tiešām vēlaties dzēst šo rotāciju?
nl: Bent U zeker dat U de rotatie wilt verwijderen?
no: Er du sikker på at du vil slette rotasjonen?
pl: Czy na pewno skasować rotację?
pt: Você tem certeza que deseja excluir a rotação?
ru: Вы уверены, что ходите удалить ротацию?
sv: Är du säker på att du vill ta bort sekvensen?
tr: Rotasyonu silmek istediğinize emin misiniz?
zh_cn: 您确定要删除该循环吗？
zh_hk: 您確定要刪除該迴圈嗎？

# AbsenceRequestHasBeenApprovedDot
source: An absence request {0} - {1} was approved.
ar: تم قبول طلب غياب
cs: Požadavek na absenci byl schválen.
da: En forespørgsel om fravær fra {0} til {1} er blevet godkendt.
de: Eine Abwesenheits-Anfrage wurde bewilligt.
es: Una solicitud de ausencia {0} - {1} ha sido aprobada.
fa: درخواست مرخصی {0} - {1} تایید شد.
fi: Poissaolopyyntö {0} - {1} on hyväksytty.
fr: Une demande d'absence {0} - {1} a été approuvée.
id: Permintaan absen sudah disetujui.
it: Una richiesta di assenza {0} - {1} è stata approvata.
ja: 欠勤要求 {0} ～ {1} が承認されました。
lv: Prombūtnes pieprasījums {0} - {1} tika apstiprināts.
nl: Een afwezigheid aanvraag {0} - {1} werd goedgekeurd.
no: Fraværsforespørsel godkjent.
pl: Prośba o nieobecność {0}-{1} została zaaprobowana.
pt: Uma solicitação de ausência de {0} a {1} foi aprovada.
ru: Запрос на отсутсвие {0} - {1} был утвержден
sv: En ledighetsansökan {0} - {1} har godkänts.
tr: {0} - {1} arası devamsızlık isteği kabul edildi.
zh_cn: 缺勤申请 {0} - {1}被批准。
zh_hk: 缺勤申請 {0} - {1}被批准。

# AbsenceRequestHasBeenDeniedDot
source: An absence request {0} - {1} has been denied.
ar: تم رفض طلب غياب
cs: Požadavek na absenci byl zamítnut.
da: En forespørgsel om fravær fra {0} til {1} er blevet afvist.
de: Eine Abwesenheits-Anfrage wurde abelehnt.
es: Una solicitud de ausencia ha sido rechazada desde {0} hasta {1}.
fa: درخواست مرخصی از{0} به {1} پذیرفته نشده است.
fi: Poissolopyyntö {0} - {1} on evätty . Ole hyvä ja ota yhteyttä esimieheesi.
fr: Une demande d'absence {0} - {1} a été refusée.
id: Permintaan absen sudah ditolak.
it: Una richiesta di assenza è stata rifiutata dal {0} al {1}.
ja: 欠勤要求 {0} ～ {1} が否認されました。
lv: Prombūtnes pieprasījums tika noraidīts no {0} līdz {1}.
nl: Een afwezigheid aanvraag is afgewezen van {0} naar {1}.
no: Fraværsforespørsel avslått.
pl: Prośba o nieobecność została odmówiona od {0} do {1}.
pt: Uma solicitação de ausência de {0} a {1} foi negada.
ru: Запрос на отсутсвие {0} - {1} был отклонен
sv: En ledighetsansökan {0} - {1} har avslagits.
tr: {0} - {1} arası devamsızlık isteği reddedildi.
zh_cn: 缺勤申请从 {0} 到 {1} 被拒绝。
zh_hk: 缺勤申請從 {0} 到 {1} 被拒絕。

source: Details
ar: تفاصيل
cs: Detaily
da: Detaljer
es: Detalles
fa: جزئیات
fi: Yksityiskohtaiset tiedot
fr: Détails
id: Detil
it: Dettagli
ja: 詳細
lv: Detalizēti
no: Detaljer
pl: Szczegóły
pt: Detalhes
ru: Детали
sv: Detaljer
tr: detaylar
zh_cn: 详情
zh_hk: 詳情
