Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# ReAmpersandplace
source: Re&place
ar: استب&دال
cs: &Nahradit
da: Er&stat
de: Er&setzen
es: Re&emplazar
fa: جایگزین کردن
fi: Ko&rvaa
fr: Re&mplacer
id: Ga&nti
it: So&stituisci
ja: &置換
nl: Vervangen
no: Er&statt
pl: Zamień (&P)
pt: &Substituir
ru: За&менить
sv: Er&sätt
tr: Değiştir
zh_cn: 替换(&P)
zh_hk: 替換(&P)

source: Redo
ar: إعادة
cs: Opakovat
da: Gøre om
de: Wiederholen
es: Deshacer
fa: دوباره انجام دادن
fi: Tee uudelleen
fr: Refaire
it: Ripristina
ja: やり直し
lv: Atcelt Atsaukšanu
no: Gjør om
pl: Powtórz
pt: Refazer
ru: Повтор
sv: Gör om
tr: Yeniden Yap
zh_cn: 重新操作
zh_hk: 重新操作

source: Refresh
ar: تحديث
cs: Obnovit
da: Opdater
de: Aktualisieren
es: Actualizar
fa: تجدید کردن
fi: Päivitä
fr: Actualiser
it: Aggiorna
ja: 更新
lv: Atsvaidzināt
nl: Verversen
no: Oppdater
pl: Odśwież
pt: Atualizar
ru: Обновить
sv: Uppdatera
tr: Güncelle
zh_cn: 刷新
zh_hk: 刷新

source: Relative difference
ar: فرق نسبي
cs: Relativní rozdíl
da: Relativ difference
de: Relative Differenz
es: Diferencia relativa
fa: تفاوت وابسته
fi: Suhteellinen erotus
fr: Différence relative
id: Perbedaan relatif
it: Differenza relativa
ja: 相対差異
lv: Relatīvā atšķirība
nl: Relatieve verschil
no: Relativ forskjell
pl: Różnica względna
pt: Diferença relativa
ru: Относительная разница
sv: Relativ skillnad
tr: Bağıl fark
zh_cn: 相对差异
zh_hk: 相對差異

source: Relative End
ar: نهاية نسبية
cs: Relativní konec
da: Relativ Slut
de: Relatives Ende
es: Fin Relativo
fa: پایان وابسته
fi: Suhteellinen päättysaika
fr: Fin relative
id: Selesai Relatif
it: Fine relativa
ja: 相対終了時刻
lv: Relatīvās Beigas
nl: Relatieve Einde
no: Relativ slutt
pl: Względne zakończenie
pt: Final Relativo
ru: Относительное завершение
sv: Relativt slut
tr: Bağıl bitiş zamanı
zh_cn: 相对结束
zh_hk: 相對結束

source: Relative Start
ar: بداية نسبية
cs: Relativní začátek
da: Relativ Start
de: Relativer Start
es: Inicio Relativo
fa: شروع وابسته
fi: Suhteellinen aloitusaika
fr: Début relatif
id: Mulai Relatif
it: Inizio relativo
ja: 相対開始時刻
lv: Relatīvais Sākums
nl: Relatieve Start
no: Relativ start
pl: Względne rozpoczęcie
pt: Inicio Relativo
ru: Относительное начало
sv: Relativt start
tr: Bağıl başlangıç zamanı
zh_cn: 相对开始
zh_hk: 相對開始

source: Reloading done
ar: تمت إعادة التحميل
cs: Opakované načtení dokončeno
da: Genindlæsning afsluttet
de: Nachladen abgeschlossen
es: Recarga hecha
fa: بارگذاری مجدد انجام شد
fi: Uudelleen lataus valmis
fr: Rechargement effectué
id: Pengeluaran ulang selesai
it: Ricaricamento effettuato
ja: 再読み込みが完了しました
lv: Pārlādēšana pabeigta
nl: herladen gedaan
no: Lasting på nytt ferdig
pl: Przeładowanie zakończone
pt: Recarregado
ru: Перезагрузка выполнена
sv: Laddning klar
tr: Yeniden yükleme tamamlandı
zh_cn: 重新加载完成
zh_hk: 重新載入完成

source: &Remove from Quick Access Toolbar
ar: إزا&لة من شريط أدوات الوصول السريع
cs: &Odstranit z panelu nástrojů pro rychlý přístup
da: &Fjern fra Værktøjslinjen Hurtig Adgang
de: &Aus Quick Access Toolbar entfernen
es: &Borrar desde la Barra de Acceso Rápido
fa: حذف کردن از نوار ابزار دسترسی سریع
fi: &Poista työkalurivistä
fr: & Supprimer de la barre d'outils accès rapide
id: &Hilangkan dari Papan Perangkat Akses Cepat
it: &Rimuovi dalla barra degli strumenti di accesso rapido
ja: &クイックアクセスツールバーから削除
lv: &Noņemt no Ātrās Piekļuves Rīkjoslas
nl: &Verwijder Snelle Toegang Toolbar...
no: &Fjern fra Quick Access verktøylinje
pl: Wy&rzuć z paska szybkiego dostępu
pt: &Remover do Menu de Acesso Rápido
ru: &Удалить из панели быстрого доступа
sv: &Ta bort från verktygsfältet snabbåtkomst
tr: &Hızlı Erişim Çubuğundan kaldır
zh_cn: 从快速访问工具栏中移除(&R)
zh_hk: 從快速訪問工具列中移除(&R)

# RemoveParticipant
source: Remove Selected Attendees
ar: إزالة حضور محددين
cs: Odstranit vybrané návštěvníky
da: Fjern Valgte Deltagere
de: Ausgewählte Teilnehmer entfernen
es: Borrar Asistentes Selecionados
fa: حذف حضار جلسه
fi: Poista valitut osallistujat
fr: Supprimer participants sélectionnés
id: Hapus Peserta yang Dipilih
it: Rimuovi i partecipanti selezionati
ja: 選択した出席者の削除
lv: Dzēst Atlasītos Dalībniekus
nl: Verwijder Geselecteerde Deelnemers
no: Fjern valgte deltakere
pl: Usuń wybranych uczestników
pt: Remover Participantes Selecionados
ru: Удаление выбранных участников
sv: Ta bort markerade deltagare
tr: Seçili Katılımcıları Kaldır
zh_cn: 移除被选的参加者
zh_hk: 移除被選的參加者

source: Rename
ar: إعادة تسمية
cs: Přejmenovat
da: Omdøb
de: umbenennen
es: Renombrar
fa: نام گذاری مجدد
fi: Nimeä uudelleen
fr: Renommer
it: Rinomina
ja: 名前の変更
lv: Pārsaukt
nl: Hernoemen
no: Endre navn
pl: Zmień nazwę
pt: Renomear
ru: Переименовать
sv: Byt namn
tr: Yeniden adlandır
zh_cn: 重命名
zh_hk: 重命名

source: Rename group page
ar: إعادة تسمية صفحة مجموعة
cs: Přejmenovat stránku skupiny
da: Omdøb gruppeside
de: Gruppierung umbenennen
es: Renombrar página de grupo
fa: نام گذاری مجدد صفحه گروه
fi: Nimeä ryhmäsivu uudelleen
fr: Renommer page de groupe
id: Mengubah nama halaman kelompok
it: Rinomina Raggruppamento
ja: グループページ名の変更
lv: Pārsaukt grupas lapu
nl: Hernoem groepspagina
no: Endre navn gruppeside
pl: Zmień nazwę strony grupy
pt: Renomear página do grupo
ru: Переименовать группирование
sv: Byt namn på gruppering
tr: Grup sayfasını yeniden isimle
zh_cn: 重命名分组页
zh_hk: 重命名分組頁

source: Rename Role
ar: إعادة تسمية دور
cs: Přejmenovat funkci
da: Omdøb Rolle
de: Rolle umbenennen
es: Renombrar Rol
fa: نام گذاری مجدد وظیفه
fi: Nimeä rooli uudelleen
fr: Renommer rôle
id: Ubah Nama Peran
it: Rinomina ruolo
ja: 役割名の変更
lv: Pārsaukt Lomu
nl: Hernoem Rol
no: Endre navn rolle
pl: Zmień nazwę roli
pt: Renomear Perfil
ru: Переименовать роль
sv: Byt rollnamn
tr: Rolü Yeniden İsimlendir
zh_cn: 重命名角色
zh_hk: 重命名角色

# ReOptimize
source: Optimize
ar: الاستخدام الأمثل
cs: Znovu optimalizovat
da: Optimer
de: Optimierung
es: Optimizar
fa: بهینه سازی
fi: Optimoi
fr: Optimisation
id: Optimalisasi
it: Ottimizza
ja: 最適化
lv: Optimizēt
nl: Optimaliseren
no: Optimaliser
pl: Optymalizuj
pt: Otimizar
ru: Оптимизация
sv: Optimera
tr: Re-optimize et
zh_cn: 重新优化
zh_hk: 重新優化

# ReplaceAmpersandAll
source: Replace &All
ar: استبدال ا&لكل
cs: &Nahradit vše
da: Erstat &Alle
de: Ersetzen &Alle
es: Re&emplazar todo
fa: جایگزین کردن همه
fi: Korvaa &kaikki
fr: Remplacer &tous
id: Ganti &Semua
it: Sostisuisci &tutto
ja: &全て置換
nl: Vervangen &Alle
no: Erstatt&alle
pl: Zamień wszystko (&A)
pt: Substituir &Tudo
ru: Заменить &все
sv: Ersätt &Alla
tr: Tümünü&Değiştir
zh_cn: 全部替换(&A)
zh_hk: 全部替換(&A)

source: Reply
ar: رد
cs: Odpověď
da: Svar
de: Antwort
es: Respuesta
fa: پاسخ دادن
fi: Vastaa
fr: Répondre
id: Balasan
it: Rispondi
ja: 応答
lv: Atbildēt
nl: Beantwoorden
no: Svar
pl: Odpowiedź
pt: Responder
ru: Ответ
sv: Svara
tr: Yanıtla
zh_cn: 回复
zh_hk: 回復

source: Reply and approve
ar: رد و موافقة
cs: Odpovědět a schválit
da: Besvar og godkend
de: Anworten und annehmen
es: Responder y aprobar
fa: پاسخ دهید و تایید کنید
fi: Vastaa ja hyväksy
fr: Répondre et approuver
id: Balas dan setuju
it: Rispondi e approva
ja: 応答と承認
lv: Atbildēt un apstiprināt
nl: Beantwoorden en goedkeuren
no: Svar og godkjenn
pl: Odpowiedz i aprobuj
pt: Responder e Aprovar
ru: Ответить и подтвердить
sv: Svara och godkänn
tr: Yanıtla ve kabul et
zh_cn: 回复并批准
zh_hk: 回復並批准

source: Reply and deny
ar: رد و رفض
cs: Odpovědět a zamítnout
da: Besvar og afvis
de: Antworten und ablehnen
es: Responder y rechazar
fa: پاسخ دهید و رد کنید
fi: Vastaa ja hylkää
fr: Répondre et refuser
id: Balas dan tolak
it: Rispondi e rifiuta
ja: 応答と否認
lv: Atbildēt un noraidīt
nl: Beantwoorden en ontkennen
no: Svar og nekte
pl: Odpowiedz i odmów
pt: Responder e Negar
ru: Ответить и отклонить
sv: Avslå med orsak
tr: Yanıtla ve reddet
zh_cn: 回复并拒绝
zh_hk: 回復並拒絕

source: Reports
ar: تقارير
cs: Sestavy
da: Rapporter
de: Berichte
es: Reportes
fa: گزارش ها
fi: Raportit
fr: Rapports
id: Laporan
ja: レポート
lv: Atskaites
nl: Rapporten
no: Rapporter
pl: Raporty
pt: Relatórios
ru: Отчеты
sv: Rapporter
tr: Raporlar
zh_cn: 报表
zh_hk: 報表

source: Request
ar: طلب
cs: Požadavek
da: Forespørgsel
de: Anfrage
es: Solicitud
fa: درخواست
fi: Pyyntö
fr: Demande
id: Permintaan
it: Richiesta
ja: 要求
lv: Pieprasījums
nl: Aanvraag
no: Forespørsel
pl: Żądanie
pt: Solicitação
ru: Запрос
sv: Förfrågan
tr: İstek
zh_cn: 申请
zh_hk: 申請

source: Request date
ar: تاريخ الطلب
cs: Datum požadavku
da: Forespørgselsdato
de: Anfragedatum
es: Fecha de solicitud
fa: تاریخ درخواست
fi: Pyynnön päivämäärä
fr: Date de la demande
id: Tanggal permintaan
it: Data richiesta
ja: 要求日
lv: Pieprasījuma datums
nl: Aanvraag datum:
no: Forespørseldato
pl: Data żądania
pt: Data da solicitação
ru: Дата запроса
sv: Förfrågningsdatum
tr: İstek tarihi
zh_cn: 申请日期
zh_hk: 申請日期

# RequestDateColon
source: Request date:
ar: تاريخ الطلب:
cs: Datum požadavku :
da: Forespørgselsdato :
de: Anfragedatum:
es: Fecha de la solicitud:
fa: تاریخ درخواست:
fi: Pyynnön päivämäärä:
fr: Date demande:
id: Tanggal permintaan:
it: Data richiesta:
ja: 要求日:
lv: Pieprasījuma datums:
nl: Datum aanvraag:
no: Forespørselsdato:
pl: Data żądania:
pt: Data da Solicitação:
ru: Дата запроса:
sv: Förfrågningsdatum:
tr: İstek tarihi:
zh_cn: 申请日期：
zh_hk: 申請日期：

source: Requests
ar: طلبات
cs: Požadavky
da: Forespørgsler
de: Anfragen
es: Solicitudes
fa: درخواست ها
fi: Pyynnöt
fr: Demandes
id: Permintaan
it: Richieste
ja: 要求
lv: Pieprasījumi
nl: Verzoeken
no: Forespørsler
pl: Wnioski
pt: Solicitações
ru: Запросы
sv: Förfrågningar
tr: İstekler
zh_cn: 申请
zh_hk: 申請

source: Request Screen
ar: شاشة الطلب
cs: Obrazovka požadavku
da: Forespørgsels skærmbillede
de: Anfragen Bildschirm
es: Pantalla de Solicitudes
fa: صفحه درخواست
fi: Pyyntövalikko
fr: Ecran demande
id: Layar Permintaan
it: Finestra richieste
ja: 要求画面
lv: Pieprasījumu ekrāns
nl: Aanvraag Scherm
no: Forespørsel skjerm
pl: Ekran żądań
pt: Tela de Solicitação
ru: Экран запроса
sv: Förfrågan
tr: İstek ekranı
zh_cn: 申请屏幕
zh_hk: 申請螢幕

source: Requests Summary
ar: ملخص الطلبات
cs: Souhrn požadavků
da: Opsummering af Forespørgsler
de: Anfragen Zusammenfassung
es: Resumen de Solicitudes
fa: خلاصه درخواست ها
fi: Pyyntöjen yhteenveto
fr: Résumé des demandes
id: Rangkuman Permintaan
it: Sommario richieste
ja: 要求サマリ
lv: Pieprasījumu kopsavilkums
nl: Verzoeken Samenvatting
no: Forespørsler sammendrag
pl: Podsumowanie żądań
pt: Resumo das Solicitações
ru: Сводка запросов
sv: Förfrågningar
tr: İstekler Özeti
zh_cn: 申请总览
zh_hk: 申請總覽

source: Request status
ar: حالة الطلب
cs: Stav požadavku
da: Forespørgselsstatus
de: Anfragen Status
es: Estado de la solicitud
fa: وضعیت درخواست
fi: Pyynnön status
fr: Statuts demandes
id: Status permintaan
it: Stato richieste
ja: 要求状態
lv: Pieprasījuma statuss
nl: Aanvraag status:
no: Forespørselstatus
pl: Status żądania
pt: Status das solicitações
ru: Статус запроса
sv: Status
tr: İstek statüsü
zh_cn: 申请状态
zh_hk: 申請狀態

# RequestStatusColon
source: Request status:
ar: حالة الطلب:
cs: Stav požadavku :
da: Forespørgselsstatus :
de: Anfragen Status:
es: Estado de la solicitud:
fa: وضعیت درخواست:
fi: Pyynnön status:
fr: Statut demande:
id: Status permintaan:
it: Stato richiesta:
ja: 要求状態:
lv: Pieprasījuma statuss:
nl: Statusaanvraag:
no: Forespørselstatus:
pl: Status żądania:
pt: Status da solicitação:
ru: Статус запроса:
sv: Status på förfrågan:
tr: İstek Statüsü:
zh_cn: 申请状态：
zh_hk: 申請狀態：

source: Request type
ar: نوع الطلب
cs: Typ požadavku
da: Forespørgselstype
de: Anfragentyp
es: Tipo de Solicitud
fa: نوع درخواست
fi: Pyyntötyyppi
fr: Type de demande
id: Jenis permintaan
it: Tipo richiesta
ja: 要求の種類
lv: Pieprasījuma tips
nl: Aanvraag type
no: Forespørseltype
pl: Typ żądania
pt: Tipo de Pedido
ru: Тип запроса
sv: Typ av förfrågan
tr: İstek tipi
zh_cn: 申请类型
zh_hk: 申請類型

# RequestTypeAbsence
source: Absence
ar: غياب
da: Fravær
de: Abwesenheit
es: Ausencia
fa: مرخصی
fi: Poissaolo
id: Absen
it: Assenza
ja: 欠勤
lv: Prombūtne
nl: Afwezigheid
no: Fravær
pl: Nieobecność
pt: Ausência
ru: Отсутствие
sv: Frånvaro
tr: Devamsızlık
zh_cn: 缺勤
zh_hk: 缺勤

# RequestTypeShiftTrade
source: Shift Trade
ar: تغيير التجارة
cs: Výměna směny
da: Vagtbytte
de: Schichttausch
es: Cambio de Turno
fa: معاوضه شیفت
fi: Vuoronvaihto
fr: Echange d'horaires
id: Tukar Shift
it: Scambio turni
ja: シフト交代
lv: Samaiņa
nl: Dienst Handel
no: Bytt skift
pl: Wymiana dyżuru
pt: Troca de Turnos
ru: Изменение смен
sv: Skiftbyte
tr: Vardiya Değişimi
zh_cn: 调换班
zh_hk: 調換班

# RequestTypeText
source: Text
ar: نص
da: Tekst
es: Texto
fa: متن
fi: Teksti
fr: Texte
id: Teks
it: Testo
ja: テキスト
lv: Teksts
nl: Tekst
no: Tekst
pl: Tekst
pt: Texto
ru: Текст
tr: Metin
zh_cn: 文本
zh_hk: 文本

source: Required
ar: مطلوب
cs: Požadované
da: Krævet
de: Erforderlich
es: Requerido
fa: مورد نیاز
fi: Pakollinen
fr: Requis
id: Dibutuhkan
it: Necessario
ja: 必要
lv: Nepieciešamais
nl: Verplicht
no: Påkrevd
pl: Wymagane
pt: Obrigatório
ru: Обязательно
sv: Obligatorisk
tr: İhtiyaç duyulan
zh_cn: 要求的
zh_hk: 要求的

source: Reset
ar: إعادة تعيين
cs: Vynulovat
da: Nulstil
de: Zurücksetzen
es: Restablecer
fa: راه انداری مجدد
fi: Nollaa
fr: Réinitialiser
it: Ripristina
ja: リセット
lv: Atiestatīt
no: Nullstill
pl: Resetuj
pt: Reiniciar
ru: Сбросить
sv: Återställ
tr: Yeniden kur
zh_cn: 重设
zh_hk: 重設

source: Reset templates
ar: إعادة تعيين قوالب
cs: Vynulovat šablony
da: Nulstil skabeloner
de: Vorlagen zurücksetzen
es: Restablecer plantillas
fa: راه اندازی مجدد الگوها
fi: Nollaa mallit
fr: Réinitialiser modèles
id: Reset template
it: Reimposta modelli
ja: テンプレートのリセット
lv: Atiestatīt veidnes
nl: Herstel templates
no: Tilbakstill maler
pl: Resetuj wzory
pt: Recarregar templates
ru: Сброс шаблонов
sv: Standardmallar
tr: Şablonları yeniden kur
zh_cn: 重设模板
zh_hk: 重設範本

source: Reset trend
ar: إعادة تعيين اتجاه
cs: Vynulovat trend
da: Nulstil trend
de: Trends zurücksetzen
es: Restablecer tendencia
fa: روند راه انداز ی مجدد
fi: Nollaa trendi
fr: Réinitialiser tendance
id: Reset tren
it: Ripristina andamento
ja: トレンドのリセット
lv: Atiestatīt tendenci
no: Nullstill trend
pl: Resetuj trend
pt: Reiniciar Tendência
ru: Сброс тенденции
sv: Återställ trend
tr: Trendi yenile
zh_cn: 重设趋势
zh_hk: 重設趨勢

# ResolveBusinessRulesConflict
source: Resolve business rule conflicts
ar: حل تعارضات قواعد العمل
cs: Vyřešit konflikty obchodních pravidel
da: Løs konflikten i forretningsregler
de: Geschäftsregelkonflikt lösen
es: Resolver conflicto de regla de trabajo
fa: رفع تعارضات قانون کسب و کار
fi: Selvitä liiketoimintasääntöjen ristiriidat
fr: Résoudre les conflits des règles de travail
id: Menyelesaikan konflik aturan bisnis
it: Risolvi conflitti di regole di Business
ja: ビジネスルールの競合を解決
lv: Atrisināt darbības noteikumu nesaderības
nl: Los business rule conflict op
no: Løs foretaksregelkonflikt
pl: Rozwiąż konflik reguł biznesowych
pt: Resolver conflitos de regras de negócio
ru: Решить конфликты бизнес-правил
sv: Lös konflikt i affärsregler
tr: İş kuralları çelişkilerini düzelt
zh_cn: 解决业务规则冲突
zh_hk: 解決業務規則衝突

source: Respond
ar: استجابة
cs: Odezva
da: Besvar
de: Antworten
es: Responder
fa: پاسخ دادن
fi: Vastaa
fr: Répondre
id: Respon
it: Rispondi
ja: 応答
lv: Atbildēt
nl: Antwoorden
no: Besvare
pl: Odpowiedz
pt: Responder
ru: Ответить
sv: Svara
tr: Yanıt
zh_cn: 应答
zh_hk: 應答

# RestoreAgentPortal
source: Restore MyTime
ar: استعادة مدخل الوكيل
cs: Obnovit MyTime
da: Genskab MyTime
de: Mitarbeiterportal wiederherstellen
es: Restaurar Portal de Agente
fa: به حالت اول برگرداندن برنامه من
fi: Palauta MyTime
fr: Restaurer MyTime
id: Mengembalikan MyTime
it: Ripristina MyTime
ja: MyTimeの復元
lv: Atjaunot MyTime
nl: Herstel My Time
no: Gjenopprett agentportal
pl: Przywróć Mój czas
pt: Restaurar o Portal do Agente
ru: Восстановить MyTime
sv: Återställ MyTime
tr: Müşteri Temsilcisi Portalını Onar
zh_cn: 还原MyTime
zh_hk: 還原MyTime

# RestoreASM
source: Restore Agent Schedule Messenger
ar: استعادة Agent Schedule Messenger
cs: Obnovit Kurýra plánu agenta
da: Genskab Agent Schedule Messenger
de: Agent Schedule Messenger wiederherstellen
es: Restaurar Agent Schedule Messenger
fa: بازیابی نمایه برنامه پاسخگو
fi: Palauta Agent Schedule Messenger
fr: Restaurer Agent Schedule Messenger
id: Mengembalikan Agent Schedule Messenger
it: Ripristina Agent Schedule Messenger
ja: ASMの復元
lv: Atjaunot Grafika Ziņotāju
nl: Herstel Agent Schedule Messenger
no: Gjenopprett agent Schedule Messenger
pl: Przywróć wiadomości planowania agenta
pt: Restaurar o Mensageiro da Escala do Agente
ru: Восстановить службу сообщений графика операторов
sv: Återställ Agent Schedule Messenger
tr: Müşteri Temsilcisi Vardiya Planı Mesajlaşma Sistemini Onar
zh_cn: 还原座席班表信使
zh_hk: 還原座席班表信使

source: Restrictions
ar: القيود
cs: Omezení
da: Restriktioner
de: Plan-Beschränkung
es: Restricciones
fa: محدودیت ها
fi: Rajoitukset
id: Restriksi
it: Limitazioni
ja: 制限
lv: Ierobežojumi
nl: Beperkingen
no: Restriksjoner
pl: Ograniczenia
pt: Restrições
ru: Ограничения
sv: Begränsningar
tr: Sınırlamalar
zh_cn: 限制条件
zh_hk: 限制條件

source: Result view
ar: عرض النتيجة
cs: Výsledný náhled
da: Resultatvisning
de: Ergebnissicht
es: Vista de Resultado
fa: نمایش نتیجه
fi: Tulosnäkymä
fr: Aperçu résultats
id: Tampilan hasil
it: Vista risultato
ja: 結果ビュー
lv: Rezultātu skatījums
nl: Resultaat view
no: Resultat oversikt
pl: Widok wyników
pt: Visão de Resultados
ru: Вид результата
sv: Resultatvy
tr: Sonucu görüntüsü
zh_cn: 结果浏览
zh_hk: 結果流覽

source: Right axis
ar: محور أيمن
cs: Pravá osa
da: Højre akse
de: Rechte Achse
es: Eje Derecho
fa: شاخص راست
fi: Oikea akseli
fr: Axe droit
id: Sumbu kanan
it: Asse destro
ja: 右軸
lv: Labā ass
nl: Rechteras
no: Høyre akse
pl: Prawa oś
pt: Eixo Direito
ru: Правая ось
sv: Högeraxel
tr: Sağ eksen
zh_cn: 右基准线
zh_hk: 右基準線

source: Right to left
ar: من اليمين لليسار
cs: Zprava doleva
da: Højre til venstre
de: Rechts nach links
es: De derecha a izquierda
fa: راست به چپ
fi: Oikealta vasemmalle
fr: De droite à gauche
id: Kanan ke kiri
it: Da destra a sinistra
ja: 右から左
lv: No labās uz kreiso
nl: Rechts naar links
no: Høyre til venstre
pl: Prawo do lewa
pt: Direita para a esquerda
ru: Справа налево
sv: Höger till vänster
tr: Sağdan sola
zh_cn: 从右到左
zh_hk: 從右到左

source: Role
ar: دور
cs: Funkce
da: Rolle
de: Rolle
es: Rol
fa: وظیفه
fi: Rooli
fr: Rôle
id: Peran
it: Ruolo
ja: 役割
lv: Loma
nl: Rol
no: Rolle
pl: Rola
pt: Perfil
ru: Роль
sv: Roll
tr: Rol
zh_cn: 角色
zh_hk: 角色

source: Roles
ar: الأدوار
cs: Funkce
da: Roller
de: Rollen
fa: وظایف
fi: Roolit
fr: Rôles
id: Peran
it: Ruoli
ja: 役割
lv: Lomas
nl: Rollen
no: Roller
pl: Role
pt: Perfis
ru: Роли
sv: Roller
tr: Roller
zh_cn: 角色
zh_hk: 角色

source: Roles available
ar: الأدوار المتوفرة
cs: Dostupné funkce
da: Tilgængelige roller
de: verfügbare Rollen
es: Roles disponibles
fa: وظایف موجود
fi: Käytettävissä olevat roolit
fr: Rôles disponibles
id: Peran tersedia
it: Ruoli disponibili
ja: 役割が利用可能です
lv: Lomas pieejamas
nl: Rollen beschikbaar
no: Roller tilgjenglig
pl: Dostępne role
pt: Perfis disponíveis
ru: Доступные роли
sv: Tillgängliga roller
tr: Uygun roller
zh_cn: 可用的角色
zh_hk: 可用的角色

# RolesView
source: Roles
ar: دور
cs: Náhled funkcí
da: Roller
de: RollenSicht
fa: وظیفه ها
fi: Roolit
fr: Rôles
id: Peran
it: Ruoli
ja: 役割
lv: Lomas
nl: Rollen
no: Roller
pl: Role
pt: Perfis
ru: Вид ролей
sv: Roller
tr: RolGörünümü
zh_cn: 角色浏览
zh_hk: 角色流覽

source: Rolling period
ar: فترة التحرك
cs: Pohyblivé období
da: Rullende periode
de: Ausgerollte Periode
es: Período rotante
fa: دوره برگشت تنظیمات
fi: Jatkuva jakso
fr: Période roulante
id: Periode rolling
it: Periodo ciclico
ja: 回転周期
lv: Nepārtrauktais periods
nl: Rolperiode
no: Rullerende periode
pl: Bieżący okres
pt: Período de Rolagem
ru: Период чередования
sv: Rullande period
tr: Devir periyodu
zh_cn: 滚动周期
zh_hk: 滾動週期

source: RootGroup
ar: مجموعة_جذرية
cs: Hlavní skupina
da: Rod Gruppe
de: HauptGruppe
es: Grupo raíz
fa: گروه اصلی
fi: Juuriryhmä
fr: Groupe racine
id: AkarKelompok
it: Gruppo radice
ja: ルートグループ
lv: Pamata Grupa
nl: HoofdGroep
no: Rotgruppe
pl: Grupa korzeniowa
pt: Grupo raiz
ru: Корневая группа
sv: Grupper
tr: Temel Grup
zh_cn: 根分组
zh_hk: 根分組

source: Rotation
ar: دورة
cs: Cykly
da: Turnus
es: Rotación
fa: گردش
fi: Työvuorokierto
id: Rotasi
it: Rotazioni
ja: ローテーション
lv: Rotācija
nl: Rotatie
no: Rotasjon
pl: Rotacja
pt: Rotações
ru: Ротация
sv: Sekvens
tr: Rotasyon
zh_cn: 循环
zh_hk: 迴圈

source: Rotations
ar: الدورات
cs: Cykly
da: Turnusser
de: Rotationen
es: Rotaciones
fa: گردش ها
fi: Työvuorokierrot
id: Rotasi
it: Rotazioni
ja: ローテーション
lv: Rotācijas
nl: Rotaties
no: Rotasjoner
pl: Rotacje
pt: Rotações
ru: Ротации
sv: Sekvenser
tr: Rotasyonlar
zh_cn: 循环
zh_hk: 迴圈

# RotationsCouldNotBeLoaded
source: Rotations could not be loaded. There may not be any Rotations in the database.
ar: تعذر تحميل الدورات. قد لا يكون هناك دورات في قاعدة البيانات.
cs: Cykly nemohou být načteny. V databázi nesmí být žádné cykly.
da: Turnusser kunne ikke indlæses. Der er muligvis ingen Turnusser i databasen.
de: Rotationen konnten nicht geladen werden. Möglicherweise sind keine Rotationen in der Datenbank eingetragen.
es: Las rotaciones no pueden ser cargadas. No debe de haber ninguna rotación en la base de datos.
fa: گردش ها قابل بارگذاری نیستند.ممکن است هیچ گردشی در بانک اطلاعاتی نباشد
fi: Työvuorokiertoja ei voitu ladata. Tietokannassa ei ehkä ole vuorokiertoja.
fr: Il n'est pas possible de charger les rotations. Il n'y en a peut-être aucune dans le fichier.
id: Rotasi tidak bisa dikeluarkan. Ada kemungkinan tidak terdapat Rotasi dalam database.
it: Le rotazione non possono essere caricate. Potrebbe non essere presente alcuna Rotazione nel database.
ja: ローテーションを読み込めませんでした。データベースにローテーションが存在しない可能性があります。
nl: Rotaties konden niet geladen worden. Er kunnen geen Rotaties in de database zijn
no: Rotasjoner kunne ikke lastes. Det er kanskje ingen rotasjoner i databasen.
pl: Rotacje nie mogły być załadowane. Może nie być żadnych rotacji w bazie danych.
pt: As Rotações não puderam ser carregadas. Pode não haver nenhuma Rotação no banco de dados.
ru: Ротации невозможно загрузить. В базе данных может не быть ротаций.
sv: Sekvenser kunde inte laddas. Det finns inga sekvenser sparade.
tr: Rotasyonlar yüklenemedi. Veritabanında rotasyon bulunmayabilir.
zh_cn: 不能加载循环。数据库里可能没有循环。
zh_hk: 不能載入迴圈。資料庫裡可能沒有迴圈。

source: Rules
ar: قواعد
cs: Pravidla
da: Regler
de: Regeln
es: Reglas
fa: قوانین
fi: Säännöt
fr: Règles
id: Aturan
it: Regole
ja: ルール
lv: Noteikumi
nl: Regels
no: Regel
pl: Reguły
pt: Regras
ru: Правила
sv: Regler
tr: Kurallar
zh_cn: 规则
zh_hk: 規則

source: Rule Set
ar: مجموعة قواعد
cs: Typy směny
da: Regelsæt
de: Regelsammlung
es: Conjunto de normas
fa: دسته قانون
fi: Sääntösarja
fr: Règle d'horaires
id: Set Aturan
it: Set di regole
ja: ルールセット
lv: Noteikumu kopa
nl: Regelset
no: Regelsett
pl: Zestaw reguł
pt: Conjunto de Regras
ru: Набор правил
sv: Regeluppsättning
tr: Kural seti
zh_cn: 班次规则
zh_hk: 班次規則

# Rulesetavailable
source: 1 rule set available
ar: تتوافر مجموعة قواعد واحدة
cs: Dostupný 1 Typy směny
da: 1 tilgængeligt regelsæt
de: 1 Regelsammlung verfügbar
es: 1 conjunto de normas disponible
fa: یک مجموعه قوانین در دسترس
fi: 1 sääntösarja käytettävissä
fr: 1 règle d'horaires disponible
id: Tersedia 1 set aturan
it: 1 Set di regole disponibile
ja: 1個のルールセットが利用可能です
lv: 1 noteikumu kopa pieejama
nl: 1 regelset beschikbaar
no: 1 regelsett tilgjenglig
pl: Dostępny 1 zestaw reguł
pt: 1 conjunto de regras disponível
ru: Доступен 1 набор правил
sv: Tillgänglig regeluppsättning
tr: 1 adet uygun kural seti
zh_cn: 1个班次规则可用
zh_hk: 1個班次規則可用

# RuleSetBag
source: Shift Bag
ar: حقيبة نوبات العمل
cs: Množina směn
da: Vagt samling
de: Schichtsammlung
es: Bolsa de turnos
fa: کیف شیفت
fi: Vuoropussi
fr: Banque d'horaires
id: Kantong shift
it: Cartella di turni
ja: シフトバッグ
lv: Maiņu Portfelis
nl: Dienst Tas
no: Skift bag
pl: Aktówka Dyżurów
pt: Cesta de Turnos
ru: Контейнер смен
sv: Skiftpåse
tr: Vardiya kutusu
zh_cn: 班次包
zh_hk: 班次包
