Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# OpenScorecard
source: Scorecards
ar: بطاقة أداء
cs: Výsledkové listiny
fa: برگه امتیاز
fi: Tuloskortit
fr: Feuille d'évaluation
id: Scorecard
it: Scorecard
ja: スコアカード
lv: Rezultātu kartītes
nl: Scorekaarten
no: Scorecard
pl: Karty wyników
ru: Оценочные листы
tr: Skorkartları
zh_cn: 记分卡
zh_hk: 記分卡

# OperationCanNotProceedWithTheExternalMatrixSystem
source: Operation can not proceed with the external Matrix system for the following reason: {0}. Loading continues without the external system.
ar: تعذر متابعة التشغيل مع نظام المصفوفة الخارجي للسبب التالي: {0}. استمرار التحميل بدون النظام الخارجي.
cs: Operace nemůže pokračovat s externím maticovým systémem z následujícího důvodu: {0}. Nahrávání pokračuje bez externího systému.
da: Handlingen kan ikke fortsætte med det eksterne Matrix-system af følgende grund: {0}. Indlæsning fortsætter uden det eksterne system.
de: Die Operation kann aus der folgenden Ursache nicht mit dem externen Matrix System fortsetzen: {0}. Laden setzt ohne das externe Stystem fort.
es: No se puede proceder con la operación with el sistema externo Matrix por la siguiente razón: {0}. La carga continuará sin el sistema externo.
fa: امکان پیشرفت عملیات با ماتریس خارجی سیستم به دلایل زیر ممکن نیست :{0} .بارگذاری ، بدون سیستم خارجی ادامه می یابد.
fi: Toiminta ei voi jatkua ulkoisen Matrix-järjestelmän kanssa seuraavasta syystä: {0}. Lataus jatkuu ilman ulkoista järjestelmää.
fr: L'opération ne peut pas continuer avec le système Matrix externe pour la raison suivante: {0}. Le chargement continue sans le système externe.
id: Operasi tidak bisa dilakukan dengan sistem Matrix eksternal karena : {0}. Proses pengeluaran dilanjutkan tanpa sistem eksternal.
it: L'operazione non può procedere con il sistema a matrice esterno per la segeunte ragione: {0}. Il caricamento prosegue senza il sistema esterno.
ja: 以下の理由により、外部のマトリクスシステムの処理を進めることができませんでした: {0}。外部システムなしで読み込みを継続します。
nl: Operatie kan niet verder met de externe Matrix systeem om de volgende reden: {0}. Laden gaat door zonder het externe systeem.
no: Prosessen kan ikke fortsette med eksternt Matrix system av følgende grunn: {0}. Lasting fortsetter uten eksternt system.
pl: Działanie nie może być kontynuowane z zewnętrznym serverem Matrix z powodu: {0}. Ładowane bez zewnętrznego serwera.
pt: A operação não pôde proceder com o sistema Matrix externo pela seguinte razão: {0}. O carregamento continuará sem o sistema externo.
ru: Невозможно продолжить операцию с внешней матричной системой по следующей причине: {0}. Загрузка продолжается без внешней системы.
sv: Operationen kan inte fortsätta med det externa Matrix systemet av följande anledning: {0}.Laddning fortsätter utan det externa systemet.
tr: İşlem {0} yüzünden dışsal Matris sistemi ile devam edemedi ve başarısız oldu. Yükleme işlemi dışsal sistem olmadan devam edecek.
zh_cn: 不能处理外部矩阵系统，理由如下：{0}。
zh_hk: 不能處理外部矩陣系統，理由如下：{0}。

# OperatorLimiterEquals
source: Equal
ar: يساوي
cs: Rovno
da: Lig med
de: Gleich
es: Igual
fa: مساوی
fi: Yhtä suuri kuin
fr: Egal
id: Sama dengan
it: Uguale
ja: 等しい
lv: Vienāds
nl: Gelijk
no: Lik
pl: Równe
pt: Igual
ru: Равно
sv: Lika med
tr: Eşittir
zh_cn: 等于
zh_hk: 等於

# OptimizeDayOffs
source: Optimize Days Off
ar: تحسين أيام العطلات
cs: Optimalizovat dny volna
da: Optimer Fridage
de: Optimiere Freie Tage
es: Optimizar Días Libres
fa: بهینه سازی روزهای تعطیل
fi: Optimoi vapaapäivät
fr: Optimiser jours libres
id: Optimasi Hari Libur
it: Ottimizza riposi
ja: 休暇の最適化
lv: Optimizēt Brīvdienas
nl: Optimaliseer Vrije Dagen
no: Optimer fridag
pl: Optymalizuj dni wolne
pt: Otimizar Folgas
ru: Оптимизировать выходные
sv: Optimera fridagar
tr: Tatilleri Optimize Et
zh_cn: 优化休息日
zh_hk: 優化休息日

source: Optional
ar: اختياري
cs: Volitelné
da: Valgfri
es: Opcional
fa: انتخابی
fi: Valinnainen
fr: Optionnel
id: Opsional
it: Opzionale
ja: 任意
lv: Izvēles
nl: Optioneel
no: Valgfri
pl: Opcjonalne
pt: Opcional
ru: Дополнительно
sv: Frivillig
tr: Opsiyonel
zh_cn: 可选的
zh_hk: 可選的

source: Optional Column
ar: عمود اختياري
cs: Volitelný sloupec
da: Valgfri kolonne
de: Optionale Spalte
es: Columna Opcional
fa: ستون انتخابی
fi: Valinnainen sarake
fr: Colonne optionnelle
id: Kolom opsional
it: Colonna opzionale
ja: オプション列
lv: Izvēles kolonna
nl: Optionele Kolom
no: Valgfri kolonne
pl: Kolumna opcjonalna
pt: Coluna opcional
ru: Дополнительный столбец
sv: Tilläggskolumn
tr: Opsiyonel kolon
zh_cn: 自定义栏位
zh_hk: 自訂欄位

# OptionalColumnColon
source: Optional Column:
ar: عمود اختياري:
cs: Volitelný sloupec :
da: Valgfri kolonne :
de: Optionale Spalte:
es: Columna Opcional:
fa: ستون انتخابی:
fi: Valinnainen sarake:
fr: Colonne optionnelle:
id: Kolom Opsional:
it: Colonna opzionale:
ja: オプション列:
lv: Izvēles kolonna:
nl: Optionele Kolom:
no: Valgfri kolonne:
pl: Kolumna opcjonalna:
pt: Coluna Opcional:
ru: Дополнительный столбец:
sv: Tilläggskolumn:
tr: Opsiyonel Kolon:
zh_cn: 自定义栏位：
zh_hk: 自訂欄位：

source: Optional column name
ar: اسم عمود اختياري
cs: Jméno volitelného sloupce
da: Valgfri kolonnes navn
de: Name der optionalen Spalte
es: Nombre de la columna opcional
fa: نام ستوم انتخابی
fi: Valinnaisen sarakkeen nimi
fr: Nom colonne optionnelle
id: Nama kolom opsional
it: Nome colonna opzionale
ja: オプション列名
lv: Izvēles kolonnas nosaukums
nl: Optioneel kolomnaam
no: Valgfri kolonne navn
pl: Nazwa kolumny opcjonalnej
pt: Nome da coluna opcional
ru: Имя дополнительного столбца
sv: Namn tilläggskolumn
tr: Opsiyonel kolon ismi
zh_cn: 自定义的名称
zh_hk: 自訂的名稱

source: Optional Columns
ar: أعمدة اختيارية
cs: Volitelné Sloupce
da: Valgfri Kolonner
de: Optionale Spalten verwalten
es: Columnas Opcionales
fa: ستونهای انتخابی
fi: Valinnaiset sarakkeet
fr: Colonnes optionnelles
id: Kolom Opsional
it: Colonna opzionale
ja: オプション 列
lv: Izvēles kolonnas
nl: Optionele Kolommen
no: Valgfrie kolonner
pl: Kolumny opcjonalne
pt: Colunas opcionais
ru: Дополнительные Столбцы
sv: Extrakolumner
tr: Opsiyonel Kolonlar
zh_cn: 自定义 栏位
zh_hk: 自訂 欄位

source: Options
ar: خيارات
cs: Možnosti
da: Indstillinger
de: Optionen
es: Opciones
fa: انتخاب ها
fi: Asetukset
id: Opsi
it: Opzioni
ja: オプション
lv: Opcijas
nl: Opties
no: Valg
pl: Opcje
pt: Opções
ru: Опции
sv: Inställningar
tr: Opsiyonlar
zh_cn: 选项
zh_hk: 選項

source: Organization Hierarchy
ar: التسلسل الهرمي للمنظومة
cs: Organizační struktura
da: Organisationshierarki
de: Organisationshierarchie
es: Definir Jerarquía
fa: سلسله مراتب سازمان
fi: Organisaatiohierarkia
fr: Hiérarchie organisation
id: Hirarki Organisasi
it: Struttura Organizzativa
ja: 組織の階層
lv: Organizācijas Hierarhija
nl: Organisatie Hiërarchie
no: Organisasjonshierarki
pl: Hierarchia organizacji
pt: Hierarquia da Organização
ru: Иерархия организации
sv: Organisationsstruktur
tr: Organizasyon Hiyerarşisi
zh_cn: 组织体系
zh_hk: 組織體系

# OrganizationTree
source: Organisation structure
ar: هيكل المنظومة
cs: Organizační struktura
da: Organisationsstruktur
de: Organisationshierarchie
es: Estructura de la organización
fa: ساختار سازمان
fi: Organisaatiorakenne
fr: Structure organisation
id: Struktur organisasi
it: Struttura Organizzativa
ja: 組織構造
lv: Organizatoriskā struktūra
nl: Organisatiestructuur
no: Organisasjonsstruktur
pl: Struktura organizacji
pt: Estrutura organizacional
ru: Структура организации
sv: Organisationsstruktur
tr: Organizasyon yapısı
zh_cn: 组织结构
zh_hk: 組織結構

source: Original ACW
ar: العمل الأصلي المترتب على المكالمة
cs: Původní činnost po ukončení hovoru
da: Oprindelig Efterarbejde
es: ACW Original
fa: انتخابی ACW
fi: Alkuperäinen ACW (s)
fr: TPA Original
id: ACW asli
it: ACW originale
ja: 元のアフターコールワーク
lv: Sākotnējais ACW
nl: Origineel ACW
pl: Oryginalne ACW
pt: Pós atendimento original
ru: Фактическое ACW
sv: Ursprunglig ACW
tr: Orjinal ACW
zh_cn: 原始的平均后处理时长
zh_hk: 原始的平均後處理時長

source: Original AEW
ar: العمل الأصلي المترتب على البريد الإلكتروني
cs: Původní AEW
da: Oprindeligt AEW
es: AEW Original
fa: اصلی AEW
fi: Alkuperäinen AEW (s)
fr: TPE original
id: AEW asli
it: AEW originale
ja: 元のアフターEメールワーク
lv: Sākotnējais AEW
nl: Origineel AEW
pl: Oryginalne AEW
pt: AEW original
ru: Фактический AEW
sv: Ursprunglig AEW
tr: Orijinal AEW
zh_cn: 原始的AEW
zh_hk: 原始的AEW

source: Original after call work
ar: العمل الأصلي المترتب على المكالمة
cs: Původní činnost po ukončení hovoru
da: Oprindelig Efterarbejde
de: Original Nachbearbeitungszeit
es: ACW Original
fa: کار اصلی بعد از تماس
fi: Alkuperäinen ACW (s)
fr: Travail post-appel original
id: After call work asli
it: After call work originale
ja: 元のアフターコールワーク
lv: Sākotnējā zvanu pēcapstrāde
nl: Origineel after call work
no: Original etterarbeid samtale
pl: Oryginalna praca po połaczeniu
pt: Pós atendimento original
ru: Фактическое время работы после звонка
sv: Ursprunglig efterbearbetningstid
tr: Orijinal çağrı sonrası çalışma süresi
zh_cn: 原始的话后处理均长
zh_hk: 原始的話後處理均長

source: Original AFW
ar: العمل الأصلي المترتب على الفاكس
cs: Původní AFW
da: Oprindeligt AFW
es: AFW Original
fa: اصلی AFW
fi: Alkuperäinen AFW (s)
fr: TPF original
id: AFW asli
it: AFW originale
ja: 元のアフターFAXワーク
lv: Sākotnējais AFW
nl: Origineel AFW
pl: Oryginalne AFW
pt: AFW original
ru: Фактический AFW
sv: Ursprunglig AFW
tr: Orijinal AFW
zh_cn: 原始的AFW
zh_hk: 原始的AFW

source: Original ATW
ar: العمل الأصلي المترتب على المهمة
cs: Původní ATW
da: Oprindeligt ATW
es: ATW Original
fa: اصلی ATW
fi: Alkuperäinen ATW (s)
fr: TPT original
id: ATW asli
it: ATW originale
ja: 元のアフタータスクワーク
lv: Sākotnējais ATW
nl: Origineel ATW
pl: Oryginalne ATW
pt: ATW original
ru: Фактический ATW
sv: Ursprunglig ATW
tr: Orijinal ATW
zh_cn: 原始的ATW
zh_hk: 原始的ATW

# OriginalCalls
source: Original offered calls
ar: المكالمات الأصلية المقدمة
cs: Původní nabízené hovory
da: Oprindelige opkald
de: Original angebotene Anrufe:
es: Llam. ofrecidas originales
fa: تماس پیشنهاد شده اصلی
fi: Alkuperäiset tarjotut puhelut
fr: Appels acceptés originaux
id: Call ditawarkan asli
it: Chiamate entranti originali
ja: 元の着信呼
lv: Sākotnējie padotie zvani
nl: Origineel Aangeboden Telefoongesprekken
no: Original tilbudte samtaler
pl: Oryginalne oferowane połączenia
pt: Número orginal de chamadas recebidas
ru: Фактически поступившие звонки
sv: Ursprungligt antal inkommande samtal
tr: Orijinal gerçekleşen çağrı sayısı
zh_cn: 原始的来电量
zh_hk: 原始的來電量

source: Original handling time
ar: وقت المعالجة الأصلي
cs: Původní doba na vyřízení
da: Oprindelig behandlingstid
de: Original Bearbeitungszeit
es: AHT Original
fa: زمان اصلی رسیدگی
fi: Alkuperäinen käsittelyaika
fr: Durée originale de traitement
id: Waktu penanganan asli
it: Tempo gestione originale
ja: 元の処理時間
lv: Sākotnējais apstrādes laiks
nl: Origineel verwerkingstijd
no: Original behandlingstid
pl: Oryginalny czas obsługi
pt: Tempo de atendimento original
ru: Фактическое время обработки
sv: Ursprunglig behandlingstid
tr: Orijinal çağrı yönetim süresi
zh_cn: 原始的处理时间
zh_hk: 原始的處理時間

source: Original offered emails
ar: رسائل البريد الإلكتروني الأصلية المقدمة
cs: Původní nabízené e-maily
da: Oprindeligt tilbudte e-mails
de: Original angebotene E-Mails
es: E-mails ofrecidos originales
fa: ایمیل های پیشنهادی اصلی
fi: Alkuperäiset tarjotut sähköpostit (kpl)
fr: E-mails acceptés originaux
id: Email ditawarkan asli
it: e-mail entranti originali
ja: 元の着信Eメール数
lv: Sākotnēji padotie e-pasti
nl: Origineel aangeboden emails
no: Original tilbudte e-post
pl: Oryginalne emaile oferowane
pt: Número original de e-mails recebidos
ru: Фактические эл. сообщения
sv: Ursprungligt antal inkommande e-post
tr: Orijinal gerçekleşen e-posta
zh_cn: 原始的电子邮件数量
zh_hk: 原始的電子郵件數量

source: Original offered facsimiles
ar: رسائل الفاكس الأصلية المقدمة
cs: Původní nabízené faxy
da: Oprindeligt tilbudte telefaxer
de: Original angebotene Faxe
es: Facsímiles ofrecidos originales
fa: رونوشت های پیشنهادی اصلی
fi: Alkuperäiset tarjotut faksit
fr: Facsimiles acceptés originaux
id: Faksimili ditawarkan asli
it: Fax entranti originali
ja: 元の着信FAX数
lv: Sākotnēji padotie faksi
nl: Origineel aangeboden facsimiles
no: Original tilbudte faks
pl: Oryginalne fakst oferowane
pt: Número original de faxes recebidos
ru: Фактические факсы
sv: Ursprungligt antal inkommande fax
tr: Orijinal gerçekleşen faks
zh_cn: 原始的传真数量
zh_hk: 原始的傳真數量

source: Original offered tasks
ar: المهام الأصلية المقدمة
cs: Původní nabízené úkoly
da: Oprindeligt tilbudte opgaver
de: Original angebotene Aufgaben
es: Tareas ofrecidas originales
fa: وظایف پیشنهادی اصلی
fi: Alkuperäiset tarjotut tehtävät
fr: Tâches acceptées originales
id: Tugas ditawarkan asli
it: Compiti offerti in origine
ja: 元の着信タスク数
lv: Sākotnēji padotie uzdevumi
nl: Origineel aangeboden taken
no: Original tilbudte oppdrag
pl: Oryginalne zadania oferowane
pt: Número original de tarefas recebidas
ru: Фактические задания
sv: Ursprungligt antal inkommande uppgifter
tr: Orijinal gerçekleşen görev
zh_cn: 原始的任务量
zh_hk: 原始的任務量

source: Original talk time
ar: وقت التحدث الأصلي
cs: Původní doba trvání hovoru
da: Oprindelig taletid
de: Original Gesprächszeit
es: TMC Original
fa: زمان مکالمه اصلی
fi: Alkuperäinen puheaika (s)
fr: Durée de communication originale
id: Waktu bicara asli
it: Tempo conversazione originale
ja: 元の通話時間
lv: Sākotnējais sarunu laiks
nl: Origineel spreektijd
no: Original taletid
pl: Oryginalny czas rozmowy
pt: Tempo falado original
ru: Фактическое время разговора
sv: Ursprunglig samtalstid
tr: Orijinal konuşma süresi
zh_cn: 原始的平均通话时长
zh_hk: 原始的平均通話時長

source: Original tasks
ar: المهام الأصلية
cs: Původní úkoly
da: Oprindelige opgaver
de: Original Aufgaben
es: Tareas Originales
fa: وظایف اصلی
fi: Alkuperäiset tehtävät
fr: Tâches originales
id: Tugas asli
it: Compiti originali
ja: 元のタスク
lv: Sākotnējie uzdevumi
nl: Origineel taken
no: Original oppdrag
pl: Oryginalne zadania
pt: Tarefas originais
ru: Фактические задания
sv: Ursprungligt antal uppgifter
tr: Orijinal görev sayısı
zh_cn: 原始的任务量
zh_hk: 原始的任務量

# Outlier
source: Special event
ar: حدث خاص
cs: Zvláštní událost
da: Særlig begivenhed
de: Besonderes Ereignis
es: Evento Especial
fa: رویدادهای خاص
fi: Erikoistapahtuma
fr: Evénement spécial
id: Event khusus
it: Evento speciale
ja: スペシャルイベント
lv: Īpašie notikumi
nl: Speciale Event
no: Spesiell hendelse
pl: Wydarzenie specjalne
pt: Eventos especiais
ru: Специальное событие
sv: Specialdag
tr: Özel Durum
zh_cn: 特殊事件
zh_hk: 特殊事件

source: Output
ar: إخراج
cs: Výstup
de: Ausgabe
es: Salida
fa: خروجی
fi: Tulos
fr: Sortie
id: Keluaran
ja: 出力
lv: Izvade
nl: Uitvoer
pl: Wyjście
pt: Saída
ru: Вывод
sv: Resultat
tr: Çıktı
zh_cn: 输出
zh_hk: 輸出

# OverlappningShifts
source: Overlapping shifts
ar: نوبات العمل المتداخلة
cs: Překrývající se směny
da: Overlappende vagter
de: Überschneidende Schichten
es: Turnos superpuestos
fa: شیفتهای همپوش
fi: Päällekkäiset vuorot
fr: Chevauchement des horaires
id: Shift tumpang tindih
it: Turni sovrapposti
ja: 重複シフト
lv: Pārklājošās maiņas
nl: Overlappende Diensten
no: Overlappende skift
pl: Nakładające się dyżyry
pt: Turnos Sobrepostos
ru: Наложение смен
sv: Överlappande skift
tr: Çakışan vardiyalar
zh_cn: 重叠班次
zh_hk: 重疊班次

source: Over midnight
ar: بعد منتصف الليل
cs: Přes půlnoc
da: Over midnat
de: Über Mitternacht
es: Después de media noche
fa: پس از نیمه شب
fi: Keskiyön ylitys
fr: Après minuit
id: Lewat tengah malam
it: Oltre mezzanotte
ja: 夜勤
lv: Pāri pusnaktij
nl: Voorbij middernacht
no: Etter midnatt
pl: Przez północ
pt: Após Meia-Noite
ru: За полночь
sv: Över midnatt
tr: Gece yarısı sonrası
zh_cn: 超过午夜
zh_hk: 超過午夜

source: Override
ar: تجاوز
cs: Přeskočit
da: Tilsidesæt reglen
de: Überschreiben
es: Sobrescribir con
fa: لغو کردن
fi: Ohita
fr: Supplantation
id: Timpa
it: Oltrepassa
ja: 上書き
lv: Pārņemt
no: Overstyr
pl: Ignoruj
pt: Substituir
ru: Заменить
sv: Ersätt
tr: Üzerine yaz
zh_cn: 重设
zh_hk: 重設

source: Overstaffing
ar: نسبة زيادة العاملين
cs: Nadstav
da: Overbemanding
de: Überdeckung
es: Sobredimens.
fa: استخدام کارمند بیش از اندازه مورد نیاز
fi: Ylimiehitys
fr: Sur-effectif
id: Kelebihan staf
it: Sovracopertura
ja: 要員過剰
lv: Pāri paliekošs personāls
nl: Overbezetting
no: Overbemannet
pl: Nadmiar załogi
pt: Sobra de Agentes
ru: Лишний персонал
sv: Överbemanning
tr: Fazla kapasite
zh_cn: 超员
zh_hk: 超員

source: Overtime
ar: عمل إضافي
cs: Přesčas
da: Overarbejde
de: Überstunden
es: Tiempo Extra
fa: اضافه کار
fi: Ylityö
fr: Heures supplémentaires
id: Lembur
it: Straordinario
ja: 残業
lv: Virsstundas
nl: Overwerk
no: Overtid
pl: Nadgodziny
pt: Horas Extras
ru: Сверхурочное время
sv: Övertid
tr: Fazla zaman
zh_cn: 加班
zh_hk: 加班

source: Overview
ar: نظرة عامة
cs: Přehled
da: Oversigt
de: Überblick
es: Descripción General
fa: مرور کلی
fi: Katsaus
fr: Aperçu
id: Sekilas
it: Anteprima
ja: 概要
lv: Pārskats
nl: Overzicht
no: Oversikt
pl: Przegląd
pt: Visão Geral
ru: Обзор
sv: Översikt
tr: Genel Görünüm
zh_cn: 总览
zh_hk: 總覽

source: Page setup
ar: إعداد الصفحة
cs: Nastavení stránky
da: Sideopsætning
de: Seitenaufbau
es: Configuración de página
fa: برپایی صفحه
fi: Sivun asetukset
fr: Setup page
id: Pengaturan halaman
it: Impostazini pagina
ja: ページの設定
lv: Lapas uzstādīšana
nl: Pagina-instelling
no: Sideoppsett
pl: Ustawienia strony
pt: Configuração da Página
ru: Параметры страницы
sv: Utskriftsformat...
tr: Sayfa düzeni
zh_cn: 页面设置
zh_hk: 頁面設置

source: Participants
ar: المشاركون
cs: Účastníci
da: Deltagere
de: Teilnehmer
es: Participantes
fa: همراهان
fi: Osallistujat
id: Peserta
it: Partecipanti
ja: 参加者
lv: Dalībnieki
nl: Deelnemers
no: Deltakere
pl: Uczestnicy
pt: Participantes
ru: Участники
sv: Deltagare
tr: Katılımcılar
zh_cn: 参加人
zh_hk: 參加人

source: Part-Time Percentage
ar: نسبة الموظفين غير المتفرغين
cs: Procentní podíl zkrácených úvazků
da: Deltid Procentsats
de: Teilzeitprozentwert
es: Porcentaje de Tiempo Parcial
fa: درصد پاره وقت
fi: Osa-aikaprosentti
fr: Pourcentage temps partiel
id: Persentase Part-Time
it: Percentuale part-time
ja: パートタイム比率
lv: Nepilna Laika Procentuālais Lielums
nl: Deeltijd Percentage
no: Deltidsprosent
pl: Procentowy niepełny czas pracy
pt: Percentual de Tempo Parcial
ru: Процент неполной занятости
sv: Deltidsprocent
tr: Yarım zaman oranı
zh_cn: 兼职时间百分比
zh_hk: 兼職時間百分比

# PartTimePercentageColon
source: Part-time percentage:
ar: نسبة الموظفين غير المتفرغين:
cs: Procentní podíl zkrácených úvazků:
da: Deltidsprocentsats:
de: Teilzeitprozentwert:
es: Porcentaje de tiempo parcial:
fa: درصد پاره وقت:
fi: Osa-aikaprosentti:
fr: Pourcentage temps partiel:
id: Persentase paruh waktu:
it: Percentuale part-time:
ja: パートタイム比率
lv: Nepilna laika procentuālais lielums:
nl: Deeltijd percentage:
no: Deltid prosent:
pl: Procent niepełnego czasu pracy:
pt: Percentual de Tempo Parcial:
ru: Процент неполной занятости:
sv: Deltidsprocent:
tr: Yarı-zaman oranı:
zh_cn: 兼职时间百分比：
zh_hk: 兼職時間百分比：

# PartTimePercentageLower
source: Part-time percentage
ar: نسبة الموظفين غير المتفرغين
cs: Procentní podíl zkrácených úvazků
da: Deltidsprocentsats
de: Teilzeitprozentwert
es: Porcentaje de tiempo parcial
fa: درصد پاره وقت
fi: Osa-aikaprosentti
fr: Pourcentage temps-partiel
id: Persentase paruh waktu
it: Percentuale Part-Time
ja: パートタイム比率
lv: Nepilna laika procentuālais lielums
nl: Deeltijd percentage
no: Deltid prosent
pl: Procent niepełnego czasu pracy
pt: Percentual de tempo parcial
ru: Процент неполной занятости
sv: Deltidsprocent
tr: Yarı-zamanlı oranı
zh_cn: 兼职时间百分比
zh_hk: 兼職時間百分比

source: Part-time percentage name
ar: اسم نسبة الموظفين غير المتفرغين
cs: Jméno procentního podílu zkrácených úvazků
da: Navn på deltidsprocentsats
de: Name des Teilzeitprozentwertes
es: Nombre de porcentaje de tiempo parcial
fa: نام درصد انتخابی
fi: Osa-aikaiprosentin nimi
fr: Nom pourcentage temps partiel
id: Nama persentase paruh waktu
it: Nome percentuale Part-Time
ja: パートタイム比率名
lv: Nepilna laika procentuālā lieluma nosaukums
nl: Deeltijds percentage naam
no: Deltid prosent navn
pl: Nazwa procentu niepełnego czasu pracy
pt: Nome do percentual de tempo parcial
ru: Имя процента неполной занятости
sv: Namn deltidsprocent
tr: Yarı-zamanlı oran ismi
zh_cn: 兼职时间百分比名称
zh_hk: 兼職時間百分比名稱

source: Part-Time Percentages
ar: نسب الموظفين غير المتفرغين
cs: Procentní podíly zkrácených úvazků
da: Deltidsprocentsatser
de: Teilzeitprozentwert
es: Porcentajes de Tiempo Parcial
fa: درصد پاره وقت
fi: Osa-aikaprosentit
fr: Pourcentages temps partiel
id: Persentase part-time
it: Percentuali part-time
ja: パートタイム比率
lv: Nepilna Laika Procentuālais Lielums
nl: Deeltijd Percentages
no: Deltid prosenter
pl: Procentowe niepełne czasy pracy
pt: Percentuais de Tempo Parcial
ru: Проценты неполной занятости
sv: Deltidsprocent
tr: Yarım zaman oranları
zh_cn: 兼职时间百分比
zh_hk: 兼職時間百分比

source: Password
ar: كلمة المرور
cs: Heslo
da: Adgangskode
de: Passwort
es: Contraseña
fa: کلمه رمز
fi: Salasana
fr: Mot de passe
ja: パスワード
lv: Parole
nl: Wachtwoord
no: Passord
pl: Hasło
pt: Senha
ru: Пароль
sv: Lösenord
tr: Şifre
zh_cn: 密码
zh_hk: 密碼

# PasswordColon
source: Password:
ar: كلمة المرور:
cs: Heslo:
da: Adgangskode:
de: Passwort:
es: Contraseña:
fa: کلمه رمز:
fi: Salasana:
fr: Mot de passe:
ja: パスワード:
lv: Parole:
nl: Wachtwoord:
no: Passord:
pl: Hasło:
pt: Senha:
ru: Пароль:
sv: Lösenord:
tr: Şifre:
zh_cn: 密码：
zh_hk: 密碼：

source: Passwords do not match.
ar: كلمات المرور غير متطابقة.
cs: Heslo nesouhlasí.
da: Adgangskoder matcher ikke.
de: Passwörter stimmen nicht überein.
es: La contraseña no coincide.
fa: عدم تطابق کلمات رمز
fi: Salasanat eivät täsmää.
fr: Mots de passe ne correspondent pas.
id: Password tidak cocok.
it: Le password non coincidono
ja: パスワードが一致しません。
lv: Parole nesakrīt
nl: Wachtwoorden zijn niet gelijk.
no: Passord matcher ikke
pl: Hasła nie są zgodne.
pt: Senhas são diferentes
ru: Пароли не совпадают.
sv: De angivna lösenorden stämmer inte överens.
tr: Tutmayan Şifreler
zh_cn: 密码不匹配。
zh_hk: 密碼不匹配。

source: Password settings
ar: إعدادات كلمة المرور
cs: Nastavení hesla
da: Opsætning af adgangskode
de: Passworteinstellungen
es: Configuración de contraseña
fa: تنظیمات کلمه رمز
fi: Salasana-asetukset
fr: Propriétés mot de passe
id: Setting password
it: Impostazione password
ja: パスワードの設定
lv: Paroles uzstādījumi
nl: Wachtwoord instellingen
no: Passordinnstillinger
pl: Ustawienia haseł
pt: Configurações de Senhas
ru: Установка пароля
sv: Lösenordsinställningar
tr: Şifre ayarları
zh_cn: 密码设置
zh_hk: 密碼設置

source: Paste
ar: لصق
cs: Vložit
da: Indsæt
de: Einfügen
es: Pegar
fa: الصاق
fi: Liitä
fr: Coller
id: Tempel
it: Incolla
ja: 貼り付け
lv: Ielīmēt
nl: Plakken
no: Lim inn
pl: Wklej
pt: Colar
ru: Вставить
sv: Klistra in
tr: Yapıştır
zh_cn: 粘贴
zh_hk: 粘貼

source: Paste Absence
ar: لصق حالة غياب
cs: Vložit absenci
da: Indsæt Fravær
de: Abwesenheit einfügen
es: Pegar Ausencia
fa: الصاق مرخصی
fi: Liitä poissaolo
fr: Coller absence
id: Tempel Absen
it: Incolla assenza
ja: 欠勤の貼り付け
lv: Ielīmēt Prombūtni
nl: Afwezigheid Plakken
no: Lim inn fravær
pl: Wklej Nieobecność
pt: Colar Ausência
ru: Вставить отсутствие
sv: Klistra in frånvaro
tr: Devamsızlığı yapıştır
zh_cn: 粘贴缺勤
zh_hk: 粘貼缺勤

source: Paste Activity
ar: لصق نشاط
cs: Vložit činnost
da: Indsæt Aktivitet
de: Aktivität einfügen
es: Pegar Actividad
fa: درج کردن فعالیت
fi: Liitä aktiviteetti
fr: Coller activité
id: Tempel Aktivitas
it: Incolla attività
ja: 活動の貼り付け
lv: Ielīmēt Aktivitāti
nl: Plakken Activiteit
no: Lim inn aktivitet
pl: Wklej aktywność
pt: Colar Atividade
ru: Вставить активность
sv: Klistra in aktivitet
tr: Aktiviteyi Yapıştır
zh_cn: 粘贴活动
zh_hk: 粘貼活動

# PasteAssignment
source: Paste Shift
ar: لصق نوبة عمل
cs: Vložit směnu
da: Indsæt Vagt
de: Schicht einfügen
es: Pegar Turno
fa: الصاق شیفت
fi: Liitä vuoro
fr: Coller horaire
id: Tempel Shift
it: Incolla turno
ja: シフトの貼り付け
lv: Ielīmēt Maiņu
nl: Dienst Plakken
no: Lim inn skift
pl: Wklej Dyżur
pt: Colar Turno
ru: Вставить смену
sv: Klistra in skift
tr: Vardiyayı yapıştır
zh_cn: 粘贴班次
zh_hk: 粘貼班次
