Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Double-click here to edit text
ar: انقر نقر مزدوج هنا لتحرير النص
cs: Chcete-li text upravit, dvakrát sem klikněte.
da: Dobbelt klik her for at rette teksten
de: Hier doppelklicken um den Text zu ändern
es: Doble-click aquí para editar texto
fa: برای تغییر متن دوبار کلیک کنید
fi: Kaksoisklikkaa tästä muokataksesi tekstiä
fr: Double-cliquez ici pour éditer le texte
lv: Dubultklikšķis, lai rediģētu tekstu
no: Dobbeltklikk her for å redigere tekst
pl: Dwukrotnie kliknij tutaj, aby edytować teksty
ru: Кликните здесь два раза, чтобы отредактировать текст
sv: Dubbelklicka här för att ändra texten
tr: Metni düzenlemek için çift tıklayın.
zh_cn: 双击此处以编辑文本
zh_hk: 按兩下此處以編輯文本

# ValidatingPersons2
source: Validating {0} person(s) out of {1}
ar: فحص (0) شخصا من إجمالى (1)
da: Validerer {0} person(er) ud af {1}
de: {0} Person(en) von {1} werden validiert.
es: Validando {0} personas de {1}
fa: بررسی {0} از {1} فرد
fi: Validoi {0} henkilöä {1}
fr: Valide {0} personne(s) sur {1}
no: Validerer {0} person(er) av {1}
ru: Проверка {0} человек(-а) из {1}
sv: Validerar {0} av {1} person(er)
zh_cn: 人员总数{1}, 正在验证{0}
zh_hk: 人員總數{1}, 正在驗證{0}

source: (Multiple Seats Selected)
ar: (تم اختيار عددا من المقاعد)
da: (Multiple pladser valgt)
de: (Mehrere Sitzplätze markiert)
es: (Múltiples Puestos Seleccionados)
fa: (چند صندلی انتخاب شده است)
fi: (Monta paikkaa valittuna)
fr: (Multiples postes sélectionnés)
lv: (Vairākas Sēdvietas Izvēlētas)
no: (Flere plasser valgt)
ru: (Выбрано несколько мест)
sv: (Flera sittplatser valda)
tr: (birden fazla oturma yeri seçili)
zh_cn: (多个座位已选定)
zh_hk: (多個座位已選定)

# WFMReleaseNotificationWithoutOldModuleLink
source: {0} has been improved! We appreciate your {1}feedback.{2}
ar: (0) تم تحسينه! نقدر (1) إعلامك لنا (2)
da: {0} er blevet forbedret! Vi vil sätte pris på dit {1} feedback. {2}
de: {0} ist verbessert worden! Wir sind für Ihr {1}Feedback sehr dankbar.{2}
es: {0} ha sido mejorado! Agradecemos su {1}feedback.{2}
fa: تعداد {0} مورد بهتر شده است. ما از دریافت {1} بازخورد شما خوشحال میشویم {2}
fi: {0}-moduulia on kehitetty! Haluamme {1}palautetta. {2}
fr: {0} a été amélioré! Nous apprécions vos {1}retours.{2}
lv: {0} ir uzlabots! Mēs novērtējam jūsu {1} atgriezenisko saiti {2}.
no: {0} har blitt forbedret! Vi setter pris på din {1} tilbakemelding. {2}
ru: Модуль {0} улучшен! Мы благодарны за ваши {1}отзывы. {2}
sv: {0} har förbättrats! Vi uppskattar er {1}feedback. {2}
tr: {0} yenilendi. {1} geri bildiriminizi bekliyoruz. {2}
zh_cn: {0}已改进! 我们期待您的{1}反馈{2}。
zh_hk: {0}已改進! 我們期待您的{1}回饋。{2}

# WFMReleaseNotification
source: {0} has been improved! We appreciate your {1}feedback.{2} Old {3} can be accessed for a limited time.
ar: (0) تم تطويره! نقدر إخطارك (1). (2) قديم (3) يمكن الدخول إليه لوقت محدد
cs: Modul {0} zdokonalen! Vážíme si vaší {1}zpětné vazby.{2} Starý modul {3} bude ještě omezenou dobu přístupný.
da: {0} er blevet forbedret. Vi vil sätte pris på dit {1} feedback. {2} gammel {3} kan tilgåed i en begränset periode.
de: {0} ist verbessert worden! Wir sind für Ihr {1}Feedback sehr dankbar. {2} Das alte Modul {3} ist für eine begrenzte Zeit zugänglich.
es: {0} ha sido mejorado! Agradecemos su {1}feedback.{2} El antiguo módulo {3} estará disponible sólo por tiempo limitado.
fa: ماژول {0} بهتر شده است. منتظر نظرات شما از طریق {1} هستیم.{2} ماژول قدیمی {3} برای مدتی محدود قابل دسترسی است
fi: {0} - moduulia on kehitetty! Haluamme {1}palautetta. {2} Vanha {3} on käytettävissä rajoitetun ajan.
fr: {0} a été amélioré! Nous apprécions vos {1}retours. {2} L'ancien {3} peut être accédé pendant un temps limité.
lv: {0} ir uzlabots! Mēs novērtējam jūsu {1} atgriezenisko saiti. {2} Vecajam {3} var piekļūt uz ierobežotu laiku.
no: {0} har blitt forbedret! Vi setter pris på din {1} tilbakemelding. {2} Gammel {3} kan nås for en begrenset periode.
ru: Модуль {0} улучшен! Мы благодарны за ваши {1}отзывы. {2} Предыдущая версия {3} будет доступна ограниченное время.
sv: {0} har förbättrats! Vi uppskattar er {1}feedback. {2} Gamla versionen av {3} kan nås en begränsad tid.
tr: {0} yenilendi. {1} geribildirminizi {2} bekliyoruz. Eski {3} sınırlı bir süre daha kullanıma açık olacak.
zh_cn: {0}已改进! 我们期待您的{1}反馈{2}。旧的{3}可在有限时间内访问。
zh_hk: {0}已改進! 我們期待您的{1}回饋。{2} 舊的{3}可在有限時間內訪問。

# UnsupportedSkills
source: {0} Unsupported skills
ar: (0) مهارات غير مدعومة
da: {0} usupporteret skills
de: {0} Nicht unterstützte Skills
es: {0} skills incompatible(s=
fa: تعداد {0} مهارت پشتیبانی نشده
fi: {0} taitoa, joita ei tueta
fr: {0} compétences non supportées
lv: neatbalstīta prasmes
no: {0} ikke støttet ferdigheter
ru: {0} Неподдерживаемые навыки
sv: {0} kompetenser som ej stöds
zh_cn: {0}未支持的技能
zh_hk: {0}未支持的技能

# RequestInvalidStateTransition
source: A request that is {0} cannot be {1}.
ar: الطلب الذى قد يكون (0) لا يمكن أن يكون (1)
cs: Požadavek s hodnotou {0} nemůže mít hodnotu {1}.
da: En forespörgsel der er {0} kan ikke väre {1}.
de: Eine Anfrage, dass {0} ist, kann nicht {1} sein
es: Una solicitud que es {0} no puede ser {1}.
fa: درخواستی که {0} است نمیتواند {1} باشد
fi: Pyyntö joka on {0} ei voi olla {1}.
fr: Une demande qui est {0} ne peut être {1}.
lv: Pieprasījums, kas ir {0} nevar būt {1}.
no: En forespørsel som er {0} kan ikke være {1}.
ru: Запрос, который {0}, не может быть {1}.
sv: En förfrågan som är {0} kan inte vara {1}.
tr: {0} durumundaki bir istek {1} olamaz.
zh_cn: 申请当前为{0}，无法被{1}。
zh_hk: 申請當前為{0}，無法被{1}。

source: Abandoned rate
ar: نسبة فقد المكالمات
de: Abbruchrate
es: Tasa de abandono
fa: نرخ تماس بی پاسخ
fi: Menetysaste
fr: Taux d'abandon
lv: Zaudējumu rādītājs
no: Avbrutt rente
ru: Потерянные звонки
sv: Andel tappade
tr: Bırakılan çağrı oranı
zh_cn: 放弃率
zh_hk: 放棄率

source: Account
ar: حساب
da: Konto
de: Konto
es: Cuenta
fa: حساب کاربری
fi: Tili
fr: Compte
lv: Konts
no: Konto
ru: Счет
sv: Saldo
tr: Hesap
zh_cn: 个人账户
zh_hk: 個人帳戶

# BusinessRuleNoSiteOpenHourFriendlyName
source: Activity outside open hours for site
ar: نشاط خارج الساعات المتاحة للعمل للموقع
da: Aktivitet udenfor åbningstid for lokation
de: Die Aktivität ist ausserhalb der Öffnungszeiten des Standorts
es: Actividad fuera de horarios de apertura de este site
fa: فعالیت خارج ساعات کاری سایت
fi: Aktiviteetti on toimipisteen aukioloaikojen ulkopuolella
fr: Activité hors horaires d'ouverture du site
lv: Aktivitāte ārpus atvērtajām stundām grupai
no: Aktivitet utenfor åpningstidene for lokasjonen
ru: Активность вне рабочих часов сайта
sv: Aktivitet utanför enhetens öppettider
tr: Bu aktivitenin saati, lokasyonun çalışma saatlerinin dışında.
zh_cn: 活动超出站点开放时间
zh_hk: 活動超出網站開放時間

# BusinessRuleNoSkillsOpenFriendlyName
source: Activity outside open hours for skill
ar: نشاط خارج الساعات المتاحة للمهارة
da: Aktivitet udenfor åbningstid for skill
de: Die Aktivität ist ausserhalb der Öffnungszeiten für den Skill
es: Actividad fuera de horarios de apertura de este skill
fa: فعالیت خارج ساعات کاری مهارت
fi: Aktiviteetti on taidon aukioloaikojen ulkopuolella
fr: Activité hors horaires d'ouverture de la compétence
lv: Aktivitāte ārpus atvērtajām stundām prasmei
no: Aktivitet utenfor åpningstidene for ferdighets
ru: Активность вне рабочих часов навыка
sv: Aktivitet utanför kompetensens öppettider
tr: Vu aktivitenin saati, yeteneğin açılış saatlerinin dışında.
zh_cn: 活动超出技能开放时间
zh_hk: 活動超出技能開放時間

source: Add Overtime Activity
ar: اضف نشاط وقت عمل إضافي
da: Tilföj overtidsaktivitet
de: Eine Überstundenverfügbarkeit hinzufügen
es: Añadir Acividad en Tiempo Extra
fa: اضافه کردن اضافه کاری
fi: Lisää ylityöaktiviteetti
fr: Ajouter activité d'heures supplémentaires
no: Legg til overtidsaktivitet
ru: Добавить сверурочную активность
sv: Lägg till övertidsaktivitet
zh_cn: 添加加班活动
zh_hk: 添加加班活動

# PartialSuccessMessageForAddingActivity
source: Adding activities for {0} agent(s), {1} succeeded and {2} failed.
ar: إضافة أنشطة ل (0) ممثل، (1) نجح (2) فشل
cs: Přidávání aktivit pro {0} agentů, {1} úspěšně a {2} selhalo.
da: Tilföjelse af aktiviteter for {0} medarbejder(e). {1} lykkedes og {2} er fejlet
de: Aktivitäten werden für {0} Mitarbeiter hinzugefügt. {1} erfolgreich und {2} fehlgeschlagen
es: Añadiendo actividades para {0} agente(s), {1} tuvo éxito y {2} falló.
fa: اضافه کردن فعالیت برای {0} پاسخگو. {1} مورد موفق و {2} مورد ناموفق
fi: Lisää aktiviteetteja {0} agenteille. {1} onnistui ja {2} epäonnistui.
fr: Ajoute les activités pour {0} agents. {1} succès et {2} échecs.
lv: Pievienojot aktivitātes {0} operatoram(-iem), {1} izdevās un {2} neizdevās.
no: Legge til aktiviteter for {0} agent(er), {1} lyktes og {2} mislyktes.
ru: Добавление активностей для {0} операторов: {1} успешно, {2} не удалось.
sv: Lade till aktiviteter för {0} agent(er), {1} lyckades och {2} misslyckades.
tr: {0} çalışan için aktivite eklemesi yapıldı. {1} başarılı, {2} başarısız ekleme.
zh_cn: 为{0}个座席代表添加活动。{1}个成功{2}个失败。
zh_hk: 為{0}個座席代表添加活動。{1}個成功{2}個失敗。

# PartialSuccessMessageForAddingOvertime
source: Adding an overtime activity for {0} agent(s), {1} succeeded and {2} failed.
ar: إضافة نشاط الوقت الإضافي ل (0) ممثل، (1) نجح و (2) فشل.
da: Tilföjelse af overtid for {0} medarbejer(e), {1} lykkedes og {2} fejlede.
de: Überstundenaktivitäten werden für {0} Mitarbeiter hinzugefügt. {1} erfolgreich, {2} fehlgeschlagen
es: Agregando actividad en tiempo extra para {0} agente(s). {1} completo y {2} fallaron.
fa: اضافه کردن اضافه کاری برای {0} پاسخگو. {1} مورد موفق و {2} مورد ناموفق
fi: Lisää ylityö-aktiviteettia {0} agentille. {1} onnistui ja {2} epäonnistui.
fr: Ajout d'heures supplémentaires pour {0} agent(s), {1} succès et {2} échecs.
no: Legge til en overtidsaktivitet for {0} agent(er), {1} lyktes og {2} mislyktes.
ru: Добавление сверхурочной активности для {0} оператора(-ов). {1} успешно и {2} не удалось.
sv: Lade till en övertidsaktivitet för {0} agenter, {1} lyckades och {2} misslyckades.
zh_cn: 为{0}个座席代表添加加班活动，{1}个成功{2}个失败。
zh_hk: 為{0}個座席代表添加加班活動，{1}個成功{2}個失敗。

source: Agents do not require seats
ar: ممثلون لا يحتاجون مقاعد
da: Medarbejder behöver ikke en plads
de: Diese Mitarbeiter benötigen keine Sitze
es: Agentes no requieren un puesto
fa: پاسخگوها صندلی نیاز ندارند
fi: Agentit eivät tarvitse paikkoja
fr: Les agents ne nécessitent pas de poste
lv: Operatori kuriem nav nepieciešamas sēdvietas
no: Agenter krever ikke plass
ru: Операторы не требуют места
sv: agenter behöver inte sittplatser
tr: Temsilciler oturma yerine ihtiyaç duymuyor
zh_cn: 座席代表不需要座位
zh_hk: 座席代表不需要座位

source: Agents without bookings
ar: ممثلون بدون حجز
da: Medarbejder uden booking
de: Mitarbeiter ohne jegliche Buchung
es: Agentes sin reservaciones
fa: پاسخگو بدون صندلی
fi: Agentit ilman varausta
fr: Agents sans réservation
lv: Operatori bez rezervācijām
no: Agenter uten booking
ru: Операторы без брони
sv: agenter är utan sittplatsbokningar
tr: Rezervasyonsuz kişiler
zh_cn: 座席代表没有预定座位
zh_hk: 座席代表沒有預定座位

source: Alert
ar: تحذير
da: Advarsel
de: Alarm
es: Alerta
fa: هشدار
fi: Varoitus
fr: Alerte
lv: Signāls
no: Alarm
ru: Предупреждение
sv: Varning
tr: Alarm
zh_cn: 告警
zh_hk: 告警

source: All Requests
ar: كافة التقارير
da: Alle forespörgsler
de: Alle Anfragen
es: Todas mis solicitudes
fa: همه درخواستها
fi: Kaikki pyynnöt
fr: Toutes demandes
no: Alle forespørsler
ru: Все запросы
sv: Alla förfrågningar
zh_cn: 所有申请
zh_hk: 所有申請

# AllPermittedSitesToMakeShiftTradeWith
source: All Sites
ar: كل المواقع
da: Alle lokationer
de: Alle Einheiten
es: Todos los Sitios
fa: همه سایتها
fi: Kaikki toimipisteet
fr: Tous les sites
lv: Visas Grupas
no: Alle lokasjoner
ru: Все сайты
sv: Alla enheter
tr: Bütün lokasyonlar
zh_cn: 所有站点
zh_hk: 所有網站

# WaitlistPeriod
source: All waitlisted requests will be processed for the selected period
ar: كل الطلبات الموجودة فى قائمة الانتظر سيتم البدء فيها فى الفترة المختارة
cs: Všechny žádosti na seznamu čekajících pro vybrané období budou zpracovány.
da: Alle forespörgsler på ventelisten vil blive behandlet for den valgte periode
de: Alle Anfragen auf der Warteliste werden für die ausgewählte Periode bearbeitet
es: Todas las solicitudes en lista de espera serán procesadas para el periodo seleccionado
fa: تمامی درخواستهای در فهرست انتظار برای دوره انتخاب شده پردازش خواهد شد
fi: Kaikki odotuslistan poissaolopyynnöt käsitellään valitulle kaudelle.
fr: Toutes les demandes en attente vont être traitées pour la période sélectionnée.
lv: Visi gaidīšanas rindas pieprasījumi tiks apstrādāti izvēlētajā periodā
no: Alle forespørslene på ventelisten vil bli behandlet for den valgte perioden
ru: Все запросы, помещенные в лист ожидания, за выбранный период будут обработаны.
sv: Alla förfrågningar på väntelistan för den valda perioden kommer att behandlas
tr: Bekleme listesinde seçili aralığa ait bütün istekler işleme alınacak.
zh_cn: 所有等候列表中的申请将在选定的周期内被处理
zh_hk: 所有等候列表中的申請將在選定的週期內被處理

source: Approve based on business rules
ar: وافق وفقا لقواعد العمل
da: Godkend baseret på forretningsregler
de: Anhand von Betriebsregeln genehmigen
es: Aprobar en base a reglas de trabajo
fa: تایید براساس قوانین کاری
fi: Hyväksy pyyntö liiketoimintasääntöjen mukaisesti
fr: Approbation basée sur règles de travail
lv: Apstiprināt, pamatojoties uz darba noteikumiem
no: Godkjenn basert på forretningsregler
ru: Подтверждение на основе бизнес-правил
sv: Godkänn enligt affärsregler
tr: İş kurallarına göre onayla
zh_cn: 基于业务规则审批
zh_hk: 基於業務規則審批

source: Archive schedule
ar: جدول نشط
da: Arkiver vagtplan
de: Plan archivieren
es: Archivar horario
fa: آرشیو زمانبندی
fi: Arkistoi työvuorolista
fr: Archiver planning
no: Arkiver timeplanen
ru: Архивирование расписания
sv: Arkivera schema
zh_cn: 存档班表
zh_hk: 存檔班表

# ArchiveScheduleDescription
source: Archive schedule from default scenario to another scenario, overwriting any previous schedule in the target scenario for the given period.
ar: أرشفة الجدول من السيناريو التلقائي إلىى السيناريو الآخر، نسخ أى جدول قديم فى السيناريو المرجو للفترة المعطاة
da: Arkiver vagtplan fra standard scenarie til et andet scenarie, overskriv alle tidligere vagtplaner i mål scenariet for den givne periode
de: Plan vom Standardszenario zu einem anderen Szenario archivieren. Dabei alle vorherigen Pläne im Zielszenario für den gegebenen Zeitraum überschreiben.
es: Archiva la planificación del escenario default a otro escenario, sobrescribiendo cualquier planificación anterior en el escenario objetivo para el período dado.
fa: آرشیو زمانبندی را از سناریو پیش فرض به سناریو دیگر، تمامی زمانبدیهای قبلی در سناریو مقصد را در بازه مربوطه بازنویسی میکند
fi: Arkistoi työvuorolista oletusskenaariosta toiseen skenaarioon, eli kirjoita yli olemassa oleva työvuorolista kohdeskenaariossa valitulle jaksolle.
fr: Archiver planning depuis le scénario par défaut vers un autre scénario, écrase tout scénario précédent dans le scénario cible pour la période choisie.
no: Arkiver tidsplan fra standard scenario til et annet scenario, overskriver eventuelle tidligere tidsplanen for målscenario for perioden som er satt.
ru: Архивирование расписание со сценария по умолчанию на другой сценарий, перезаписывание любой предыдущей информации на другом сценарии.
sv: Arkivering av schema från standardscenariot till annat scenario. Befintligt schema i målscenariot skrivs över för den angivna perioden.
zh_cn: 将班表从默认情景存档到另一个情景，将覆盖目标情景中选定周期的班表。
zh_hk: 將班表從默認情景存檔到另一個情景，將覆蓋目標情景中選定週期的班表。

# ConfirmDeleteCampaign
source: Are you sure you want to delete this campaign?
ar: هل أنت متاكد من أنك ترغب فى حذف تلك الحملة؟
da: Er du sikker på, at du vil slette denne kampagne?
de: Sind Sie sicher, dass Sie diese Kampagne löschen möchten?
es: ¿Estás seguro que quieres borrar esta campaña?
fa: آیا میخواهید کمپین را حذف کنید؟
fi: Haluatko varmasti poistaa kampanjan?
fr: Êtes-vous sûr de vouloir supprimer cette campagne?
lv: Vai tiešām vēlaties dzēst šo kampaņu?
no: Er du sikker på at du vil slette denne kampanjen?
ru: Уверены, что хотите удалить эту кампанию?
sv: Är du säker på att du vill ta bort den här kampanjen?
tr: Bu kampanyayı silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此活动吗？亲
zh_hk: 您確定要刪除此活動嗎？親

# AreYouSureToUndoSelectedSchedule
source: Are you sure you wish to undo last schedule change for selected agents?
ar: هل أنت متاكد فى الرجوع فى تغييرات آخر جدول للممثلين المختارين؟
da: Er du sikker på at du önsker at fortryde den sidste vagtplansändring for de valgte medarbejdere?
de: Sind Sie sicher, dass Sie die Letzte Planänderung für die ausgewählten Mitarbeiter rückgängig machen möchten?
es: ¿Estás seguro de que deseas deshacer el último cambio en la planificación de los agentes seleccionados?
fa: مطمئن هستید که میتواهید آخرین زمانبندی تغییر داده شده را برای پاسخگو انتخاب شده لغو کنید؟
fi: Haluatko varmasti kumota viimeisimmän muutoksen
fr: Êtes vous certain de vouloir annuler le dernier changement sur le planning des agents sélectionnés?
lv: Vai esat pārliecināts, ka vēlaties atsaukt pēdējās grafika izmaiņas izvēlētajiem operatoriem?
no: Er du sikker på at du vil angre siste endring i tidsplanen for utvalgte agenter?
ru: Уверены, что хотите отменить последнее изменение расписания для выбранных операторов?
sv: Är du säker på att du vill ångra senaste schemaändring för valda agenter?
tr: Son yapılan vardiya değişiklikleri geri alınsın mı?
zh_cn: 您确定想要撤销选定座席代表的最后一次班表变更吗？
zh_hk: 您確定想要撤銷選定座席代表的最後一次班表變更嗎？

source: Are you sure?
ar: هل أنت واثق؟
da: Er du sikker?
de: Sind Sie sicher?
es: ¿Estás seguro?
fa: مصمئن هستید؟
fi: Oletko varma?
fr: Êtes-vous sûr?
no: Er du sikker?
ru: Вы уверены?
sv: Är du säker?
zh_cn: 您确定？
zh_hk: 您確定？

source: Back To List
ar: العودة للقائمة
da: Tilbage til liste
de: Zurück zur Liste
es: Volver a Lista
fa: بازگشت به فهرست
fi: Palaa takaisin listaan
fr: Revenir à la liste
lv: Atgriezties Pie Saraksta
no: Tilbake til listen
ru: Назад
sv: Tillbaka till översikten
tr: Listeye geri dön
zh_cn: 回到列表
zh_hk: 回到列表

source: Backout
ar: تراجع
da: Träkke ud
de: Zurück
fa: پنهان کردن
fi: Kumoa
fr: Retour
ru: Отмена
sv: Ångra
tr: Geri
zh_cn: 撤销
zh_hk: 撤銷

source: Broken Rules
ar: قواعد منتهكة
da: Brudte regler
de: Gebrochene Regeln
es: Reglas Rotas
fa: قوانین شکسته شده
fi: Rikotut säännöt
fr: Règles enfreintes
lv: Pārkāpti Noteikumi
no: Brutte regler
ru: Нарушенные правила
sv: Brutna regler
tr: Çiğnenen kurallar
zh_cn: 违反的规则
zh_hk: 違反的規則

# BySeniority
source: Seniority
ar: بالاقدمية
da: Efter anciennitet
de: Nach Seniorität
es: Por antigüedad
fa: ارشدیت
fi: Senioriteetin perusteella
fr: Par Ancienneté
lv: Pēc stāža
no: Etter ansiennitet
ru: По приоритету
sv: Senioritet
tr: Kıdem
zh_cn: 根据年资
zh_hk: 根據年資

# CanNotMoveMultipleAcivitiesForAgent
source: Can not move multiple acivities for agent {0}.
ar: لا يمكن نقل أنشطة متعددة للممثل (0):
cs: Nelze přidat několik aktivit pro agenta {0}.
da: Kan ikke flytte mange aktiviteter for medarbejder {0}.
de: Mehrere Aktivitäten für Mitarbeiter {0} können nicht verschoben werden.
es: No se pueden mover actividades múltiples para el agente {0}.
fa: بیش از یک فعالیت را نمیتوانید برای پاسخگوی {0} جابجا کنید
fi: Useita aktiviteetteja ei voi siirtää agentilta {0}.
fr: Ne peut pas déplacer d'activités multiples pour l'agent {0}.
lv: Nevar pārvietot vairākas aktivitātes operatoram {0}.
no: Kan ikke flytte flere aktiviteter for agent {0}.
ru: Невозможно изменить несколько активностей для оператора {0}.
sv: Kan inte flytta flera aktiviteter för agent {0}.
tr: {0} kişisinin birden fazla aktivitesi aynı anda değiştirilemiyor.
zh_cn: 无法为座席代表{0}移动多个活动。
zh_hk: 無法為座席代表{0}移動多個活動。

source: Can not move multiple activities for selected agents
ar: لا يمكن نقل عددا من الانشطة للممثلين المختارين
cs: Pro vybrané agenty nelze přesunout několik aktivit.
da: Kan ikke flytte flere aktiviteter for de valgte medarbejdere
de: Kann nicht mehrere Aktivitäten für die ausgewählten Mitarbeiter verschieben
es: No se pueden mover actividades múltiples para los agentes seleccionados
fa: بیش از یک فعالیت را نمیتوان برای پاسخگوهای انتخاب شده جابجا کرد
fi: Useita aktiviteetteja ei voi siirtää valituilta henkilöiltä
fr: Ne peut pas déplacer d'activités multiples pour ces agents.
lv: Nevar pārvietot dažādas aktivitātes izvēlētajiem operatoriem
no: Kan ikke flytte flere aktiviteter samtidig for utvalgte agenter
ru: Невозможно изменить несколько активностей для выбранных операторов
sv: Kan inte flytta flera aktiviteter för valda agenter
tr: Seçili çalışanların aktiviteleri birden fazla olduğu için düzenlenemiyor.
zh_cn: 无法为选定的座席代表移动多个活动。
zh_hk: 無法為選定的座席代表移動多個活動。

# ConfirmCancelRequest
source: Cancelling this approved request will remove any related absences from your schedule. Are you sure you wish to continue?
ar: إلغاء الطلب الذى الموافقة عليه سيزيل أى غياب مرتبط من جدولك. هل أنت متاكد من أنك ترغب فى الاستمرار؟
cs: Smazáním této schválené žádosti odstraníte ze svého plánu i veškeré související absence. Opravdu chcete pokračovat?
da: Annullering af denne forespörgsel vil fjerne alt relateret fravär fra din vagtplan. Er du sikker på, at du vil fortsätte?
de: Durch das Abbrechen dieser genehmigten Anfrage werden alle zugehörigen Abwesenheiten aus Ihrem Dienstplan gelöscht. Sind Sie sicher, dass Sie fortsetzen wollen?
es: Si cancelas esta solicitud aprobada se eliminarán todas las ausencias relacionadas de ´tu horario. Estás seguro que quieres continuar?
fa: لغو درخواست تایید شده منجر به حذف مرخصیهای مربوطه برای زمانبندی شما میشوند. ایا مایل به ادامه هستید؟
fi: Jos peruutat tämän hyväksytyn poissaolon, kaikki poissaolot, jotka liittyvät tähän pyyntöön poistuu sinun työvuorolistasta. Haluatko jatkaa?
fr: Annuler une demande approuvée va supprimer toute absence relative de votre planning. Êtes-vous sûr de vouloir continuer?
lv: Šo apstiprināto pieprasījumu atcelšana, noņems visas saistītās prombūtnes no jūsu grafika. Vai tiešām vēlaties turpināt?
no: Avlysning av denne godkjente forespørselen vil fjerne eventuelle relaterte fravær fra planen. Er du sikker på at du vil fortsette?
ru: Отмена этого подтвержденного запроса удалит все соответствующие отсутствия из вашего расписания. Продолжить?
sv: Att avbryta den godkända förfrågan kommer att ta bort all eventuell tillhörande frånvaro från schemat. Är du säker på att du vill fortsätta?
tr: Bu isteğin iptali, istek ile ilintili bütün devamsızlıkları da vardiya planından kaldıracak. Devam etmek istediğinizden emin misiniz?
zh_cn: 取消已批准的申请将从您的班表中移除相关的缺勤活动。您确定要继续吗？
zh_hk: 取消已批准的申請將從您的班表中移除相關的缺勤活動。您確定要繼續嗎？

# CannotApplyChangeToAgentsInDifferentTimezone
source: Cannot apply change to agents in other time zones
ar: لا يمكن تطبيق التغييرات للممثلين فى مناطق زمنية اخرى
da: Kan ikke anvende ändring på medarbejdere i andre tidszoner
de: Es ist nicht möglich Änderungen an Mitarbeitern in anderen Zeitzonen vorzunehmen.
es: No se pueden aplicar cambio para agentes en otras zonas horarias
fa: نمیتوان تغیرات را به پاسخوگوهایی در مناطق زمانی دیگر اعمال کرد
fi: Muutoksia ei voitu suorittaa agenteille, jotka ovat toisessa aikavyöhykkeessä
fr: Ne peut pas appliquer le changement aux agents dans des fuseaux horaires différents
no: Kan ikke legge til endringer for agenter i andre tidssoner
ru: Невозможно применить изменения к операторам в других часовых поясах
sv: Kan inte göra ändringar för agenter i andra tidszoner
zh_cn: 无法为在不同时区的座席代表应用变更
zh_hk: 無法為在不同時區的座席代表應用變更

source: Cannot delete base activity
ar: لا يمكن حذف النشاط الاساسي
cs: Základní aktivitu nelze smazat
da: Kan ikke slette grundliggende aktivitet
de: Die Hauptaktivität kann nicht gelöscht werden
es: No se puede eliminar la actividad base.
fa: فعالیت پایه را نمیتوانید حذف کنید
fi: Perusaktiviteettia ei voi poistaa
fr: Ne peut pas déplacer l'activité de base
lv: Nevar izdzēst pamat aktivitātes
no: Kan ikke slette base aktivitet
ru: Невозможно удалить базовую активность
sv: Huvudaktiviteten kan inte tas bort
tr: Temel aktivite olduğu için silinemez.
zh_cn: 无法删除基础活动
zh_hk: 無法刪除基礎活動
