Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Average work time cannot be more than 24 Hours
ar: لا يمكن أن يكون متوسط وقت العمل أكثر من 24 ساعة
cs: Průměrná pracovní doba nemůže být delší než 24 hodin
da: Gennemsnitlig arbejdstid kan ikke være mere end 24 Timer
de: Durchschnittliche Arbeitszeit kann nicht mehr als 24 Stunden betragen
es: Promedio de tiempo de trabajo no puede ser mayor de 24 horas
fa: متوسط زمان کار نمی تواند بیش از24 ساعت باشد
fi: Keskimääräinen työaika ei voi olla yli 24 tuntia
fr: Temps de travail moyen ne peut excéder 24h
id: Rata-rata waktu kerja tidak boleh lebih dari 24 jam
it: La media di ore di lavoro non può essere maggiore di 24 ore
ja: 平均勤務時間は24時間を超えることはできません
lv: Vidējais darba laiks nedrīkst pārsniegt 24 stundas
nl: Gemiddelde werktijd kan niet meer dan 24 uur zijn
no: Gjennomsnitt arbeidstid per dag kan ikke være mer enn 24 timer
pl: Średni czas pracy nie może przekraczać 24 godzin
pt: O tempo de trabalho médio não pode ser maior do que 24 horas
ru: Среднее время работы не может превышать 24 часа
sv: Genomsnittlig arbetstid kan ej vara mer än 24 timmar!
tr: Ortalama çalışma süresi 24 saatten fazla olamaz.
zh_cn: 平均工作时间不能多于24小时
zh_hk: 平均工作時間不能多於24小時

# AverageWorkTimePerDayColon
source: Average Work Time Per Day:
ar: متوسط وقت العمل اليومي:
cs: Průměrná pracovní doba za den:
da: Gennemsnitlig Arbejdstid Pr. Dag:
de: Durchschnittliche Arbeitszeit pro Tag:
es: Promedio de tiempo de trabajo por día:
fa: متوسط زمان کار ی در روز:
fi: Keskimääräinen työaika päivässä:
fr: Moyenne temps de travail par jour:
id: Rata-rata Waktu Kerja Per Hari:
it: Ore di lavoro giornaliere medie:
ja: 1日当たりの平均勤務時間:
lv: Vidējais Darba Laiks pēc Dienām
nl: Gemiddeld Werktijd per Dag:
no: Gjennomsnitt arbeidstid per dag:
pl: Średni dzienny czas pracy:
pt: Tempo Médio de Trabalho por Dia:
ru: Среднее время работы в день:
sv: Genomsnittlig arbetstid per dag:
tr: Ortalama Çalışma Süresi / Gün
zh_cn: 每日平均工作时间：
zh_hk: 每日平均工作時間：

source: Back
ar: للخلف
cs: Zpět
da: Tilbage
de: Zurück
es: Volver
fa: برگشت
fi: Takaisin
fr: Précédent
id: Kembali
it: Indietro
ja: 戻る
lv: Atgriezties
nl: Terug
no: Tilbake
pl: Powrót
pt: Volta
ru: Назад
sv: Bakåt
tr: Geri
zh_cn: 返回
zh_hk: 返回

# BackAmpersandArrow
source: < &Back
ar: < لل&خلف
cs: < &Zpět
da: < &Tilbage
de: <&Zurück
es: <&Volver
fa: برگشت
fi: < &Takaisin
fr: < &Précédent
id: < &Kembali
it: < &Indietro
ja: < &戻る
lv: < &Atgriezties
nl: < &Terug
no: < &Tilbake
pl: <&Powrót
pt: <&Volta
ru: < &Назад
sv: < &Bakåt
tr: <&Geri
zh_cn: < 返回(&B)
zh_hk: < 返回(&B)

source: Back To Legal State
ar: عودة إلى الحالة القانونية
cs: Zpět do povoleném stavu
da: Tilbage Til Lovlig Tilstand
de: Zurück zum gültigen Status
es: Volver al Estado Legal
fa: برگشت به وضعیت قانونی
fi: Palauta sopimuksen mukaiseen tilaan
fr: Retour au statut légal
id: Kembali Ke Status Resmi
it: Torna a stato consentito
ja: 合法な状態に戻す
lv: Atgriezties Atļautajā Statusā
nl: Terug Naar Wettelijke Status
no: Tilbake til gyldig modus
pl: Powrót do prawidłowego stanu
pt: Volta para Estado Legal
ru: Назад к Legal state
sv: Återgå till giltigt läge
tr: En Baştaki Duruma Dön
zh_cn: 返回合法状态
zh_hk: 返回合法狀態

source: Balance
ar: موازنة
cs: Zůstatek
da: Saldo
de: Saldo
fa: توازن
fi: Saldo
fr: Solde
id: Saldo
it: Saldo
ja: 相殺
lv: Bilance
nl: Balans
no: Balanse
pl: Saldo
pt: Balanço
ru: Баланс
sv: Saldo
tr: Bakiye
zh_cn: 剩余时间
zh_hk: 剩餘時間

source: Balance in
ar: موازنة داخلية
cs: Zůstatek vnesený
da: Saldo Ind
de: Saldo eingehend
es: Balance entrante
fa: توازن داخلی
fi: Saldo sisään
fr: Solde entrant
id: Saldo Masuk
it: Residuo precedente
ja: 相殺入金
nl: Balans in
no: Balanse inn
pl: Saldo przychodzących
pt: Balanço de Entrada
ru: Входной баланс
sv: Saldo in
tr: Bakiye içi
zh_cn: 当前周期需(被)补偿小时数
zh_hk: 當前週期需(被)補償小時數

source: Balance out
ar: موازنة خارجية
cs: Zůstatek vynesený
da: Saldo Ud
de: Saldo ausgehend
es: Balance saliente
fa: توازن خارجی
fi: Saldo ulos
fr: Solde sortant
id: Saldo Keluar
it: Disponibilità totale
ja: 相殺支払
nl: Balance uit
no: Balanse ut
pl: Saldo wychodzących
pt: Balanço de Saída
ru: Выходной баланс
sv: Saldo ut
tr: Bakiye dışı
zh_cn: 下一周期需(被)补偿小时数
zh_hk: 下一週期需(被)補償小時數

# BallonTipScheduleChange
source: Your Schedule has Changed. Click here to see updated Schedule.
ar: تم تغيير الجدولة الخاصة بك. انقر هنا لرؤية الجدولة المحدَّثة.
cs: Váš plán byl změněn. Chcete-li vidět aktualizovaný plán, klikněte zde.
da: Din Plan er blevet Ændret. Klik her for at se opdateret Plan.
de: Ihre Planung wurde geändert. Klicken Sie hier, um die Planung zu aktualisieren.
es: Tu horario ha cambiado. Haga click aquí para ver el horario actualizado.
fa: زمانبندی شما تغییر کرده است. برای مشاهده زمانبندی به روز رسانی شده اینجا را کلیک کتید.
fi: Työvuorosi on muuttunut. Klikkaa tästä nähdäksesi päivitetyt työvuorot.
fr: Votre planning a changé. Cliquez ici pour voir le planning à jour
id: Jadwal anda telah berubah. Klik disini untuk mengupdate jadwal.
it: La tua pianificazione è cambiata. Fai click quì per vedere la pianificazione modificata.
ja: スケジュールが変更されました。更新されたスケジュールを見るにはここをクリックしてください。
lv: Jūsu grafiks ir mainīts. Nospiediet šeit, lai aplūkotu atjaunināto grafiku.
nl: Uw Rooster is Veranderd. Klik hier geactualiseerde Rooster te zien.
no: Skjemaet ditt er endret. Klikk her for å se oppdatert skjema.
pl: Twój plan uległ zmianie. Kliknij tutaj aby zobaczyć aktualny plan.
pt: Sua Agenda foi mudada. Clique aqui para ver a agenda atualizada.
ru: График изменен. Нажмите здесь, чтобы просмотреть обновленный график.
sv: Ditt schema har ändrats, klicka här för att se det uppdaterade schemat.
tr: Vardiya Planınız değişti. Güncellenmiş halini görmek için buraya tıklayınız.
zh_cn: 你的班表已经改动。点击这里查看更新的班表。
zh_hk: 你的班表已經改動。點擊這裡查看更新的班表。

source: Bar
ar: شريط
cs: Lišta
da: Bjælke
de: Leiste
es: Excepto
fa: مسدود کردن
fi: Palkki
fr: Barre
id: Papan
it: Barra
ja: バー
no: Linje
pl: Słupek
pt: Barra
ru: Панель
sv: Stapel
tr: Çubuk
zh_cn: 工具栏
zh_hk: 工具列

source: Base activity
ar: النشاط الأساسي
cs: Základní činnost
da: Basisaktivitet
de: Basisaktivität
es: Actividad Base
fa: فعالیت پایه
fi: Perusaktiviteetti
fr: Activité de base
id: Aktivitas dasar
it: Attività base
ja: 基本活動
lv: Pamata aktivitāte
nl: Base Activiteit
no: Basisaktivitet
pl: Podstawowa aktywność
pt: Atividade Base
ru: Базовая активность
sv: Basaktivitet
tr: Temel Aktivite
zh_cn: 基本活动
zh_hk: 基本活動

# BetweenColon
source: Between:
ar: بين:
cs: Mezi:
da: Mellem:
de: Zwischen:
es: Entre:
fa: بین:
fi: Välillä:
fr: Entre:
id: Antara:
it: Compreso tra:
ja: 間隔:
lv: Starp:
nl: Tussen:
no: Mellom:
pl: Pomiędzy:
pt: Entre:
ru: Между:
sv: Mellan:
tr: Arasında:
zh_cn: 之间：
zh_hk: 之間：

source: Blank Description
ar: وصف فارغ
cs: Prázdný popis
da: Blank Beskrivelse
de: Leere Beschreibung
es: Descripción en Blanco
fa: شرح خالی
fi: Tyhjä kuvaus
fr: Description vide
id: Deskripsi kosong
it: Descrizione vuota
ja: 説明がありません
lv: Tukšs Apraksts
nl: Lege Beschrijving
no: Blank beskrivelse
pl: Pusty opis
pt: Descrição em Branco
ru: Пустое описание
sv: Tom beskrivning
tr: Boş Tanım
zh_cn: 空白描述
zh_hk: 空白描述

source: Budget Forecasting
ar: توقع الميزانية
cs: Předpovídání rozpočtu
da: Budget prognose
es: Previsión de Presupuesto
fa: پیش بینی بودجه
fi: Budjettiennustaminen
fr: Prévisions budget long-terme
id: Prakiraan Budget
it: Previsione Budget
ja: 予算の予測
lv: Budžeta Prognozēšana
nl: Budget Voorspelling
no: Budsjettprognose
pl: Prognozowanie budżetu
pt: Previsões de Orçamento
ru: Прогноз бюджета
sv: Budgetprognos
tr: Bütçe Tahminleme
zh_cn: 预算预测
zh_hk: 預算預測

# BusinessRuleDayOffErrorMessage1
source: The Day Off at {0} conflicts with activity before and after the Day Off.
ar: يتعارض يوم العطلة {0} مع النشاط الذي يتم قبل يوم العطلة وبعده.
cs: Den volna u {0} je v rozporu s činností před a po dnu volna.
da: Fridagen på {0} konflikter med aktivitet før og efter Fridagen.
de: Der freie Tag {0} kollidiert mit der Aktivität vor und nach einem freien Tag.
es: El Día Libre en el {0} crea conflicto con la actividad antes o después del Día Libre.
fa: روز تعطیل در{0} با فعالیت قبل و بعد از آن تداخل دارد .
fi: Vapaapäivä {0} ristiriidassa vapaapäivää edeltävän ja jälkeisen aktiviteetin kanssa.
fr: le Jour libre à {0} est en conflit avec l'activité avant et après le jour libre.
id: Hari libur pada {0} konflik dengan aktivitas sebelum dan setelah libur.
it: Il riposo del {0} è in conflitto con le attività precedenti e successive
ja: {0} の休暇がその前後の活動と競合しています。
nl: De Vrije Dag {0} heeft een conflict met de activiteit voor en na de Vrije Dag
no: Fridag {0} er i konflikt med aktivitet før og etter fridag.
pl: Dzień wolny {0} nie zgadza się z aktywnościami przed i po nim.
pt: A Folga em {0} conflita com a atividade antes e depois da Folga
ru: Выходной день при {0} противоречит активности перед и после выходного дня.
sv: Fridagen den {0} krockar med en aktivitet före och efter fridagen.
tr: {0} tarihli tatil önceki veya sonraki aktivite ile çelişiyor.
zh_cn: {0} 处的休息日与之前和之后的活动冲突。
zh_hk: {0} 處的休息日與之前和之後的活動衝突。

# BusinessRuleDayOffErrorMessage2
source: The Day Off at {0} conflicts with activity before and the flexibility does not allow a move forward.
ar: يتعارض يوم العطلة {0} مع النشاط الذي يتم قبله ولا تسمح المرونة بالنقل للأمام.
cs: Den volna u {0} je v rozporu s činností před a pružnost jej neumožňuje přesunout dopředu.
da: Fridagen på {0} konflikter med aktivitet før, og fleksibiliteten tillader ikke at rykke frem.
de: Der freie Tag {0} kollidiert mit einer vorherigen Aktivität und die Flexibilität erlaubt keine Verschiebung nach vorne
es: El Día Libre en el {0} crea conflicto con la actividad antes y la flexibilidad no permite un movimiento hacia adelante.
fa: روز تعطیل در{0} با فعالیت قبل ازآن تداخل دارد وانعطاف پذیری آن اجازه نمی دهد به جلو منتقل شود.
fi: Vapaapäivä {0} ristiriidassa edeltävän aktiviteetin kanssa eikä jousto mahdollista vapaapäivän siirtymistä eteenpäin.
fr: Le Jour libre à {0} est en conflit avec l'activité précédente et la flexibilité ne permet pas un décalage en avant.
id: Hari libur pada {0} konflik dengan aktivitas sebelumnya dan fleksibiltas tidak memungkinkan untuk memajukannya.
it: Il riposo nel {0} è in conflitto con attività precedenti e la flessibilità non consente uno spostamento in avanti.
ja: {0} の休暇がその前の活動と競合しています。フレックス時間を前に動かすことはできません。
nl: De Vrije Dag {0} heeft een conflict met de activiteit voor en de flexibiliteit van en stap voorwaarts is niet toestaat
no: Fridag {0} er i konflikt med aktivitet før og fleksibiliteten tillater ikke et flytt frem.
pl: Dzień wolny {0} nie zgadza się z aktywnościa przed nim i ustalenia elastyczności nie pozwalają na przesunięcie w przód.
pt: A Folga em {0} conflita com a atividade antes e a flexibilidade não permite mover para frente.
ru: Выходной день при {0} противоречит предыдущей активности, а гибкость не допускает перемещение вперед.
sv: Fridagen den {0} krockar med en aktivitet före och flexibiliteten tillåter inte en flytt framåt.
tr: {0} tarihli tatil önceki aktivite ile çelişiyor ve esneklik durumu bir sonraki aşamaya izin vermiyor.
zh_cn: {0} 处的休息日与之前的活动冲突，并且灵活性设定不允许提前。
zh_hk: {0} 處的休息日與之前的活動衝突，並且靈活性設定不允許提前。

# BusinessRuleDayOffErrorMessage3
source: The Day Off at {0} conflicts with activity before and can not be moved forward.
ar: يتعارض يوم العطلة {0} مع النشاط الذي يتم قبله ويتعذر نقله للأمام.
cs: Den volna u {0} je v rozporu s činností před a nelze jej přesunout dopředu.
da: Fridagen på {0} konflikter med aktivitet før og kan ikke rykkes frem.
de: Der freie Tag {0} kollidiert mit einer vorherigen Aktivität und erlaubt keine Verschiebung nach vorne
es: El Día Libre en el {0} crea conflicto con la actividad antes y no puede ser movida hacia adelante.
fa: روز تعطیل در{0} با فعالیت قبل ازآن تداخل دارد و نمی تواند به جلو منتقل شود.
fi: Vapaapäivä {0} ristiriidassa edeltävän aktiviteetin kanssa eikä sitä voi siirtää eteenpäin.
fr: Le Jour libre à {0} est en conflit avec l'activité précédente et ne peut pas être décalé en avant.
id: Hari libur pada {0} konflik dengan aktivitas sebelumnya dan tidak bisa dimajukan.
it: Il riposo nel {0} è in conflitto con attività precedenti e non può essere spostato in avanti.
ja: {0} の休暇がその前の活動と競合しています。この休暇を前に動かすことはできません。
nl: De Vrije Dag {0} heeft een conflict met de activiteit voor en kan niet naar voren schuiven
no: Fridag {0} er i konflikt med aktivitet før og kan ikke flyttes frem.
pl: Dzień wolny {0} nie zgadza się z aktywnościa przed nim i nie można przesunąć go w przód.
pt: A Folga em {0} conflita com a atividade antes e não pode ser movida adiante.
ru: Выходной день при {0} противоречит предыдущей активности и не может быть перемещен вперед.
sv: Fridagen den {0} krockar med en aktivitet före och den kan inte flyttas framåt.
tr: {0} tarihli tatil önceki aktivite ile çelişiyor ve bir sonraki aşamaya izin vermiyor.
zh_cn: {0} 处的休息日与之前的活动冲突，并且不能提前。
zh_hk: {0} 處的休息日與之前的活動衝突，並且不能提前。

# BusinessRuleDayOffErrorMessage4
source: The Day Off at {0} conflicts with activity after and the flexibility does not allow a move backward.
ar: يتعارض يوم العطلة {0} مع النشاط الذي يتم بعده ولا تسمح المرونة بالنقل للخلف.
cs: Den volna u {0} je v rozporu s činností po a pružnost jej neumožňuje přesunout dozadu.
da: Fridagen på {0} konflikter med aktivitet efter, og fleksibiliteten tillader ikke at rykke tilbage.
de: Der freie Tag {0} kollidiert mit einer nachfolgenden Aktivität und die Flexibilität erlaubt keine Verschiebung nach hinten
es: El Día Libre en el {0} crea conflicto con la actividad después y la flexibilidad no permite un movimiento hacia atrás.
fa: روز تعطیل در {0} با فعالیت بعد از ان تداخل دارد و انعطاف پذیری آن اجازه نمی دهد به عقب برگردد.
fi: Vapaapäivä {0} ristiriidassa jälkeisen aktiviteetin kanssa eikä jousto mahdollista vapaapäivän siirtämistä taaksepäin.
fr: Le Jour libre à {0} est en conflit avec l'activité suivante et la flexibilité ne permet pas un décalage en arrière.
id: Hari libur pada {0} konflik dengan aktivitas sesudahnya dan fleksibilitas tidak bisa memundurkannya.
it: Il riposo nel {0} è in conflitto con attività successive e la flessibilità non consente uno spostamento indietro
ja: {0} の休暇がその後の活動と競合しています。フレックス時間を後ろに動かすことはできません。
nl: De Vrije Dag {0} heeft een conflict met de activiteit na en de flexibiliteit van en stap achteruit is niet toestaat
no: Fridag {0} er i konflikt med aktivitet etter fleksibiliteten tillater ikke et flytt tilbake.
pl: Dzień wolny {0} nie zgadza się z aktywnościąi po nim i ustawienia elastyczności nie pozwalają na przesunięcie wstecz.
pt: A Folga em {0} conflita com a atividade depois e a flexibilidade não permite mover para trás
ru: Выходной день при {0} противоречит последующей активности, а гибкость не допускает перемещение назад.
sv: Fridagen den {0} krockar med en aktivitet efter och flexibiliteten tillåter inte en flytt bakåt.
tr: {0} tarihli tatil önceki aktivite ile çelişiyor ve esneklik durumu bir önceki aşamaya dönmenize izin vermiyor.
zh_cn: {0} 处的休息日与之后的活动冲突，并且灵活性设定不允许推迟。
zh_hk: {0} 處的休息日與之後的活動衝突，並且靈活性設定不允許推遲。

# BusinessRuleDayOffErrorMessage5
source: The Day Off at {0} conflicts with activity after and can not be moved backward.
ar: يتعارض يوم العطلة {0} مع النشاط الذي يتم بعده ويتعذر نقله للخلف.
cs: Den volna u {0} je v rozporu s činností po a nelze jej přesunout dozadu.
da: Fridagen på {0} konflikter med aktivitet efter og kan ikke rykkes tilbage.
de: Der freie Tag {0} kollidiert mit einer nachfolgenden Aktivität und erlaubt keine Verschiebung nach hinten
es: El Día Libre en el {0} crea un conflicto con la actividad después y no puede ser movida hacia atrás.
fa: روز تعطیل در {0} با فعالیت بعد از ان تداخل دارد و نمی تواند به عقب برگردد.
fi: Vapaapäivä {0} ristiriidassa jälkeisen aktiviteetin kanssa eikä vapaapäivää voida siirtää taaksepäin.
fr: Le Jour libre à {0} est en conflit avec l'activité suivante et ne peut pas être décalé en arrière.
id: Hari libur pada {0} konflik dengan aktivitas sesudahnya dan tidak bisa memundurkannya.
it: Il riposo nel {0} è in conflitto con attività successive e non può essere spostato indietro
ja: {0} の休暇がその後の活動と競合しています。この休暇を後ろに動かすことはできません。
nl: De Vrije Dag {0} heeft een conflict met de activiteit na en kan niet naar achter schuiven
no: Fridag {0} er i konflikt med aktivitet etter og kan ikke flyttes tilbake.
pl: Dzień wolny {0} nie zgadza się z aktywnościąi po nim i nie może być przesunięty wstecz wstecz.
pt: A Folga em {0} conflita com a atividade depois e não pode ser movida para trás
ru: Выходной день при {0} противоречит последующей активности и не может быть перемещен назад.
sv: Fridagen den {0} krockar med en aktivitet efter och den kan inte flyttas bakåt.
tr: {0} tarihli tatil sonraki aktivite ile çelişiyor ve bir önceki aşamaya dönmenize izin vermiyor.
zh_cn: {0} 处的休息日与之后的活动冲突，并且不能被推迟。
zh_hk: {0} 處的休息日與之後的活動衝突，並且不能被推遲。

# BusinessRuleMaxWeekWorkTimeErrorMessage
source: The week contains too much work time ({0}). Max is {1}.
ar: يحتوي الأسبوع على وقت عمل كبير ({0}) ويصل أقصى وقت للعمل إلى {1}.
cs: Týden obsahuje příliš dlouhou pracovní dobu ({0}) maximum je {1}.
da: Ugen indeholder for meget arbejdstid ({0}) maks er {1}.
de: Die Woche enthält zu viel Arbeitszeit ({0}) das Maximum ist {1}.
es: La semana contiene demasiado tiempo de trabajo ({0}). El max es {1}.
fa: هفته شامل زمان کاری زیادی است({0}) .حداکثر{1}.
fi: Viikkotyöaika on liian suuri ({0}). Maksimi on {1}.
fr: La semaine contient un trop long temps de travail ({0}). Maximum {1}.
id: Minggu berisi terlalu banyak waktu kerja ({0}). Maksimum adalah {1}.
it: La settimana contiene troppe ore di lavoro ({0}). Il massimo è {1}.
ja: この週の勤務時間が多すぎます（{0}）。最大値は {1} です。
lv: Nedēļa satur pārāk daudz darba stundas ({0}). Max ir {1}.
nl: De week bevat te veel werk tijd ({0}). Max is {1}.
no: Uken inneholder for mye arbeidstid ({0}). Maks er {1}.
pl: Ten tydzień zawiera zbyt dużo czasu pracy ({0}) a maksimum wynosi {1}.
pt: A semana contêm muito tempo de trabalho ({0}). Máximo é {1}.
ru: Неделя содержит слишком много рабочего времени ({0}), максимум – {1}.
sv: Veckan innehåller för mycket arbetstid ({0}) max är {1}.
tr: Haftalık çalışma süresi aşımı {0}. Maksimum süre {1}
zh_cn: 一周内包含过多工作时间 ({0})。最大值是 {1}。
zh_hk: 一周內包含過多工作時間 ({0})。最大值是 {1}。

# BusinessRuleNightlyRestRuleErrorMessage
source: There must be a nightly rest of at least {0} hours between 2 shifts. Between {1} and {2} there are only {3} hours.
ar: يجب أن تكون هناك فترة راحة يومية بين نوبتي العمل مقدارها {0} ساعات على الأقل. بين نوبتي العمل {1} و{2} يوجد {3} ساعات فقط.
cs: Mezi dvěma směnami musí být denní odpočinek nejméně {0} hodin. Mezi {1} a {2} je pouze {3} hodin.
da: Der skal være en daglig hviletid på mindst {0} timer mellem 2 vagter. Mellem {1} og {2} er der kun {3} timer.
de: Es muss eine tägliche Ruhezeit von mindestens {0} Stunden zwischen 2 Schichten bestehen. Zwischen {1} und {2} gibt es nur {3} Stunden.
es: Debe haber un descanso diario de al menos {0} horas entre dos turnos. Entre {1} y {2} hay sólo {3} horas.
fa: بین 2 شیفت باید حداقل {0} ساعت استراحت روزانه وجود داشته باشد.بین {1} و {2} فقط {3} ساعت وجود دارد.
fi: Kahden vuoron välissä on oltava vähintään {0} tunnin mittainen lepoaika. Vuorojen {1} ja {2} välissä on ainoastaan {3} tuntia.
fr: Le temps de repos journalier doit être de minimum {0} heures entre 2 horaires. Entre {1}et {2} il y a seulement {3} heures.
id: Harus ada waktu istirahat harian sedikitnya {0} jam antara 2 shift. Antara {1} dan {2} hanya ada {3} jam.
it: Tra 2 turni devono esserci almento {0} ore di riposo giornaliero. Tra {1} e {2} ci sono solo {3} ore.
ja: 2つのシフト間の1日の休憩は {0} 時間以上でなければなりません。{1} と {2} の間は {3} 時間しかありません。
lv: There must be a daily rest of at least {0} hours between 2 shifts. Between {1} and {2} there are only {3} hours.
nl: Er moet een dagelijkse rusttijd van ten minste {0} uren tussen 2 diensten zijn. Tussen {1} en {2} zijn er slechts {3} uren.
no: Det må være minst {0} timer daglig hviletid mellom 2 skift. Mellom {1} og {2} er det bare {3} timer.
pl: Wymagany jest czas odpoczynku dziennego minimum {0} między dyżurami. Między {1} i {2} jest tylko {3} godzin.
pt: Deve haver um descanso diário de pelo menos {0} horas entre dois turnos. Entre {1} e {2} há apenas {3} horas.
ru: Ежедневный отдых должен быть как минимум {0} часа (-ов) между 2 сменами. Между {1} и {2} только {3} часа(-ов).
sv: Det måste finnas en vila med minst {0} timmar mellan 2 skift Mellan {1} och {2} är det bara {3} timmar.
tr: İki vardiya arası minimum dinlenme süresi {0} saat olmalı. {1} ile {2} arasında sadece {3} saat süre bulunuyor.
zh_cn: 在2个班次之间至少保证安排一个{0}小时的日常休息。{1}和 {2}之间仅仅只有 {3} 小时。
zh_hk: 在2個班次之間至少保證安排一個{0}小時的日常休息。{1}和 {2}之間僅僅只有 {3} 小時。

# BusinessRuleNoContractErrorMessage
source: Person {0} has no contract defined for the current date {1}.
ar: الشخص {0} ليس لديه عقد محدد في التاريخ الحالي {1}.
cs: Osoba {0} nemá pro aktuální datum {1} definovánu žádnou smlouvu.
da: Person {0} har ingen kontrakt fastlagt for den aktuelle dato {1}.
de: Person {0} hat keinen Vertrag für das aktuelle Datum definiert {1}.
es: La persona {0} carece de un contrato definido para la fecha actual {1}.
fa: شخص {0} برای روز جاری قرارداد معینی ندارد
fi: Henkilöllä {0} ei ole päivämäärälle {1} määritettyä sopimusta.
fr: La personne {0} n'a pas de contat défini à la date courante {1}
id: {0} tidak memiliki kontrak untuk tanggal {1}.
it: Il dipendente {0} non ha un contratto definito nel giorno {1}.
ja: 現在の日付 {1} に対して要員 {0} の契約が定義されていません。
lv: Personai {0} nav definētu kontraktu par pašreizējo datumu {1}.
nl: Persoon {0} heeft geen contract gedefinieerd voor de huidige datum {1}.
no: Person {0} har ingen definert kontrakt for aktuell dato {1}.
pl: Pracownik {0} nie ma zdefiniowanego kontraktu dla aktualnej daty {1}.
pt: Pessoa {0} não tem contrato definido para a data atual {1}.
ru: У сотрудника {0} отсутствует определенный контракт для текущей даты {1}.
sv: Person {0} har inget kontrakt definierat för {1}.
tr: Kişi {0} {1} tarihine ait sözleşme tipine sahip değilç
zh_cn: 人员 {0} 在当前日期 {1} 没有设定合同。
zh_hk: 人員 {0} 在當前日期 {1} 沒有設定合同。
