Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: New Absence Request
ar: طلب غياب جديد
cs: Nový požadavek absence
da: Ny Forespørgsel om Fravær
de: Neue Abwesenheitsanfrage
es: Nueva Solicitud de Ausencia
fa: درخواست مرخصی جدید
fi: Uusi poissaolopyyntö
fr: Nouvelle demande d'absence
id: Permintaan Absen Baru
it: Nuova richiesta di assenza
ja: 新規欠勤要求
lv: Jauns Prombūtnes Pieprasījums
nl: Nieuwe Afwezigheid Verzoek
no: Ny fraværsforespørsel
pl: Nowe żądanie nieobecności
pt: Nova Solicitação de Ausência
ru: Новый запрос на отсутствие
sv: Ny förfrågan om frånvaro
tr: Yeni devamsızlık isteği
zh_cn: 新建缺勤申请
zh_hk: 新建缺勤申請

source: New Activity
ar: نشاط جديد
cs: Nová činnost
da: Ny Aktivitet
de: Neue Aktivität
es: Nueva Actividad
fa: فعالیت جدید
fi: Uusi aktiviteetti
fr: Nouvelle activité
id: Aktivitas Baru
it: Nuova attività
ja: 新規活動
lv: Jauna Aktivitāte
nl: Nieuwe Activiteit
no: Ny aktivitet
pl: Nowa aktywność
pt: Nova Atividade
ru: Новая активность
sv: Ny aktivitet
tr: Yeni Aktivite
zh_cn: 新建活动
zh_hk: 新建活動

source: New Application Role
ar: دور تطبيق جديد
cs: Nová funkce aplikace
da: Ny Applikationsrolle
de: Neue Programmrolle
es: Nuevo Rol de Aplicación
fa: وظیفه کاربردی جدید
fi: Uusi sovellusrooli
fr: Nouveau rôle d'application
id: Peran Aplikasi Baru
it: Nuovo ruolo applicativo
ja: 新規アプリケーションロール
lv: Jauna Aplikācijas Loma
nl: Nieuwe Applicatie Rol
no: Ny applikasjonsrolle
pl: Nowa rola aplikacji
pt: Novo Perfil da Aplicação
ru: Новая роль приложения
sv: Ny roll
tr: Yeni Uygulama Rolü
zh_cn: 新建应用程序角色
zh_hk: 新建應用程式角色

source: New Availability
ar: توفر جديد
cs: Nová dostupnost
da: Ny Tilgængelighed
de: Neue Verfügbarkeit
es: Nueva Disponibilidad
fa: دسترس پذیری جدید
fi: Uusi käytettävyys
fr: Nouvelle disponibilité
id: Ketersediaan Baru
it: Nuova disponibilità
ja: 新規空き状況
lv: Jauna Pieejamība
nl: Nieuw Beschikbaarheid
no: Ny tilgjengelighet
pl: Nowa dostępność
pt: Nova Disponibilidade
ru: Новая доступность
sv: Ny tillgänglighet
tr: Yeni Uygunluk
zh_cn: 新建可用性
zh_hk: 新建可用性

source: New Contract
ar: عقد جديد
cs: Nová smlouva
da: Ny Kontrakt
de: Neuer Vertrag
es: Nuevo Contrato
fa: قرارداد جدید
fi: Uusi sopimus
fr: Nouveau contrat
id: Kontrak Baru
it: Nuovo Contratto
ja: 新規契約
lv: Jauns Kontrakts
nl: Nieuwe Contract
no: Ny kontrakt
pl: Nowy kontrakt
pt: Novo Contrato
ru: Новый контракт
sv: Nytt kontrakt
tr: Yeni Sözleşme
zh_cn: 新建合同
zh_hk: 新建合同

source: New Contract Schedule
ar: جدولة عقد جديد
cs: Nový plán smlouvy
da: Ny Kontraktplan
de: Neuer Wochentagplan
es: Nuevo Planificación de Contrato
fa: زمانبندی قرارداد جدید
fi: Uusi sopimusaikataulu
fr: Nouveau planning contrat
id: Jadwal Kontrak Baru
it: Nuovo Giorni da contratto
ja: 新規契約スケジュール
lv: Jauna Kontrakta Grafiks
nl: Nieuwe Contract Rooster
no: Nytt avtaleskjema
pl: Nowy plan kontraktu
pt: Nova Agenda do Contrato
ru: Новое расписание по контракту
sv: Nytt kontraktsschema
tr: Yeni kontrat takvimi
zh_cn: 新建班表合同
zh_hk: 新建班表合同

# NewDateExclusion
source: New Date Availability
ar: استثناء تاريخ جديد
cs: Nové zamítnutí datumu
da: Ny Datotilgængelighed
de: Neues Ausschlussdatum
es: Nueva Fecha Disponible
fa: دسترسی تاریخ جدید
fi: Uusi päivä käytettävyydelle
fr: Nouvelle date de disponibilité
id: Ketersediaan Tanggal Baru
it: Nuova data disponibilità
ja: 新規の日付空き状況
lv: Jauna Datuma Pieejamība
nl: Nieuwe Datum Uitzondering
no: Ny datotilgjengelige
pl: Nowa dostępność daty
pt: Nova Disponibilidade de Data
ru: Новое исключение даты
sv: Ny datumexkludering
tr: Yeni Uygun Tarih
zh_cn: 新建日期可用性
zh_hk: 新建日期可用性

source: New Day Off
ar: يوم عطلة جديد
cs: Nový den volna
da: Ny Fridag
de: Neuer Freier Tag
es: Nuevo Día Libre
fa: روز تعطیل جدید
fi: Uusi vapaapäivä
fr: Nouveau jour libre
id: Hari Libur Baru
it: Nuovo riposo
ja: 新規休暇
lv: Jauna Brīvdiena
nl: Nieuwe Vrije Dag
no: Ny fridag
pl: Nowy dzień wolny
pt: Nova Folga
ru: Новый выходной день
sv: Ny fridag
tr: Yeni Tatil
zh_cn: 新建休息日
zh_hk: 新建休息日

source: New Group Name
ar: اسم مجموعة جديدة
cs: Nové jméno skupiny
da: Nyt Gruppenavn
de: Neuer Gruppenname
es: Nuevo Nombre del Grupo
fa: نام گروه جدید
fi: Uusi ryhmänimi
fr: Nouveau nom de groupe
id: Nama Kelompok Baru
it: Nome nuovo gruppo
ja: 新規グループ名
lv: Jaunas Grupas Nosaukums
nl: Nieuwe groepsnaam
no: Nytt gruppenavn
pl: Nowa nazwa grupy
pt: Novo Nome do Grupo
ru: Имя новой группы
sv: Nytt gruppnamn
tr: Yeni Grup İsmi
zh_cn: 新建分组名称
zh_hk: 新建分組名稱

source: New Group Page Name
ar: اسم صفحة مجموعة جديدة
cs: Nové jméno stránky skupiny
da: Nyt Gruppenavn
de: Neuen Namen für Gruppierung vergeben
es: Nuevo Nombre de Página de Grupo
fa: نام صفحه گروه جدید
fi: Uusi ryhmäsivun nimi
fr: Nouveau nom de page de groupe
id: Nama Halaman Kelompok Baru
it: Nome nuovo Raggruppamento
ja: 新規グループページ名
lv: Jaunas Grupas Lapas Nosaukums
nl: Nieuwe Groepspagina Naam
no: Nytt navn gruppeside
pl: Nowa nazwa strony grupy
pt: Nome do nova página do grupo
ru: Новое название группирования
sv: Nytt grupperingsnamn
tr: Yeni Grup Sayfası İsmi
zh_cn: 新建分组页名称
zh_hk: 新建分組頁名稱

source: New Limitation
ar: قيد جديد
cs: Nové omezení
da: Ny Begrænsning
de: Neue Begrenzung
es: Nueva Limitación
fa: محدودیت جدید
fi: Uusi rajoitus
fr: Nouvelle limitation
id: Batasan Baru
it: Nuova limitazione
ja: 新規制限
lv: Jauns Ierobežojums
nl: Nieuwe Beperking
no: Ny begrensning
pl: Nowe ograniczenie
pt: Nova Limitação
ru: Новое ограничение
sv: Ny begränsning
tr: Yeni Sınırlandırma
zh_cn: 新建限制
zh_hk: 新建限制

# NewMultisiteSkillThreeDots
source: New Multisite Skill...
ar: مهارة جديدة متعددة المواقع...
cs: Nová vícemístná kvalifikace...
da: Ny Kompetence for Flere Lokaliteter...
de: Neuer Multisite Skill…
es: Nuevo Skill Multisite...
fa: مهارت جدید چند سایتی
fi: Uusi multisite -taito...
fr: Nouvelle compétence multisite...
id: Skill Multisite Baru...
it: Nuovo Skill multi-sito...
ja: 新規マルチサイトスキル...
nl: Nieuwe Multisite Skill...
no: Ny multienheterdighet...
pl: Nowa umiejętność dla wielu lokalizacji...
pt: Novo Skill Multisite....
ru: Новый мультисайтовый навык...
sv: Ny multisite-kompentens...
tr: Yeni Çoklu Lokasyon Yeteneği...
zh_cn: 新建多站点技能...
zh_hk: 新建多網站技能...

source: New Optional Column
ar: عمود اختياري جديد
cs: Nový volitelný sloupec
da: Ny Valgfri Kolonne
de: Neue optionale Spalte
es: Nueva columna opcional
fa: ستون اتنخابی جدید
fi: Uusi valinnainen sarake
fr: Nouvelle colonne optionnelle
id: Kolom Opsional Baru
it: Nuova colonna opzionale
ja: 新規オプション列
lv: Jauna Izvēles Kolonna
nl: Nieuwe Optionele Kolom
no: Ny valgfri kolonne
pl: Nowa kolumna opcjonalna
pt: Nova coluna opcional
ru: Новый дополнительный столбец
sv: Ny tilläggskolumn
tr: Yeni opsiyonel Kolon
zh_cn: 新建自定义栏位
zh_hk: 新建自訂欄位

# NewOutlier
source: New Special Event
ar: حدث خاص جديد
cs: Nová zvláštní událost
da: Ny Særlig Begivenhed
de: Neues besonderes Ereignis
es: Nuevo Evento Especial
fa: رویدادهای خاص جدید
fi: Uusi poikkeava tapahtuma
fr: Nouvel événement spécial
id: Event Khusus Baru
it: Nuovo evento speciale
ja: 新規のスペシャルイベント
lv: Jauns Īpašs Notikums
nl: Nieuwe Speciale Event
no: Ny spesiell hendelse
pl: Nowe wydarzenie specjalne
pt: Novo Evento Especial
ru: Новое специальное событие
sv: Ny specialdag
tr: Yeni Özel Durum
zh_cn: 新建特殊事件
zh_hk: 新建特殊事件

source: New part-time percentage
ar: نسبة مئوية جديدة للعمل الجزئي
cs: Nový procentní podíl zkrácených úvazků
da: Ny deltidsprocentsats
de: Neuer Teilzeitprozentwert
es: Nuevo porcentaje de tiempo parcial
fa: درصد پاره وقت جدید
fi: Uusi osa-aikaprosentti
fr: Nouveau pourcentage temps partiel
id: Persentase paruh waktu baru
it: Nuova percentuale Part-Time
ja: 新規パートタイム比率
lv: Jauns nepilna laika procentuālais lielums
nl: Nieuwe parttime percentage
no: Ny deltidsprosent
pl: Nowy procent niepełnego czasu pracy
pt: Novo percentual de tempo parcial
ru: Новый процент неполной занятости
sv: Ny deltidsprocent
tr: Yeni yarı-zamanlı yüzdesi
zh_cn: 新建兼职时间百分比
zh_hk: 新建兼職時間百分比

source: New password
ar: كلمة مرور جديدة
cs: Nové heslo
da: Ny Adgangskode
de: Neues Passwort
es: Nueva Password
fa: کلمه رمز جدید
fi: Uusi salasana
fr: Nouveau mot de passe
id: Password Baru
it: Nuova password
ja: 新規パスワード
lv: Jauna parole
nl: Nieuwe Wachtwoord
no: Nytt passord
pl: Nowe Hasło
pt: Nova Senha
ru: Новый пароль
sv: Nytt lösenord
tr: Yeni Şifre
zh_cn: 新建密码
zh_hk: 新建密碼

source: New Percentage
ar: نسبة جديدة
cs: Nový procentní podíl
da: Ny Procentsats
de: Neuer Prozentwert
es: Nuevo Porcentaje
fa: درصد جدید
fi: Uusi prosenttiosuus
fr: Nouveau pourcentage
id: Persentase Baru
it: Nuova percentuale
ja: 新規パーセンテージ
lv: Jauns procentuālais lielums
nl: Nieuwe Percentage
no: Ny prosent
pl: Nowy procent
pt: Novo Percentual
ru: Новый процент
sv: Ny procentsats
tr: Yeni Oran
zh_cn: 新建百分比
zh_hk: 新建百分比

source: New Person
ar: شخص جديد
cs: Nová osoba
da: Ny medarbejder
de: Neue Person
es: Nueva Persona
fa: شخص جدید
fi: Uusi henkilö
fr: Nouvelle personne
id: Orang Baru
it: Nuovo dipendente
ja: 新規要員
lv: Jauna Persona
nl: Nieuwe Persoon
no: Ny person
pl: Nowa osoba
pt: Nova Pessoa
ru: Новый сотрудник
sv: Ny person
tr: Yeni Kişi
zh_cn: 新建人员
zh_hk: 新建人員

# NewPersonAccount
source: New Personal Account
ar: حساب شخص جديد
cs: Nový účet osoby
da: Ny medarbejder Konto
de: Neues Personal-Konto
es: Nueva Cuenta Personal
fa: حساب شخص جدید
fi: Uusi henkilökohtainen tili
fr: Nouveau compte personnel
id: Akun Orang Baru
it: Nuovo Contatore
ja: 新規個人アカウント
lv: Jauns Personīgais Konts
nl: Nieuwe Persoon Account
no: Ny personkonto
pl: Nowe konto osobiste
pt: Nova Conta Pessoal
ru: Новый индивидуальный счет
sv: Ny tidsuppföljning
tr: Yeni Kişi Hesabı
zh_cn: 新建人员帐户
zh_hk: 新建人員帳戶

source: New Person Availability
ar: توفر شخص جديد
cs: Nová dostupnost osoby
da: Ny medarbejder Tilgængelighed
de: Neue Verfügbarkeit
es: Nueva Disponibilidad Personal
fa: دسترس پذیری شخص جدید
fi: Uusi henkilönkäytettävyys
fr: Nouvelle disponibilité Personne
id: Ketersediaan Orang Baru
it: Nuova Disponibilità personale
ja: 新規の要員空き状況
lv: Jauna Personu Pieejamība
nl: Nieuwe Persoon Beschikbaarheid
no: Ny person tilgjengelig
pl: Nowa osobista dostępność
pt: Nova Disponibilidade Pessoal
ru: Новая доступность сотрудника
sv: Ny personlig tillgänglighet
tr: Yeni Kişi Uygunluğu
zh_cn: 新建人员可用性
zh_hk: 新建人員可用性

source: New Person Period
ar: فترة شخص جديدة
cs: Nové období osoby
da: Ny Ansættelsesperiode
de: Neue Periode
es: Nuevo Período Personal
fa: دوره شخص جدید
fi: Uusi henkilöjakso
fr: Nouvelle période personne
id: Periode Orang Baru
it: Nuovo Periodo di anagrafica
ja: 新規要員期間
lv: Jauns Personas Periods
nl: Nieuwe Persoon Periode
no: Ny personperiode
pl: Nowy okres osobisty
pt: Novo Período da Pessoa
ru: Новый индивидуальный период
sv: Ny personperiod
tr: Yeni Kişi Periyodu
zh_cn: 新建人员周期
zh_hk: 新建人員週期

source: New Person Rotation
ar: دورة شخص جديدة
cs: Nováosobní cykly
da: Ny medarbejder Turnus
de: Neue Rotation
es: Nueva Rotación Personal
fa: گردش شخص جدید
fi: Uusi henkilökohtainen työvuorokierto
fr: Nouvelle rotation personne
id: Rotasi Orang Baru
it: Nuova Rotazione dipendenti
ja: 新規要員ローテーション
lv: Jauna Personas Rotācija
nl: Nieuwe Persoon Rotatie
no: Ny personrotasjon
pl: Nowa rotacja osobista
pt: Nova Rotação Pessoal
ru: Новая ротация
sv: Ny sekvens
tr: Yeni Kişi Rotasyonu
zh_cn: 新建人员循环
zh_hk: 新建人員迴圈

source: New Request
ar: طلب جديد
cs: Nový požadavek
da: Ny Forespørgsel
de: Neue Anfrage
es: Nueva solicitud
fa: درخواست جدید
fi: Uusi pyyntö
fr: Nouvelle demande
id: Permintaan Baru
it: Nuova richiesta
ja: 新規要求
lv: Jauns Pieprasījums
nl: Nieuw Verzoek
no: Ny forespørsel
pl: Nowe żądanie
pt: Nova Solicitação
ru: Новый запрос
sv: Lägg till ny förfrågan
tr: Yeni istek
zh_cn: 新建申请
zh_hk: 新建申請

source: New Role
ar: دور جديد
cs: Nová funkce
da: Ny Rolle
de: Neue Rolle
es: Nuevo Rol
fa: وظیفه جدید
fi: Uusi rooli
fr: Nouveau rôle
id: Peran Baru
it: Nuovo ruolo
ja: 新規役割
lv: Jauna Loma
nl: Nieuwe Rol
no: Ny rolle
pl: Nowa rola
pt: Novo Perfil
ru: Новая роль
sv: Ny roll
tr: Yeni Rol
zh_cn: 新建角色
zh_hk: 新建角色

source: New Rotation
ar: < دورة جديدة >
cs: Nový cyklus
da: Ny Turnus
de: Neue Rotation
es: Nueva Rotación
fa: گردش جدید
fi: Uusi työvuorokierto
fr: Nouvelle rotation
id: Rotasi Baru
it: Nuova rotazione
ja: 新規ローテーション
lv: Jauna Rotācija
nl: Nieuwe Rotatie
no: Ny rotasjon
pl: Nowa rotacja
pt: Nova Rotação
ru: Новая ротация
sv: Ny sekvens
tr: Yeni Rotasyon
zh_cn: 新建循环
zh_hk: 新建迴圈

source: New Rule
ar: قاعدة جديدة
cs: Nové pravidlo
da: Ny Regel
de: Neue Regel
es: Nueva Norma
fa: قانون جدید
fi: Uusi sääntö
fr: Nouvelle règle
id: Aturan Baru
it: Nuova regola
ja: 新規ルール
lv: Jauns Noteikums
nl: Nieuwe Regel
no: Ny regel
pl: Nowa reguła
pt: Nova Regra
ru: Новое правило
sv: Ny regel
tr: Yeni Kural
zh_cn: 新规则
zh_hk: 新規則

source: New Rule Set
ar: مجموعة قواعد جديدة
cs: Nový Typy směny
da: Nyt Regelsæt
de: Neues Regelsammlung
es: Nuevo Conjunto de Normas
fa: مجموعه قانون جدید
fi: Uusi sääntösarja
fr: Nouvelle règle d'horaires
id: Set Aturan Baru
it: Nuovo Set di regole
ja: 新規ルールセット
lv: Jauna Noteikumu Kopa
nl: Nieuwe Regelset
no: Nytt regelsett
pl: Nowy zestaw reguł
pt: Novo Conjunto de Regras
ru: Новый набор правил
sv: Ny regeluppsättning
tr: Yeni Kural Seti
zh_cn: 新的班次规则
zh_hk: 新的班次規則

# NewRuleSetBag
source: New Shift Bag
ar: حقيبة نوبة عمل جديدة
cs: Nová množina směn
da: Ny Vagt samling
de: Neue Schichtsammlung
es: Nueva Bolsa de Turnos
fa: کیف شیفت جدید
fi: Uusi vuoropussi
fr: Nouvelle banque d'horaires
id: Kantong Shift Baru
it: Nuova cartella turni
ja: 新規シフトバッグ
lv: Jauns Maiņu Portfelis
nl: Nieuwe Dienst Tas
no: Ny skift bag
pl: Nowa Aktówka Dyżurów
pt: Nova Cesta de Turnos
ru: Новый контейнер смены
sv: Ny skiftpåse
tr: Yeni Vardiya Kutusu
zh_cn: 新建班次包
zh_hk: 新建班次包

source: New Scenario
ar: سيناريو جديد
cs: Nový scénář
da: Nyt Scenarie
de: Neues Szenario
es: Nuevo escenario
fa: سناریوی جدید
fi: Uusi skenaario
fr: Nouveau scénario
id: Skenario Baru
it: Nuovo scenario
ja: 新規シナリオ
lv: Jauns Scenārijs
nl: Nieuwe Scenario
no: Nytt scenario
pl: Nowy scenariusz
pt: Novo Cenário
ru: Новый сценарий
sv: Nytt scenario
tr: Yeni Senaryo
zh_cn: 新建情景
zh_hk: 新建情景

source: New Schedule Period
ar: فترة جدولة جديدة
cs: Nové období plánování
da: Ny Vagtperiode
de: Neue Planungsperiode
es: Nueva Período de Planificación
fa: دوره زمانبندی جدید
fi: Uusi työvuorojakso
fr: Nouvelle période planning
id: Periode Penjadwalan Baru
it: Nuovo Periodo di pianificazione
ja: 新規スケジュール期間
lv: Jauns Plānojamais Periods
nl: Nieuwe Rooster Periode
no: Ny skjemaperiode
pl: Nowy okres planu
pt: Novo Período de Agendamento
ru: Новый период планирования
sv: Ny schemaperiod
tr: Yeni Vardiya Planı Periyodu
zh_cn: 新建班表周期
zh_hk: 新建班表週期

source: New scorecard
ar: بطاقة أداء جديدة
cs: Nová výsledková listina
da: Nyt scorecard
de: Neue Scorecard
es: Nueva Scorecard
fa: برگه امتیاز جدید
fi: Uusi tuloskortti
fr: Nouvelle feuille d'évaluation
id: Scorecard baru
it: Nuova Scorecard
ja: 新規スコアカード
lv: Jauna rezultātu kartīte
nl: Nieuwe scorekaard
no: Nytt scorecard
pl: Nowa karta wyników
pt: Novo Scorecard
ru: Новый оценочный лист
sv: Nytt scorecard
tr: Yeni skorkart
zh_cn: 新建记分卡
zh_hk: 新建記分卡

source: New Shift
ar: نوبة عمل جديدة
cs: Nová směna
da: Ny Vagt
de: Neue Schicht
es: Nuevo Turno
fa: شیفت جدید
fi: Uusi työvuoro
fr: Nouvel horaire
id: Shift Baru
it: Nuovo turno
ja: 新規シフト
lv: Jauna Maiņa
nl: Nieuwe Dienst
no: Nytt skift
pl: Nowy Dyżur
pt: Novo Turno
ru: Новая смена
sv: Nytt skift
tr: Yeni vardiya
zh_cn: 新建班次
zh_hk: 新建班次

source: New Shift Category
ar: فئة نوبة عمل جديدة
cs: Nová kategorie směny
da: Ny Vagtkategori
de: Neue Schichtkategorie
es: Nueva Categoría de Turno
fa: دسته بندی شیفت جدید
fi: Uusi vuoroluokka
fr: Nouvelle catégorie d'Horaires
id: Kategori Shift Baru
it: Nuova categoria turni
ja: 新規シフトカテゴリ
lv: Jauna Maiņu Kategorija
nl: Nieuwe Dienst Categorie
no: Ny skiftkategori
pl: Nowa Kategoria dyżuru
pt: Nova Categoria de Turno
ru: Новая категория смен
sv: Ny skiftkategori
tr: Yeni vardiya kategorisi
zh_cn: 新建班次类别
zh_hk: 新建班次類別

source: New Shift Trade Request
ar: طلب تغيير تجارة جديد
cs: Nový požadavek na výměnu směny
da: Ny Forespørgsel om Vagtbytte
de: Neue Schichttauschanfrage
es: Nueva Solicitud de Cambio de Turno
fa: درخواست جدید معاوضه شیفت
fi: Uusi vuoronvaihtopyyntö
fr: Nouvelle demande d'échange d'horaires
id: Permintaan Tukar Jadwal Baru
it: Nuova richiesta di scambio turno
ja: 新規シフト交代要求
lv: Jauns Samaiņas Pieprasījums
nl: Nieuwe Dienst Handelverzoek
no: Ny forespørsel skiftbytte
pl: Nowa prośba o zamianę dyżuru
pt: Nova solicitação de troca de turnos
ru: Новый запрос изменения смен
sv: Ny förfrågan om skiftbyte
tr: Yeni Vardiya Takası İsteği
zh_cn: 新建调换班申请
zh_hk: 新建調換班申請

# NewSkillThreeDots
source: New Skill...
ar: مهارة جديدة...
cs: Nová kvalifikace...
da: Ny Kompetence...
de: Neuer Skill…
es: Nuevo Skill...
fa: مهارت جدید
fi: Uusi taito...
fr: Nouvelle compétence...
id: Skill Baru...
it: Nuovo Skill...
ja: 新規スキル...
lv: Jauna Prasme...
nl: Nieuwe Skill...
no: Ny ferdighet...
pl: Nowa Umiejętność...
pt: Novo Skill...
ru: Новый навык...
sv: Ny kompetens...
tr: Yeni yetenek...
zh_cn: 新建技能...
zh_hk: 新建技能...

source: New state group
ar: مجموعة حالة جديدة
cs: Nová stavová skupina
da: Ny tilstandsgruppe
de: Neue Statusgruppe
es: Nuevo grupo de estados
fa: گروه استان جدید
fi: Uusi tilaryhmä
fr: Nouveau groupe de statuts
id: Status kelompok baru
it: Nuovo Gruppo di stati
ja: 新規状態グループ
lv: Jauna stāvokļa grupa
nl: Nieuwe toestand groep
no: Ny statusgruppe
pl: Nowa grupa stanu
pt: Novo grupo de estados
ru: Новая группа состояний
sv: Ny statusgrupp
tr: Yeni grup durumu
zh_cn: 新建状态分组
zh_hk: 新建狀態分組

source: New Text Request
ar: طلب نص جديد
cs: Nový textový požadavek
da: Ny Tekst Forespørgsel
de: Neue Textanfrage
es: Nueva Solicitud de Texto
fa: درخواست متن جدید
fi: Uusi tekstipyyntö
fr: Nouvelle demande texte
id: Permintaan Teks Baru
it: Nuova richiesta di testo
ja: 新規テキスト要求
lv: Jauns Teksta Pieprasījums
nl: Nieuwe Tekst Verzoek
no: Ny tekstforespørsel
pl: Nowe żądanie tekstowe
pt: Nova Solicitação de Texto
ru: Новый текстовый запрос
sv: Ny enkel förfrågan
tr: Yeni istek metni
zh_cn: 新建文本申请
zh_hk: 新建文本申請

# NewThreeDots
source: New...
ar: جديد...
cs: Nový...
da: Ny...
de: Neu…
es: Nuevo...
fa: جدید...
fi: Uusi...
fr: Nouveau...
id: Baru...
it: Nuovo...
ja: 新規...
lv: Jauns...
nl: Nieuw
no: Ny...
pl: Nowy...
pt: Novo...
ru: Новый...
sv: Ny...
tr: Yeni...
zh_cn: 新建...
zh_hk: 新建...

source: New Workload
ar: عمل جديد
cs: Nová pracovní náplň
da: Ny Arbejdsbelastning
de: Neuer Workload
es: Nuevo Workload
fa: تراکم کاری جدید
fi: Uusi työmäärä
fr: Nouveau volume
id: Beban Kerja Baru
it: Nuovo Carico di lavoro
ja: 新規ワークロード
lv: Jauna Darba Slodze
nl: Nieuwe Workload
no: Ny arbeidsbyrde
pl: Nowy przydział pracy
pt: Nova Carga de Trabalho
ru: Новая рабочая нагрузка
sv: Ny workload
tr: Yeni İşyükü
zh_cn: 新建工作量
zh_hk: 新建工作量

# NewWorkloadThreeDots
source: New Workload...
ar: عمل جديد...
cs: Nová pracovní náplň...
da: Ny Arbejdsbelastning...
de: Neuer Workload…
es: Nuevo Workload...
fa: تراکم کاری جدید...
fi: Uusi työmäärä...
fr: Nouveau volume...
id: Beban Kerja Baru...
it: Nuovo Carico di lavoro...
ja: 新規ワークロード...
lv: Jauna Darba Slodze...
nl: Nieuwe Workload...
no: Ny arbeidsbyrde…
pl: Nowy przydział pracy...
pt: Nova Carga de Trabalho...
ru: Новая рабочая нагрузка...
sv: Ny workload...
tr: Yeni İşyükü...
zh_cn: 新建工作量...
zh_hk: 新建工作量...

source: Next
ar: القادم
cs: Další
da: Næste
de: Nächster
es: Siguiente
fa: بعدی
fi: Seuraava
fr: Suivant
id: Lanjut
it: Successivo
ja: 次
lv: Nākamais
nl: Volgende
no: Neste
pl: Następne
pt: Próximo
ru: Следующий
sv: Nästa
tr: Sonraki
zh_cn: 下一个
zh_hk: 下一個

# NextAmpersandArrow
source: &Next >
ar: ال&تالي >
cs: &Další >
da: &Næste >
de: &Nächster>
es: &Siguiente >
fa: بعدی>
fi: &Seuraava >
fr: &Suivant >
id: &Lanjut >
it: &Successivo >
ja: &次へ >
lv: &Nākamais >
nl: &Volgende >
no: &Neste >
pl: &Następny >
pt: &Próximo >
ru: &Следующий >
sv: &Nästa >
tr: &Sonraki >
zh_cn: 下一步(&N)>
zh_hk: 下一步(&N)>

source: Next Date
ar: تاريخ تالي
cs: Další datum
da: Næste dato
de: Nächstes Datum
es: Fecha siguiente
fa: تاریخ بعدی
fi: Seuraava päivämäärä
fr: Date suivante
id: Tanggal Berikutnya
it: Data successiva
ja: 次の日付
lv: Nākamais Datums
nl: Volgende Datum
no: Neste dato
pl: Następna data
pt: Próxima Data
ru: Следующая дата
sv: Nästa datum
tr: Gelecek tarih
zh_cn: 下一个日期
zh_hk: 下一個日期

source: Next Day
ar: اليوم التالي
cs: Další den
da: Næste dag
de: Nächster Tag
es: Día siguiente
fa: روز بعد
fi: Seuraava päivä
fr: Jour suivant
id: Hari Berikutnya
it: Giorno successivo
ja: 次の日
lv: Nākamā Diena
nl: Volgende Dag
no: Neste dag
pl: Następny dzień
pt: Próximo Dia
ru: Следующий день
sv: Nästa dag
tr: Ertesi gün
zh_cn: 下一天
zh_hk: 下一天

source: Next start
ar: البداية القادمة
cs: Další začátek
da: Næste start
de: Nächster Start
es: Siguiente inicio
fa: شروع بعدی
fi: Seuraava alku
fr: Début suivant
id: Awal lanjutan
it: Inizio successivo
ja: 次の開始
lv: Nākamais Sākums
nl: Volgende start
no: Neste start
pl: Początek następnego
pt: Próximo inicio
ru: Начать следующий
sv: Nästa start
tr: Sonraki başlangıç
zh_cn: 下一个开始
zh_hk: 下一個開始

source: Nightly rest time cannot be more than 24 hours
ar: وقت الراحة الليلي لا يجوز ان يتجاوز 24 ساعة
cs: Doba nočního odpočinku nemůže být delší než 24 hodin
da: Natlig hviletid kan ikke være mere end 24 Timer
de: Nächtliche Ruhezeit kann nicht mehr als 24 Stunden betragen
es: Tiempo de descanso nocturno no puede mayor que 24 horas
fa: زمان استراحت شبانه نمی تواند بیش از 24 ساعت باشد
fi: Yölepoaika ei voi olla yli 24 tuntia
fr: Le temps de repos par nuit ne peut pas excéder 24 heures
id: Waktu istirahat malam tidak boleh lebih dari 24 jam
it: Il riposo notturno non può essere maggiore di 24 ore
ja: 夜間の休憩時間は24時間を超えることはできません
lv: Nakts atpūtas laiks nedrīkst pārsniegt 24 stundas
nl: Nachtelijke rusttijd kan niet meer dan 24 uur zijn
no: Hviletid natt kan ikke være mer enn 24 timer
pl: Odpoczynek nocny nie może przekraczać 24h
pt: O tempo de descanso noturno não pode ser maior do que 24 horas
ru: Время отдыха между сменами не может превышать 24 часа
sv: Nattvila kan ej vara längre än 24 timmar
tr: Gecelik dinlenme süresi 24 saat'den fazla olamaz
zh_cn: 夜间休息时间不能长于24 小时
zh_hk: 夜間休息時間不能長於24 小時

# NightlyRestTimeColon
source: Nightly Rest Time:
ar: وقت الراحة الليلية
cs: Doba nočního odpočinku :
da: Natlig Hviletid :
de: Nächtliche Ruhezeit
es: Tiempo de Descanso Nocturno:
fa: زمان استراحت شبانه:
fi: Yölepoaika
fr: Temps de repos de nuit:
id: Waktu Istirahat Malam:
it: Ore di riposo giornaliero:
ja: 夜間の休憩時間
lv: Nakts Atpūtas Laiks:
nl: Nachtelijke Rusttijd:
no: Hviletid natt:
pl: Czas odpoczynku nocnego:
pt: Tempo de Descanso Noturno:
ru: Время отдыха между сменами:
sv: Nattvila:
tr: Gecelik Dinlenme Süresi:
zh_cn: 夜间休息时间：
zh_hk: 夜間休息時間：

source: No
ar: لا
cs: Ne
da: Nej
de: Nein
fa: نه
fi: Ei
fr: Non
id: Tidak
lv: Nē
nl: Nee
no: Nei
pl: Nie
pt: Não
ru: Нет
sv: Nej
tr: Hayır
zh_cn: 否
zh_hk: 否
