Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: MyBusinessUnit
ar: وحدة العمل الخاصة بى
da: Min forretnnigsenhed
es: MiBusinessUnit
fa: واحد سازمانی من
ru: Моя бизнес-единица
zh_cn: 我的业务单元
zh_hk: 我的業務單元

source: MyOwn
ar: الخاص بى
da: Min egen
es: MiPropio
fa: متعلق به من
ru: Только себя
zh_cn: 我自己
zh_hk: 我自己

source: MySite
ar: موقعى
da: Min lokation
es: MiSitio
fa: سایت من
ru: Мой сайт
zh_cn: 我的站点
zh_hk: 我的網站

# NeedToSelectARoleFirst
source: Select a role first
ar: اختر الدور أولا
da: Välg en rolle först
de: Bitte zuerst eine Rolle wählen
es: Seleccione un rol primero
fa: انتخاب نقش اول
fi: Valitse rooli ensin
fr: Sélectionnez d'abord un rôle
no: Velg en rolle først
ru: Сначала выберите роль
sv: Välj en roll först
zh_cn: 请先选择一个角色
zh_hk: 請先選擇一個角色

# WebStaffing
source: Staffing
ar: قوة العمل
da: Bemanding
de: Besetzung
es: Personal
fa: نیروها
fi: Henkilöstö
fr: Couverture
no: Bemanning
ru: Персонал
sv: Bemanning
zh_cn: 人力
zh_hk: 人力

source: Remove Overtime
ar: احذف الوقت الإضافي
da: Fjern overtid
de: Überstunden entfernen
es: Borrar tiempo extra
fa: حذف اضافه کاری
fi: Poista ylityöaika
fr: Supprimer heures supplémentaires
no: Fjern overtid
ru: Удалить сверхурочное время
sv: Ta bort övertid
zh_cn: 移除加班
zh_hk: 移除加班

source: Save Favorite Search
ar: احفظ بحث التفضيلات
da: Gem favorit sögning
de: Favoritensuche speichern
es: Guardar búsqueda favorita
fa: ذخیره جستجوی مورد علاقه
fi: Tallenna suosikkihaku
fr: Enregistrer recherche favorite
no: Lagre favoritt søk
ru: Сохранить избранный поиск
sv: Spara favoritsökning
zh_cn: 保存喜爱的搜索
zh_hk: 保存喜愛的搜索

# NoPermissionRemoveOvertimeActivity
source: No permission to remove overtime activities for agent(s)
ar: لا توجد صلاحية لحذف أنشطة الوقت الإضافي للممثلين
da: Ingen tilladelse til at fjerne aktiviteter for medarbejder(e)
de: Ihnen fehlt die Berechtigung Überstundenaktivitäten für Mitarbeiter zu löschen
es: No tienes permiso para borrar tiempo extra.
fa: دسترسی لازم برای حذف فعالیت اضافه کاری برای پاسخگویها وجود ندارد
fi: Ei oikeuksia poistaa ylityöikaa agenteilta
fr: Pas de permission de supprimer les heures supplémentaires pour les agent(s)
no: Ingen tillatelse til å fjerne overtidsaktiviteter for agent(er)
ru: Нет прав на удаление сверхурочного времени оператора
sv: Rättigheter för att ta bort övertidsaktivitet för agent(er) saknas
zh_cn: 没有权限为座席代表移除加班活动
zh_hk: 沒有許可權為座席代表移除加班活動

source: Please choose a date
ar: فضلا اختر تاريخ
da: Vär venlig at välge en dato
de: Bitte wählen Sie ein Datum
es: Por favor seleccione una fecha
fa: لطفاً تاریخ را انتخاب کنید
fi: Valitse päivämäärä
fr: Merci de choisir une date
no: Velg en dato
ru: Выберите дату
sv: Välj ett datum
zh_cn: 请选择一个日期
zh_hk: 請選擇一個日期

source: Please input start time
ar: فضلا ادخل تاريخ البدء
da: Vär venlig at indtaste en start tid
de: Bitte schreiben Sie eine Startzeit
es: Por favor defina hora de inicio
fa: لطفاً زمان شروع را انتخاب کنید
fi: Syötä aloitusaika
fr: Merci d'entrer une heure de début
no: Vennligst legg inn starttid
ru: Введите время начала
sv: Ange starttid
zh_cn: 请输入开始时间
zh_hk: 請輸入開始時間

source: Please input end time
ar: فضلا ادخل تاريخ الانتهاء
da: Vär venlig at indtaste en slut tid
de: Bitte schreiben Sie eine Endzeit
es: Por favor defina hora de fin
fa: لطفاً زمان پایان را انتخاب کنید
fi: Lisää päättymisaika
fr: Merci d'entrer une heure de fin
no: Vennligst legg inn sluttid
ru: Введите время окончания
sv: Ange sluttid
zh_cn: 请输入结束时间
zh_hk: 請輸入結束時間

# ShiftTradeTargetTimePendingReason
source: Schedule contract time tolerance was exceeded.
ar: سماحية وقت تعاقد الجدول قد تم تمديدها
da: Tolerancen for vagtplanens kontrakttid blev overskredet
de: Die Toleranz der Vertragsarbeitszeit ist überschritten worden
es: Se excedió la tolerancia de tiempo de contrato.
fa: آستانه زمان قرارداد زمانبدی
fi: Sopimuksen jousto on ylitetty työvuorolistassa.
fr: La tolérance d'heures de temps contrat à été excédée.
no: Tidsplan kontraktstid toleranse ble overskredet .
ru: Толерантность времени контракта превышена.
sv: Toleransen för kontraktstiden har överskridits
zh_cn: 已超出班表合同时间容差范围
zh_hk: 已超出班表合同時間容差範圍

# SignInWithNoColon
source: Sign in with
ar: سجل بـ
da: Log på med
de: Einloggen
es: Iniciar sesión con
fa: ورود با
fi: Sisäänkirjaudu
fr: Se connecter avec
no: Logg inn med
ru: Войти с
sv: Logga in med
zh_cn: 签入以
zh_hk: 簽入以

source: Select organization
ar: اختر منظمة
da: Välg organisation
de: Organisation wählen
es: Seleccione organización
fa: انتخاب سازمان
fi: Valitse organisaatio
fr: Sélectionner dans l'organisation
no: Velg organisasjon
ru: Выбор организации
sv: Välj organisation
zh_cn: 选择组织
zh_hk: 選擇組織

source: Time OOA
ar: وقت OOA
da: Tid OOA
de: Zeit ausser Einhaltung
es: Tiempo FdA
fa: زمان OOA
fi: Aika OOA
fr: Temps hors adhérence
no: Tid OOA
ru: Время несоблюдения
sv: Avvikelsetid
zh_cn: 未遵时时间
zh_hk: 未遵時時間

source: Clear All
ar: تنظيف الكل
da: Ryd alt
de: Alles löschen
es: Quitar Todo
fa: پاک کردن همه
fi: Poista valinta
fr: Tout supprimer
no: Fjern alle
ru: Очистить все
sv: Rensa alla
zh_cn: 清除所有
zh_hk: 清除所有

# RTAMaxNumberOfAgentsNotice
source: It is possible to view maximum {0} agents. The "In alarm" switch is enabled if the number of agents does not exceed {1}.
ar: من الممكن عرض الحد الأقصى من (0) ممثلين. مفتاح ال" فى التنبيه" تم تمكينه إذا لم يتجاوز عدد الممثلين (1)
da: Det er muligt at se maksimum {0} medarbejdere. Kontakten med "I alarm" er aktiveret hvis antallet af medarbejdere ikke overstiger {1}
de: Est ist möglich maximal {0} Mitarbeiter zu monitoren. Der "In Alarm"-Schalter ist eingeschaltet falls die Mitarbeiter nicht {1} überschreiten.
es: Es posible ver un máximo de {0} agentes. El interruptor "En alarma" está habilitado si el número de agentes no supera {1}.
fa: امکان نمایش {0} پاسخگو وجود دارد. دکمه "در وضعیت هشدار" در صورتی که تعداد پاسخگوها از {1} بیشتر نشد ممکن است
fi: On mahdollista nähdä maksimissaan {0} agenttia. Hälytyksessä olevat agentit on aktivoitu ainoastaan jos agenttien määrä ei ylitä {1}.
fr: Il est possible de voir au maximum {0} agents. La commande "en alarme" est activée si le nombre d'agents sélectionnés n'excède pas {1}.
no: Det er mulig å vise maksimalt {0} agenter. "I alarm" bytte blir aktivert dersom antall agenter ikke overskrider {1}.
ru: Возможно просматривать максимум {0} операторов. Переключение в "предупреждение" включено, если количество операторов не превышает {1}.
sv: Det går maximalt att visa {0} agenter. Switchen "Agenter med larm" aktiveras om antalet agenter inte överskrider {1}.
zh_cn: 只能最多查看 {0} 个座席代表。"告警" 开关仅在座席代表数不超过 {1} 时有效。
zh_hk: 只能最多查看 {0} 個座席代表。"告警" 開關僅在座席代表數不超過 {1} 時有效。

source: Favorite Search
ar: بحث التفضيلات
da: Favorit sögning
de: Favoritensuche
es: Búsqueda favorita
fa: جستجوی مورد علاقه
fi: Suosikkihaku
fr: Recherche favorie
no: Favoritt søk
ru: Избранный поиск
sv: Favoritsökning
zh_cn: 喜爱的搜索
zh_hk: 喜愛的搜索

source: Configure Skill Priorities
ar: ظبط أولويات المهارات
da: Konfigurer skill prioriteter
de: Skillprioritäten konfigurieren
es: Configurar Priorización de Skills
fa: تنظیم اولویت مهارتها
fi: Määrittele taitojen priorisointi
fr: Configurer priorités de compétences
ru: Настроить приоритет навыка
sv: Sätt upp kompetensprioritering
zh_cn: 配置技能优先级
zh_hk: 配置技能優先順序

source: No skill areas found
ar: لا توجد مناطق مهارات تم العثور عليها
da: Intet skill område er fundet
de: Keine Skillbereiche wurden gefunden
es: No se encontraron áreas de skills
fa: هیچ گروه مهارتی موجود نیست
fi: Taitoaluetta ei löydy
fr: Aucun groupe de compétences trouvé.
no: Konfigurer ferdighetsprioriteringer
ru: Сводка навыков не найдена
sv: Inga kompetensareor hittades
zh_cn: 未找到技能区域
zh_hk: 未找到技能區域

source: No skill found
ar: لا توجد مهارة تم العثور عليها
da: Intet skill er fundet
de: Kein Skill wurde gefunden
es: No se encontraron skills
fa: هیچ مهارتی پیدا نشد
fi: Taitoa ei löydy
fr: Pas de compétence trouvée
no: Ingen ferdigehet er funnet.
ru: Навык не найден
sv: Inga kompetenser hittades
zh_cn: 未找到技能
zh_hk: 未找到技能

source: Multiple Sites
ar: مواقع متعددة
da: Multiple lokaltioner
de: Mehrere Standorte
es: Múltiples sites
fa: چند سایت
fi: Useampia toimipisteitä
fr: Multiples sites
no: Flere lokasjoner
ru: Несколько сайтов
sv: Flera enheter
zh_cn: 多个站点
zh_hk: 多個網站

source: Multiple Teams
ar: فرق متعددة
de: Mehrere Teams
es: Múltiples equipos
fa: چند تیم
fi: Useampia tiimejä
fr: Multiples équipes
no: Flere teams
ru: Несколько групп
sv: Flera team
zh_cn: 多个小组
zh_hk: 多個小組

source: No input
da: Intet input
de: Keine Eingabe
es: Sin entrada
fa: بدون ورودی
fi: Ei arvoa
fr: Pas d'entrée
no: Ingen inndata
ru: Нет исходных данных
sv: Input saknas
zh_cn: 无输入
zh_hk: 無輸入

# OptionalColumnRemoveGroupPageQuestion
source: This will remove the optional column group page and stop you from pulling reports based on that. Do you want to continue?
da: Dette vil fjerne den valgfrie kolonne gruppeside og stoppe din träkning af rapporten baseret på dette. Vil du fortsätte?
de: Dadurch wird die Gruppenseite für die optionale Spalte entfernt und sie können keine Berichte mehr auf dieser Basis abrufen. Möchten Sie fortfahren?
es: Esto eliminará la página del grupo basado en columna opcional y le impedirá extraer reportes basados en él. ¿Quieres continuar?
fa: این کار باعث حذف صفحه گروهی برای ستون اختیاری میشود در نتیجه نخواهید توانست براساس آنها گزارش بگیرید. میخواهید ادامه دهید؟
fi: Tämä valinta poistaa ryhmäsivun valinnaiselle sarakkeelle ja estää myös niiden käytön Raporteissa. Haluatko jatkaa?
fr: Ceci va supprimer une page de groupe pour la colonne optionnelle ainsi que la possibilité de charger des rapports sur cette base. Voulez-vous continuer?
no: Dette fjerner den valgfrie kolonnegruppesiden og det vil ikke være mulig å opprette rapporter basert på det. Vil du fortsette?
ru: Это действие удалит группирование для дополнительного столбца, и вы больше не сможете использовать его в отчетности. Продолжить?
sv: Detta kommer att ta bort tilläggskolumngrupperingen så att du inte längre kan skapa rapporter baserat på den. Vill du fortsätta?
zh_cn: 这将移除自定义栏位的分组页面，同时您也将无法根据其生成报表。您想要继续吗？
zh_hk: 這將移除自訂欄位元的分組頁面，同時您也將無法根據其生成報表。您想要繼續嗎？

# RequireXCellFormat
source: Cell can not be parsed, require {0} formatted value
da: Cellen kan ikke opdeles, der kräves {0} formateret värdi
de: Zelle kann nicht geparst werden, erfordert formatierten Wert {0}
es: La celda no se puede analizar, requiere {0} valor formateado
fa: سلول مورد نظر فراخوانی نمیشود و نیاز به {0} مقدار فرمت شده دارد
fi: Solua ei voi jäsentää, on oltava vaadittu arvo {0}
fr: La cellule ne peut pas être revue, nécessite {0} valeurs formattées.
no: Celleb kan ikke analyseres, krever {0} formatert verdi
ru: Ячейка не может быть проанализирована, требуется {0} форматированное значение
sv: Cellen kan inte analyseras, värdet måste formateras som {0}
zh_cn: 单元格无法被解析，需要 {0} 格式化的数值
zh_hk: 儲存格無法被解析，需要 {0} 格式化的數值

# OptionalColumnCreateGroupPageQuestion
source: This will create a group page for the optional column so that you can pull reports based on that. Do you want to continue?
da: Dette vil skabe en gruppeside for den valgfrie kolonne således at du kan träkke en rapport baseret på dette. Vil du fortsätte?
de: Dadurch wird eine Gruppenseite für die optionale Spalte erstellt, sodass Sie Berichte auf dieser Basis abrufen können. Möchten Sie fortfahren?
es: Esto creará una página de grupo basado en una columna opcional para que pueda obtener reportes basados en él. ¿Quieres continuar?
fa: این کار باعث ایجاد صفحه گروهی برای ستون اختیاری میشود تا بتوانید براساس آنها گزارش بگیرید. میخواهید ادامه دهید؟
fi: Tämä valinta luo ryhmäsivun valinnaiselle sarakkeelle, joita voit myös käyttää hakeassasi raportteja. Haluatko jatkaa?
fr: Ceci va créer une page de groupe pour la colonne optionnelle pour que vous puissiez charger des rapports sur cette base. Voulez-vous continuer?
no: Dette vil opprette en gruppeside for den valgfrie kolonnen, slik at du kan opprette rapporter basert på det. Vil du fortsette?
ru: Это действие создаст группирование для дополнительного столбца, и вы сможете использовать его в отчетности. Продолжить?
sv: Detta kommer att skapa en gruppering för tilläggskolumnen så att du kan skapa rapporter baserat på den. Vill du fortsätta?
zh_cn: 这将为此自定义栏位创建一个分组页面，以便您能够根据其生成报表。您想要继续吗？
zh_hk: 這將為此自訂欄位元創建一個分組頁面，以便您能夠根據其生成報表。您想要繼續嗎？

# Maximum5OptionalColumns
source: *Maximum 5 optional columns can be available as dynamic group pages.
da: Maximalt 5 valgfrie kolonner kan väre tilgängelige som gruppesider
de: *Maximal 5 optionale Spalten können als dynamische Gruppenseiten zur Verfügung gestellt werden
es: *Un máximo de 5 columnas opcionales están disponibles como grupos dinámicos.
fa: حداکثر 5 ستون اختیاری برای صفحات گروهی پویا موجود است
fi: *Maksimissaan 5 valinnaista saraketta voidaan käyttää dynaamisiin ryhmäsivuihin.
fr: *Maximum 5 colonnes optionnelles peuvent être disponible comme pages de groupe.
no: *Maksimalt 5 valgfrie kolonner kan være tilgjengelige som dynamiske gruppesider.
ru: *Максимум 5 дополнительных столбцов могут быть использованы для группирований
sv: * Maximalt 5 tilläggskolumner kan vara tillgängliga som grupperingar.
zh_cn: *最多能将５个自定义栏位用于创建分组页面。.
zh_hk: *最多能將５個自訂欄位元用於創建分組頁面。.

# SuccessfullyImportedAgents
source: Successfully imported {0} agent(s)
da: Det er lykkedes at importere {0} medarbejder(e)
de: {0} Mitarbeiter wurden erfolgreich importiert
es: Se importó exitosamente {0} agente(s)
fa: اضافه کردن {0} پاسخگو از فایل با موفقیت انجام شد
fi: {0} agentti(e)n tuonti onnistui
fr: Succès d'import de {0} agents
no: Vellykket importert {0} agent(er)
ru: Успешно импортировано {0} операторов
sv: Import av {0} agent(er) klar
zh_cn: 已成功导入 {0} 个座席代表
zh_hk: 已成功導入 {0} 個座席代表

# FailedToImportAgents
source: Failed to import {0} agent(s)
da: Kunne ikke importere {0} medarbejder(e)
de: {0} Mitarbeiter konnten nicht importiert werden
es: Error al importar {0} agente(s)
fa: اضافه کردن {0} پاسخگو از فایل ناموفق بود
fi: {0} agentti(e)n tuonti epäonnistui
fr: Echec d'import de {0} agents
no: Kunne ikke importere {0} agent(er)
ru: Не удалось импортировать {0} операторов
sv: Misslyckades att importera {0} agent(er)
zh_cn: {0} 个座席代表导入失败
zh_hk: {0} 個座席代表導入失敗

# OutOfIndexRange
source: Out of index range {0} - {1}
da: Udenfor indeksområde {0} - {1}
de: Außerhalb des zulässigen Bereichs {0} - {1}
es: Fuera del rango de índice {0} - {1}
fa: خارج از بازه {0} - {1} است
fi: Indexin ulkopuolella {0} - {1}
fr: Hors intervalle {0} - {1}
no: Utenfor indeksområde {0} - {1}
ru: Вне диапазона индексов {0} - {1}
sv: Utanför indexintervallet {0} - {1}
zh_cn: 超出索引范围 {0} - {1}
zh_hk: 超出索引範圍 {0} - {1}

source: Rule
da: Regel
de: Regel
es: Regla
fa: قانون
fi: Sääntö
fr: Règle
no: Regel
ru: Правило
sv: Regel
zh_cn: 规则
zh_hk: 規則

source: Available for a limited time only!
da: Kun tilgängelig i en begränset periode!
de: Nur für eine begrenzte Zeit verfügbar!
es: ¡Disponible solo por tiempo limitado!
fa: فقط برای زمان محدودی در دسترس است
fi: Käytettävissä ainoastaan rajoitetun ajan!
fr: Uniquement disponible pour un temps limité!
no: Tilgjengelig for en begrenset periode!
ru: Доступно ограниченный период времени!
sv: Tillgänglig endast under en begränsad tid!
zh_cn: 仅在有限时间内可用！
zh_hk: 僅在有限時間內可用！

source: Old Intraday
da: Gammelt intradag
de: Das alte Intra-Tag Modul
es: Intraday Viejo
fa: ماژول روزانه قدیم
fi: Klassinen Päivänsisäinen-moduuli
fr: Ancien Intra-journalier
no: Gammel intradag
ru: Предыдущая версия Мониторинга
sv: Gamla Inom dag
zh_cn: 旧版的当日
zh_hk: 舊版的當日

source: Before shift start
da: För vagtens start
de: Vor Schichtbeginn
es: Antes del inicio de turno
fa: قبل از آغاز شیفت
fi: Ennen vuoron alkua
fr: Avant début de l'horaire
no: Før skift start
ru: Перел началом смены
sv: Före skiftstart
zh_cn: 班次开始之前
zh_hk: 班次開始之前

# TryingToResolveShiftCategoryLimitationsDotDotDot
source: Trying to resolve shift category limitations...
da: Pröver at löse vagtkategori begränsninger
de: Shichtkategoriebegrenzungen werden eingehalten...
es: Tratando de resolver las limitaciones de categoría de turno...
fa: تلاش برای حل محدودیت دسته شیفت
fi: Yrittä ratkaista vuoroluokkarajoituksia...
fr: Tente de résoudre les limitations de catégories d'd'horaires
no: Prøver å løse skiftkategori begrensninger...
ru: Попытка разрешить ограничения категории смен...
sv: Försöka uppfylla skiftkategoribegränsningar...
zh_cn: 正在尝试解决班次类别限制...
zh_hk: 正在嘗試解決班次類別限制...

source: Optimizing max seats
da: Optimerer max pladser
de: Die maximale Anzahl Sitze werden optimiert
es: Optimizando puestos máximos
fa: بهینه سازی با توجه به حداکثر صندلیهای موجود
fi: Optimoi maksimi paikkoja
fr: Optimize les maximums de postes
no: Optimalisere maks plasser
ru: Оптимизация макс кол-ва рабочих мест
sv: Optimerar max arbetsplatser
zh_cn: 正在优化最大席位数
zh_hk: 正在優化最大席位數

# OnlySupport
source: Only support: {0}
da: Kun support: {0}
de: Nur Unterstütztt: {0}
es: Solo compatible con: {0}
fa: فقط پشتیبانی {0}
fi: Vain: {0}
fr: Supporte uniquement : {0}
no: Støtter bare: {0}
ru: Поддерживает только: {0}
sv: Stöder endast: {0}
zh_cn: 仅支持: {0}
zh_hk: 僅支持: {0}

# FailedToScheduleForSelectedPlanningPeriodDueToTechnicalError
source: Failed to schedule for planning period {0} - {1} due to technical error. Please try again.
da: Det er ikke lykkedes at planlägge for den valgte planlägningsperiode på grund af tekniske problemer. Vär venlig at pröve igen
de: Aufgrund eines technischen Fehlers ist der Plan für den Planungszeitraum {0} - {1} fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al procesar el período a planificar {0} - {1} debido a un error técnico. Inténtalo de nuevo.
fa: زمانبندی دوره برنامه ریزی بین {0} و {1} بخاطر خطاهای فنی موفقیت آمیز نبود. لطفاً دوباره تلاش کنید
fi: Työvuorolistan luominen suunnittelujaksolle {0} - {1} epäonnistui. Yritä uudelleen.
fr: Echec de planification pour la période de planification {0} - {1} suite à une erreur technique. Merci de ré-essayer.
no: Kunne ikke planlegge for planperiode {0} - {1} på grunn av teknisk feil. Vær så snill, prøv på nytt.
ru: Не удалось запланировать период {0} - {1} по техническим причинам. Попробуйте еще раз.
sv: Misslyckades att schemalägga planeringsperioden {0} - {1} pga. tekniskt fel. Var god försök igen.
zh_cn: 由于技术性错误，选定周期 {0} - {1} 的排班失败.. 请重试。
zh_hk: 由於技術性錯誤，選定週期 {0} - {1} 的排班失敗.. 請重試。

# FailedToOptimizeDayoffForSelectedPlanningPeriodDueToTechnicalError
source: Failed to optimize days off for planning period {0} - {1} due to technical error. Please try again.
da: Det er ikke lykkedes at optimere fridage for den valgte planlägningsperiode på grund af tekniske problemer. Vär venlig at pröve igen.
de: Die Optimierung der freien Tage für Planungsperiode {0} - {1} hat, aufgrund eines technischen Problemes, gescheitert. Versuchen Sie es bitte erneut.
es: Error al optimizar los días libres para el período a planificar {0} - {1} debido a un error técnico. Inténtalo de nuevo.
fa: بهینه سازی روزهای تعطیل برای بازه برنامه ریزی {0} - {1} بخاطر خطای فنی نا موفق بود. لطفا دوباره تلاش کنید
fi: Vapaapäivien optimointi suunnittelujaksolle {0} - {1} epäonnistui. Yritä uudelleen.
fr: Echec d'optimisation des jours libres pour la période de planification {0} - {1} suite à une erreur technique. Merci de ré-essayer.
no: Kunne ikke optimalisere fridager for planperiode {0} - {1} på grunn av teknisk feil. Vær så snill, prøv på nytt.
ru: Не удалось оптимизировать выходные дни в периоде {0} - {1} по техническим причинам. Попробуйте еще раз.
sv: Misslyckades att optimera fridagar för planeringsperioden {0} - {1} pga. tekniskt fel. Var god försök igen.
zh_cn: 由于技术性错误，选定周期 {0} - {1} 的休息日优化失败.. 请重试。
zh_hk: 由於技術性錯誤，選定週期 {0} - {1} 的休息日優化失敗.. 請重試。

source: Failed to load day off rules.
da: Det er ikke lykkedes at indläse fridags regler.
de: Regeln für freie Tage konnten nicht aufgerufen werden.
es: Error al cargar las reglas del día libre.
fa: اضافه شدن قوانین روزهای تعطیل نا موفق بود
fi: Vapaapäiväsääntöjen lataaminen epäonnistui
fr: Echec de chargement de règles de jours libres.
no: Kunne ikke laste inn regler for fridag.
ru: Не удалось загрузить правила выходных дней.
sv: Misslyckades att ladda fridagsregler.
zh_cn: 加载休息日规则失败。
zh_hk: 載入休息日規則失敗。

source: Failed to create scheduling job for selected planning period.
da: Det er ikke lykkeds at skabe en vagtplan for den valgte vagtplanlägningsperiode
de: Planung für die ausgewählte Planungsperiode fehlgeschlagen
es: Error al crear la tarea de planificación para el período a planificar seleccionado.
fa: پروسه ایجاد دوره زمانبندی جدید برا ی بازه برنامه ریزی ناموفق بود
fi: Työvuorolistan luominen epäonnistui valitulle suunnittelujaksolle.
fr: Echec de création de tâche planifiée pour la période de planification sélectionnée.
no: Kunne ikke opprette planleggingsjobb for valgt periode.
ru: Не удалось создать задачу планирования для выбранного периода.
sv: Misslyckades att skapa schemaläggningsjobb för den valda planeringsperioden.
zh_cn: 为选定周期创建排班任务失败。
zh_hk: 為選定週期創建排班任務失敗。

source: Shift bag
da: Vagt samling
de: Schichtsammlung
es: Bolsa de turnos
fa: کیسه شیفت
fi: Vuoropussi
fr: Banque d'horaires
no: Skift pose
ru: Контейнер смен
sv: Skiftpåse
zh_cn: 班次包
zh_hk: 班次包

source: New Import
da: Ny import
de: Neuer Import
es: Nuevo Importe
fa: اضافه کردن جدید از فایل
fi: Uusi tuonti
fr: Nouvel Import
no: Ny Import
ru: Новый импорт
sv: Ny import
zh_cn: 新建导入
zh_hk: 新建導入

# ImportAgentsColumnFixedWithFallbackValue
source: {0} fixed with '{1}'
da: {0} repareret med '{1}'
de: {0} mit '{1}' fixiert
es: {0} fijado con '{1}'
fa: تعداد {0} مورد با {1} درست شد
fi: {0} on korjattu '{1}'
fr: {0} fixée avec '{1}'
no: {0} festet med '{1}'
ru: {0} исправлено на '{1}'
sv: {0} ersattes med '{1}'
zh_cn: {0} 已固定回退值 ‘{1}’
zh_hk: {0} 已固定回退值 ‘{1}’

source: Enter a number
da: Indtast et tal
de: Bitte eine Zahl eingeben
es: Introduzca un número
fa: عددی را وارد کنید
fi: Syötä arvo
fr: Entrer un nombre
no: Skriv inn et nummer
ru: Введите значение
sv: Ange ett antal
zh_cn: 输入一个数字
zh_hk: 輸入一個數字

source: Set fallback values to replace invalid ones
da: Angiv de tidligere värdier for at erstatte de ugyldige värdier
de: Fallback-Werte einstellen, um ungültige Werte zu ersetzen
es: Establecer valores de reserva para reemplazar los inválidos
fa: برای جایگزینی مقداریر نامعتبر مقدارهای پشتیبان تنظیم کنید
fi: Aseta vara-arvot virheellisille arvoille
fr: Définir valeurs de retombée pour remplacer les valeurs non-valides.
no: Angi alternative verdier for å erstatte de ugyldige
ru: Установить резервные значения для замены недопустимых значений
sv: Ange standardvärden för att ersätta ogiltiga värden
zh_cn: 设定回退值以替换无效的
zh_hk: 設定回退值以替換無效的

source: Download Template
da: Download skabelon
de: Download-Vorlage
es: Descargar Plantilla
fa: بارگذاری الگو
fi: Lataa malli
fr: Télécharger modèle
no: Last ned maler
ru: Скачать шаблон
sv: Ladda ner mall
zh_cn: 下载模板
zh_hk: 下載範本

source: View Staffing Info
da: Se bemandingsinformation
de: Besetzungsinformation anzeigen
es: Mostrar información de dotación de personal
fa: نمایش اطلاعات میزان نیروها
fi: Näytä henkilöstötiedot
fr: Voir info de couverture
no: Se bemanningsinformasjon
ru: Просмотр инфо о штате
sv: Visa bemanningsinfo
zh_cn: 查看人力信息
zh_hk: 查看人力信息

source: Show absence probability
da: Vis fravärsmulighed
de: Abwesenheitswahrscheinlichkeit anzeigen
es: Mostrar probabilidad de ausencia
fa: نمایش احتمال مرخصی
fi: Näytä poissaolon todennäköisyys
fr: Montrer la probabilité d'absence
no: Vis sannsynlighet for å få fri
ru: Показать вероятность отсутствия
sv: Visa sannolikhet för frånvaro
zh_cn: 显示缺勤可能性
zh_hk: 顯示缺勤可能性

# InvalidColumn
source: Invalid {0} : {1}
da: Ugyldig {0} : {1}
de: Ungültig {0} : {1}
es: Inválido {0} : {1}
fa: نامعتبر {0} است: {1}
fi: Kelpaamaton {0} : {1}
fr: {0} non valide : {1}
no: Ugyldig {0} : {1}
ru: Недопустимый {0} : {1}
sv: Ogiltig {0} : {1}
zh_cn: 无效的 {0} : {1}
zh_hk: 無效的 {0} : {1}
