Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Measure name is too long
de: Der Messwertname ist zu lang
es: El nombre de la medida es demasiado largo
fi: Suoritustavoitteen nimi on liian pitkä
fr: Le nom de mesure est trop long
sv: Mätvärdets namn är för långt
zh_cn: 名称过长
zh_hk: 名稱過長

source: Agent ID is too long
de: Mitarbeiter-ID ist zu lang
es: ID de agente demasiado largo
fa: شناسه پاسخگو بسیار طولانی است
fi: Agentin ID on liian pitkä
fr: L'ID Agent est trop longue
sv: Agent-ID är för långt
zh_cn: Agent ID 过长
zh_hk: Agent ID 過長

source: Measure type must be either "Numeric" or "Percent"
da: Måltype skal väre enten "Numerisk"eller "Procent"
de: Der Messwerttyp muss entweder "Numerisch" oder "Prozent" sein
es: El tipo de medida debe ser "Numérico" o "Porcentaje"
fi: Suoritustavoitteen tyyppi joko lukuna tai prosenttina.
fr: Le type de mesure doit être ou "Numérique" ou "Pourcentage"
sv: Mätvärdestypen måste vara antingen "Numerisk" eller "Procent"
zh_cn: 测量类型必须为"数字“或”百分比“
zh_hk: 測量類型必須為"數位“或”百分比“

# MeasureTypeNotMatchExistingDefinition
source: Measure type does not match the existing definition
da: Måltype matcher ikke den eksisterende definition
de: Der Messwerttyp entspricht nicht der bestehenden Definition
es: El tipo de medida no coincide con la definición existente
fi: Suoritustavoitteen tyyppi ei vastaa olemassa olevaa määritettä
fr: Le type de mesure ne correspond pas à la définition existante
sv: Mätvärdestypen matchar inte den befintliga definitionen
zh_cn: 测量类型个与现有定义不符
zh_hk: 測量類型個與現有定義不符

source: Measure ID must contain an integer
da: Mål ID skal indeholde et helt tal
de: Die Messwert-ID muss eine Ganzzahl enthalten
es: La ID de la medida debe contener un número entero
fi: Suoritustavoitteen ID on oltava kokonaislukuna
fr: ID de mesure doit contenir un entier
sv: Mätvärdets ID måste innehålla en siffra
zh_cn: ID必须包含一个整数
zh_hk: ID必須包含一個整數

# RowExceedsLimitOfGamificationMeasures
source: There is a limit of {0} gamification measures. This row cannot be imported as it would exceed this limit.
da: Der er en gränse på {0} gamification mål. Denne räkke kan ikke importeres, da den vil overstige gränsen
de: Für Gamification-Messwerte besteht eine Begrenzung von {0}. Diese Zeile kann nicht importiert werden, weil sie diese Begrenzung überschreiten würde.
es: Hay un límite de {0} medidas de gamificación. Esta fila no se puede importar ya que excedería este límite.
fi: Et voi tuoda riviä, koska voit maksimissaan käyttää {0} suoritustavoitetta.
fr: Il y a une limite de {0} limites de ludification. Cette rangée ne peut être importée car cela excéderait cette limite.
sv: Det finns en begränsning på {0} mätvärden för gamification. Den här raden kan inte importeras eftersom det skulle överskrida begränsningen.
zh_cn: 游戏化测量值有一个 {0} 的限制.此行不能被导入因为会超过此限制.
zh_hk: 遊戲化測量值有一個 {0} 的限制.此行不能被導入因為會超過此限制.

source: Invalid score
da: Ugyldig score
de: Ungültige Bewertung
es: Puntaje inválido
fa: امتیاز نامعتبر
fi: Kelpaamaton arvo suorotustavoitteelle
fr: Score invalide
sv: Ogiltigt värde
zh_cn: 无效得分
zh_hk: 無效得分

# AgentIdCouldNotBeMatchedToAnyAgent
source: The agent ID could not be matched to any agent
de: Die Mitarbeiter-ID passte zu keinem Mitarbeiter
es: El ID del agente no se corresponde con ningún agente
fi: Agentti ID ei vastaa ketään agenttia
fr: L'ID agent ne peut pas être associée à un agent
sv: Agent-ID kunde inte matchas till någon agent
zh_cn: 此agent ID无法对应任何座席代表
zh_hk: 此agent ID無法對應任何座席代表

source: Business Hierarchy
da: Forretnings hieraki
de: Geschäftshierarchie
es: Jerarquía de Negocio
fa: چارت سازمانی
fi: Organisaatiohierarkia
fr: Hierarchie entreprise
sv: Organisationsstruktur
zh_cn: 组织架构
zh_hk: 組織架構

source: Group Pages
da: Gruppe sider
de: Seiten gruppieren
es: Páginas de Grupo
fa: صفحه های گروهی
fi: Ryhmäsivut
fr: Pages de groupe
sv: Grupperingar
zh_cn: 分组页面
zh_hk: 分組頁面

# SelectEndDate
source: Please select end date
da: Välg venligst slutdato
de: Bitte Enddatum auswählen
es: Seleccione la fecha de finalización
fi: Valitse päättymispäivämäärä
fr: Merci de sélectionner date de fin
sv: Ange slutdatum
zh_cn: 请选择结束日期
zh_hk: 請選擇結束日期

# SelectStartDate
source: Please select start date
da: Välg venligst startdato
de: Bitte Startdatum auswählen
es: Seleccione la fecha de inicio
fi: Valitse aloituspäivämäärä
fr: Merci de sélectionner date de début
ru: Выберите дату начала
sv: Ange startdatum
zh_cn: 请选择开始日期
zh_hk: 請選擇開始日期

# SelectStartDateAndEndDate
source: Please select start date and end date
da: Välg venligst startdato og slutdato
de: Bitte Startdatum und Enddatum auswählen
es: Seleccione la fecha de inicio y la fecha de finalización
fi: Valitse aloitus- ja päättymispäivämäärä
fr: Merci de sélectionner date de début et date de fin
ru: Выберите даты начала и окончания
sv: Ange start- och slutdatum
zh_cn: 请选择开始日期和结束日期
zh_hk: 請選擇開始日期和結束日期

# ValidateEndDate
source: End date should be later than start date
da: Slutdato bör väre senere end startdato
de: Das Enddatum sollte später als das Startdatum sein
es: La fecha de finalización debe ser posterior a la fecha de inicio
fi: Päättymispäivämäärän on oltava aloituspäivämäärän jälkeen
fr: La date de fin doit être plus tard que la date de début
ru: Дата окончания должна быть позже даты начала
sv: Slutdatum måste vara efter startdatum
zh_cn: 结束日期应晚于开始日期
zh_hk: 結束日期應晚於開始日期

# ValidateStartDate
source: Start date should be earlier than end date
da: Startdato bör väre tidligere end slutdato
de: Das Startdatum sollte früher als das Enddatum sein
es: Fecha de inicio debe ser anterior a la fecha de finalización
fi: Aloituspäivämäärän on oltava päättymispäivämäärää ennen
fr: L'heure de début doit être plus tôt que l'heure de fin
ru: Дата начала должна быть раньше даты окончания
sv: Startdatum måste vara tidigare än slutdatum
zh_cn: 开始日期应早于结束日期
zh_hk: 開始日期應早於結束日期

# NoPermissionToViewWFMModuleErrorMessage
source: You do not have permission to view {0}.
da: Du har ikke tilladelse til at se {0}
de: Sie besitzen keine Berechtigung zur Anzeige von {0}.
es: No tienes permiso para ver {0}.
fi: Sinulla ei ole oikeusia nähdä {0}.
fr: Vous n'avez pas la permission de voir {0}
ru: У вас нет права доступа к просмотру {0}.
sv: Du har inte rättigheter för att se {0}.
zh_cn: 您没有权限查看{0}.
zh_hk: 您沒有許可權查看{0}.

# GamificationViewImportFileFormat
source: View detail of import file format
da: Se detaljer i import fil formatet
de: Anzeigedetail des Importdateiformats
es: Ver detalles de formato del archivo de importación
fi: Tarkista tiedoston yksityistiedot
fr: Voir détail de lu format d'import de fichier
ru: Посмотреть детали формата файла импорта
sv: Visa detaljer för importfilsformatet
zh_cn: 查看导入文件格式详情
zh_hk: 查看導入檔案格式詳情

# BpoExportPeriodStartDateBeforeEndDate
source: Export period start date must be earlier than the end date.
da: Eksportperiodens startdato skal väre en dato för eksportperiodens slutdato
de: Das Startdatum des Exportzeitraums muss früher als das Enddatum sein.
es: La fecha de inicio del período exportado debe ser anterior a la fecha de finalización.
fi: Jakson aloituspäivämäärä on oltava päättymispäivämäärää ennen.
fr: La date de début de la période d'export doit être avant la date de fin.
ru: Дата начала периода экспорта должна быть раньше даты окончания.
sv: Exportperiodens startdatum måste vara tidigare än slutdatumet.
zh_cn: 导出周期的开始日期必须早于结束日期
zh_hk: 匯出週期的開始日期必須早於結束日期

# BpoOnlyExportPeriodBetweenDates
source: The export period must be within the date interval {0}.
da: Kun eksportperioder indenfor disse datoer {0} kan välges
de: Der Exportzeitraum muss innerhalb des Datumsintervalls {0} liegen.
es: El período de exportación debe estar dentro de las fechas {0}.
fi: Jakson on oltava {0} välillä.
fr: La période exportée doit être comprise dans l'intervalle {0}.
ru: Период экспорта должен быть в диапазоне {0}.
sv: Exportperioden måste vara inom datumintervallet {0}.
zh_cn: 导出周期必须在日期时段{0}之中.
zh_hk: 匯出週期必須在日期時段{0}之中.

# BpoExportYouMustSelectASkill
source: A skill must be selected.
da: Et skill skal välges
de: Ein Skill muss ausgewählt werden.
es: Un skill debe ser seleccionado.
fi: Valitse taito
fr: Une compétence doit être sélectionnée
ru: Должен быть выбран навык.
sv: En kompetens måste väljas.
zh_cn: 必须选择一个技能
zh_hk: 必須選擇一個技能

# DragAndDropYourCsvFileOrClickToSelect
source: Drag and drop your CSV file here or click to select
da: Träk og slip dine CSV filer hertil eller klik for at välge
de: CSV-Datei hier ablegen oder zum Auswählen klicken
es: Arrastra y suelta tu archivo CSV aquí o haz clic para seleccionar
fi: Vedä ja pudota .csv-tiedosto tähän tai klikkaa tästä
fr: Glissez et déposez votre ficher CSV ici ou cliquer pour sélectionner
ru: Перетащите свой CSV файл сюда или нажмите для выбора
sv: Dra och släpp din CSV-fil här, eller klicka för att välja
zh_cn: 将您的CSV文件拖拽到此处或点击以选择
zh_hk: 將您的CSV檔拖拽到此處或點擊以選擇

source: Agent ID is mandatory.
de: Die Mitarbeiter-ID ist ein Pflichtfeld.
es: ID de agente es obligatoria.
fi: Lisää agentti ID
fr: ID d'agent est obligatoire.
ru: ID оператора обязателен.
sv: Agent-ID är obligatoriskt.
zh_cn: 必须填写Agent ID
zh_hk: 必須填寫Agent ID

source: Measure name is mandatory.
de: Der Messwertname ist ein Pflichtfeld.
es: El nombre de la medida es obligatorio.
fi: Nimeä suoritustavoite
fr: Le nom de mesure est obligatoire.
ru: Название показателя обязательно.
sv: Namn på mätvärdet är obligatoriskt.
zh_cn: 必须填写测量名称
zh_hk: 必須填寫測量名稱

# RtaConfigurationIssuesFound
source: Configuration issues found
de: Konfigurationsprobleme gefunden
es: Se encontraron problemas de configuración.
fi: Konfigurointivirhe
fr: Problèmes de configuration trouvés
ru: Проблема конфигурации
sv: Konfigurationsproblem identifierade
zh_cn: 发现配置问题
zh_hk: 發現配置問題

# LoggedOutStateGroupMissingInConfiguration
source: Business unit '{0}' does not have a state group specified as agents being logged out. State snapshot feature will not work until this is configured. Configure this in Windows client's options.
de: Für die Geschäftseinheit '{0}' ist keine Statusgruppe angegeben, weil die Mitarbeiter abgemeldet sind. Die Statusschnappschuss-Funktion funktioniert erst, wenn sie konfiguriert ist. Konfigurieren Sie diese in den Optionen des Windows-Client.
es: La unidad de negocio '{0}' no tiene un grupo de estado definido para agentes que están desconectados. La función de instantáneas no funcionará hasta que se configure. Configure esto en las opciones del cliente de Windows.
fi: Liiketoimintayksikössä {0} ei ole määritelty tilaryhmää, jossa on määritelty uloskirjaus-tilaryhmä erikseen. Konfiguroi tämä Asetuksissa, jotta voit jatkaa RTA:n käyttämistä.
fr: L'unité opérationnelle '{0}' n'a pas de groupe de statuts spécifié comme agents étant hors ligne. La fonction de capture ne va pas fonctionner tant que ce n'est pas configuré. Merci de configurer ceci dans le Client Windows.
ru: В Business unit '{0}' отсутствует группа состояний для незалогиненных операторов. State snapshot feature will not work until this is configured. Configure this in Windows client's options.
sv: Affärsenhet '{0}' har ingen statusgrupp angiven för utloggade agenter. Funktionen för statussnapshots kommer inte att fungera förrän detta är angivet. Konfigurera detta i Inställningar i Windowsklienten.
zh_cn: 业务单元 '{0}' 没有指定一个座席代表登出的状态组。请设置好后以使用状态快照功能。请在客户端选项中进行设置。
zh_hk: 業務單元 '{0}' 沒有指定一個座席代表登出的狀態組。請設置好後以使用狀態快照功能。請在用戶端選項中進行設置。

# LoggedOutStateGroupMissingInRtaService
source: Real time adherence service does not have a state group specified as agents being logged out. State snapshot feature will not work until this is configured and the services cache is refreshed. Configure this in the Windows client's options and wait for the service's cache to update.
de: Für den Real-Time Adherence Service ist keine Statusgruppe angegeben, weil die Mitarbeiter abgemeldet sind. Die Statusschnappschuss-Funktion funktioniert erst, wenn sie konfiguriert ist und der Service-Cache aktualisiert ist. Konfigurieren Sie diese in den Optionen des Windows-Client und warten Sie, bis der Service-Cache aktualisiert ist.
es: El servicio de adherencia en tiempo real no tiene un grupo de estado definido para agentes que están desconectados. La función de instantáneas no funcionará hasta que se configure y la memoria caché de servicios se actualice. Configure esto en las opciones del cliente de Windows y espere a que se actualice la memoria caché del servicio.
fi: Reaaliaikainen seuranta ei sisällä tilaryhmää, jossa on määritelty uloskirjaus-tilaryhmä erikseen. Konfiguroi tämä Asetuksissa, jotta voit jatkaa RTA:n käyttämistä ja odota kunnes palvelun välimuisti on päivittynyt. non
fr: Le service d'Adhérence temps réel n'a pas de groupe de statuts spécifié comme agents étant hors ligne. La fonction de capture d'état ne va pas fonctionner tant que ceci n'est pas configuré et que le cache du service n'est pas réactualisé. Configurez ceci dans les options du client Windows et attendez pour l'actualisation du cache.
ru: В сервисе РТА нет группы состояний для незалогиненных операторов.
sv: RTA-tjänsten har ingen statusgrupp angiven för utloggade agenter. Funktionen för statussnapshots kommer inte att fungera förrän detta är angivet och tjänstens cache har uppdaterats. Konfigurera detta i Inställningar i Windowsklienten och vänta på att tjänstens cache ska uppdateras.
zh_cn: 实时遵守度服务没有指定一个座席代表登出的状态组。请设置好后以使用状态快照功能。请在客户端选项中进行设置并等待服务缓存更新。
zh_hk: 即時遵守度服務沒有指定一個座席代表登出的狀態組。請設置好後以使用狀態快照功能。請在用戶端選項中進行設置並等待服務緩存更新。

# DefaultStateGroupMissingInConfiguration
source: Business unit '{0}' does not have a state group specified as default state for agents. Unrecognized states will not work until this is configured. Configure this in Windows client's options.
de: Für die Geschäftseinheit '{0}' ist keine Statusgruppe als Standardstatus für Mitarbeiter angegeben. Unerkannte Status funktionieren erst, wenn dies konfiguriert ist. Konfigurieren Sie diese in den Optionen des Windows-Client.
es: La unidad de negocio '{0}' no tiene un grupo de estado especificado como estado por defecto para los agentes. Los estados no reconocidos no funcionarán hasta que esto esté configurado. Configure esto en Opciones en el cliente de Windows.
fi: Liiketoimintayksikössä {0} ei ole määritelty statusryhmää, jossa on määritelty oletustilaryhmä. Tunnistamattomat tilat eivät ole näkyvissä ennen kuin olet kinfoguroinnut tämän Asetuksissa.
fr: L'unité opérationnelle '{0}' n'a pas de groupe de statuts spécifié comme statut par défaut pour les agents. Les statuts non reconnus ne vont pas fonctionner tant que ce n'est pas configuré. Merci de configurer ceci dans le Client Windows.
ru: B Business unit '{0}' нет дефолтной группы состояний операторов. Нераспознанные статусы не будут отображаться. Требуется ее конфигурация в Опциях.
sv: Affärsenheten '{0}' har ingen statusgrupp angiven som standardgrupp för agenter. Okända statusar kommer inte att fungera förrän detta är angivet. Konfigurera detta i Inställningar i Windowsklienten.
zh_cn: 业务单元 '{0}' 没有指定一个座席代表默认的状态组。请设置好后以使用未识别的状态。请在客户端选项中进行设置。
zh_hk: 業務單元 '{0}' 沒有指定一個座席代表預設的狀態組。請設置好後以使用未識別的狀態。請在用戶端選項中進行設置。

source: Pick a template
de: Eine Vorlage wählen
es: Seleccione una plantilla
fi: Valitse malli
fr: Sélectionner un modèle
ru: Выберите шаблон
sv: Välj en mall
zh_cn: 选择一个模板
zh_hk: 選擇一個範本

source: Remove Day Off
de: Freien Tag entfernen
es: Borrar Día Libre
fi: Poista Vapaapäivä
fr: Supprimer jour libre.
ru: Удалить выходной
sv: Ta bort fridag
zh_cn: 移除休息日
zh_hk: 移除休息日

# ExportAvailableLimitedTime
source: Please note Export to is available for a limited time only.
de: Bitte beachten Sie, dass Export zu nur für eine begrenzte Zeit verfügbar ist.
es: Tenga en cuenta que la función Exportar está disponible solo por tiempo limitado.
fi: Huomaathan, että Työvuorolistan vienti on voimassa rajoitetun ajan.
fr: Merci de noter que l'Export est disponible depuis les Plannings pour un temps limité seulement.
sv: Notera att Exportera till endast är tillgängligt en begränsad tid.
zh_cn: 请注意”导出到“即将被移除。
zh_hk: 請注意”匯出到“即將被移除。

# AreYouSureToRemoveSelectedDayOff
source: Are you sure you wish to remove {0} day offs from {1} agents?
de: Sind Sie sicher, dass Sie {0} freie Tage von {1} Mitarbeitern entfernen möchten?
es: ¿Estás seguro de que deseas eliminar {0} días libres para {1} agente(s)?
fi: Haluatko poistaa {0} vapaapäivää {1} agentilta?
fr: Êtes-vous sûr de vouloir supprimer {0} jours libres de {1} agents?
sv: Är du säker på att du vill ta bort {0} fridagar från {1} agenter?
zh_cn: 您确认想要为座席代表{1}移除 {0} 个休息日吗？
zh_hk: 您確認想要為座席代表{1}移除 {0} 個休息日嗎？

# FinishedRemoveDayOff
source: Day off removed successfully.
de: Freie Tage erfolgreich entfernt.
es: Día libre eliminado con éxito.
fi: Vapaapäivä(t) poistettu.
fr: Jour libre supprimé avec succès.
sv: Fridag borttagen.
zh_cn: 休息日已成功移除。
zh_hk: 休息日已成功移除。

# PartialSuccessMessageForAddingDayOff
source: Adding a day off for {0} agent(s), {1} succeeded and {2} failed.
de: Planänderungen für {0} Mitarbeiter rückgängig machen, {1} erfolgreich und {2} fehlgeschlagen
es: Añadiendo días libres para {0} agente(s), {1} tuvo éxito y {2} falló.
fi: Lisää vapaapäivän {0} agentille. {1} onnistui ja {2} epäonnistui.
fr: Ajoute un jour libre pour {0} agents, {1} succès et {2} échecs.
sv: Lade till en fridag för {0} agent(er), {1} lyckades, {2} misslyckades.
zh_cn: 为座席代表 {0} 添加休息日，{1} 个成功，{2} 个失败。
zh_hk: 為座席代表 {0} 添加休息日，{1} 個成功，{2} 個失敗。

# PartialSuccessMessageForRemovingDayOff
source: Removing day offs for {0} agent(s): {1} succeeded, {2} failed.
de: Entfernen von freien Tagen für {0} Mitarbeiter: {1} erfolgreich, {2} fehlgeschlagen.
es: Eliminando días libres para {0} agente(s): {1} tuvo éxito, {2} falló.
fi: Poistaa vapaapäivät {0} agentilta. {1} onnistui ja {2} epäonnistui.
fr: Supprime un jour libre pour {0} agents: {1} succès et {2} échecs.
sv: Tog bort en fridag för {0} agent(er), {1} lyckades, {2} misslyckades.
zh_cn: 为座席代表 {0} 移除休息日，{1} 个成功，{2} 个失败。
zh_hk: 為座席代表 {0} 移除休息日，{1} 個成功，{2} 個失敗。

# SuccessfulMessageForAddingDayOff
source: Successfully added day offs for the selected agents.
de: Freie Tage wurden für die ausgewählten Mitarbeiter erfolgreich hinzugefügt.
es: Se agregó con éxito días libres para los agentes seleccionados.
fi: Vapaapäivä(t) lisätty.
fr: A ajouté des jours libres pour les agents sélectionnés avec succès.
sv: Fridagar tillagda för valda agenter.
zh_cn: 已为选定座席代表成功添加休息日。
zh_hk: 已為選定座席代表成功添加休息日。

source: The import failed!
de: Der Import ist fehlgeschlagen!
es: La importación falló!
fi: Tiedoston lataaminen epäonnistui
fr: L'import a échoué!
ru: Ошибка импорта!
sv: Importen misslyckades!
zh_cn: 导入失败！
zh_hk: 導入失敗！

source: You can enable 3 measures at maximum.
de: Sie können max. 3 Messwerte aktivieren.
es: Puede habilitar 3 medidas como máximo.
fi: Voit ainoastaan aktivoida kolme arvoa samanaikaisesti.
fr: Vous pouvez activer 3 mesures maximum.
sv: Du kan maximalt aktivera 3 mätvärden.
zh_cn: 您最多可启用3个测量指标。
zh_hk: 您最多可啟用3個測量指標。

# ImportBpoStartDateTimeMustBeBeforeEndDateTime
source: The start date of the period must be earlier than the end date.
de: Das Startdatum des Zeitraums muss früher sein als das Enddatum.
es: La fecha de inicio del período debe ser anterior a la fecha de finalización.
fi: Jakson aloituspäivämäärä on oltava päättyispävämäärää ennen.
fr: La date de début de la période doit être avant la date de fin.
sv: Startdatum för perioden måste vara tidigare än slutdatumet.
zh_cn: 周期的开始日期必须早于结束日期。
zh_hk: 週期的開始日期必須早於結束日期。

# ImportBpoResourcesCannotBeLessThanZero
source: Number of agents cannot be less than 0.
de: Die Anzahl der Mitarbeiter darf nicht kleiner 0 sein.
es: El número de agentes no puede ser menor a 0.
fi: Agenttien lukumäärä ei voi olla vähemmän kuin 0.
fr: Le nombre d'agents ne peut pas être inférieur à 0.
sv: Antalet agenter kan inte vara mindre än 0.
zh_cn: 座席代表数不能小于0.
zh_hk: 座席代表數不能小於0.

# ImportBpoSkillNotFound
source: Could not match imported skill to existing skill.
de: Importierter Skill passt nicht zu bestehendem Skill.
es: No se pudo encontrar un skill existente que coincida con el skill importado.
fi: Taito ei vastaa olemassa olevaa taitoa.
fr: N'a pas pu relier la compétence importée à une compétence existante.
sv: Kunde inte matcha den importerade kompetensen till någon befintlig kompetens.
zh_cn: 导入的技能无法匹配已有的技能。
zh_hk: 導入的技能無法匹配已有的技能。

# ImportBpoNoDefaultResolutionForSkill
source: No interval length found for skill {0}.
de: Für Skill {0} wurde keine Intervalllänge gefunden.
es: No se encontró la longitud del intervalo para la skill {0}.
fi: Intervallin pituus puuttu taidolta {0}.
fr: Pas d'intervalle trouvé pour la compétence {0}.
sv: Hittade ingen intervallängd för kompetensen {0}.
zh_cn: 技能 {0} 没有找到时段长度。
zh_hk: 技能 {0} 沒有找到時段長度。

# ImportBpoResourceIntervalLengthDiffersFromTheSkill
source: The imported agents' interval length ({0} minutes) does not match the interval length of the skill {1} ({2} minutes).
de: Die Intervalllänge ({0} Minuten) der importierten Mitarbeiter passt nicht zur Intervalllänge {1} ({2} Minuten) des Skills.
es: La duración del intervalo de los agentes importados ({0} minutos) no coincide con la duración del intervalo de la skill {1} ({2} minutos).
fi: Agenttien intervallin pituus ({0} minuuttia) ei vastaa {1} taidon intervallin pituutta ({2} minuuttia).
fr: La longueur d'intervalle ({0} minutes} pour les agents importés ne correspond pas à la longueur d'intervalle de la compétence {1} ({2} minutes).
sv: Intervallängden för de importerade agenterna ({0} minuter) stämmer inte överens med intervallängden för kompetensen {1} ({2} minuter).
zh_cn: 导入的座席代表的时段长度 ({0} 分钟) 与技能 {1} 的时段长度不匹配({2} 分钟)。
zh_hk: 導入的座席代表的時段長度 ({0} 分鐘) 與技能 {1} 的時段長度不匹配({2} 分鐘)。

# ImportBpoSourceNameTooLong
source: The source name is too long. Max 100 characters is allowed.
de: Der Quellname ist zu lang. Max. 100 Zeichen sind zulässig.
es: El nombre de la fuente es demasiado largo. Se permite un máximo de 100 caracteres.
fi: Lähteen nimi on liian pitkä. Käytä maksimissaan 100 merkkiä.
fr: Le nom de source est trop long. Seuls 100 caractères sont autorisés
ru: Слишком длинное название источника. Допустимый максимум 100 знаков.
sv: Namnet på underleverantören (Source) är för långt. Max 100 tecken är tillåtet.
zh_cn: BPO源名称太长。最多允许100个字符。
zh_hk: BPO源名稱太長。最多允許100個字元。

# ImportBpoSkillListedMoreThanOnce
source: The skill {0} is listed more than once on the same line.
de: Der Skill {0} ist mehr als einmal in derselben Zeile aufgeführt.
es: La skill {0} aparece en la lista más de una vez en la misma línea.
fi: Taito {0} on listattu useamman kerran samalla rivillä.
fr: La compétence {0} est listée plus d'une fois sur la même ligne.
ru: Навык {0} указан более одного раза в одной строке.
sv: Kompetensen {0} är listad mer än en gång på samma rad.
zh_cn: 技能 {0} 在同一行中出现多次。
zh_hk: 技能 {0} 在同一行中出現多次。

# NoEndToDisplay
source: No end date to display
de: Kein Enddatum anzuzeigen
es: Sin fecha de finalización para mostrar
fi: Näkymässä ei ole päättymispäivämäärää
fr: Pas de date de fin à afficher
ru: Нет даты окончания
sv: Inget slutdatum att visa
zh_cn: 没有结束日期可显示
zh_hk: 沒有結束日期可顯示

# NoStartAndEndDateToDisplay
source: No start date and end date to display
de: Kein Startdatum und Enddatum anzuzeigen
es: No hay fecha de inicio y fecha de finalización para mostrar
fi: Näkymässä ei ole aloitus- sekä päättymispäivämäärää.
fr: Pas de date de début ni de fin à afficher
ru: Нет даты начала и окончания
sv: Inget start- och slutdatum att visa
zh_cn: 没有开始日期和结束日期可显示
zh_hk: 沒有開始日期和結束日期可顯示

source: No start date to display
de: Kein Startdatum anzuzeigen
es: No hay fecha de inicio para mostrar
fi: Näkymässä ei ole aloituspäivämäärää
fr: Pas de date de début à afficher
ru: Нет даты начала
sv: Inget startdatum att visa
zh_cn: 没有开始日期可显示
zh_hk: 沒有開始日期可顯示
