Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Enter property values for grouping absences
ar: إدخال قيم خاصية لتجميع حالات الغياب
cs: Vložit druhy skupinové absencí
da: Indtast egenskabsværdier for fraværsgruppering
de: Geben Sie die Werte für Gruppenabwesenheiten ein
es: Introducir valores de las propiedades de las ausencias de agrupación
fa: وارد کردن مقادیر مشخصه برای گروه بندی مرخصیها
fi: Syötä poissaolojen arvot ryhmittelyn mukaisesti
fr: Entrer propriétés pour absences de groupement
id: Masukkan nilai properti untuk pengelompokan absen
it: Inserisci i valori delle proprietà per i gruppi di assenze
ja: 欠勤のグループ化のプロパティを入力
lv: Ievadīt īpašību vērtības grupējumu prombūtnēm
nl: Voer eigenschapswaarden voor afwezigheden groepering
no: Sett inn egenskapsverdier for gruppering fravær
pl: Podaj właściwości grupowania nieobecności
pt: Digite os valores apropriados para as ausências do grupo
ru: Ввести значения свойств для группирования отсутствий
sv: Ange egenskaper för gruppfrånvaro
tr: Gruplama devamsızlıkları için özellik değeri gir
zh_cn: 请输入缺勤分组属性数值
zh_hk: 請輸入缺勤分組屬性數值

source: Enter property values for grouping activities
ar: إدخال قيم خاصية لتجميع الأنشطة
cs: Vložit druhy skupinové činnosti
da: Indtast egenskabsværdier for aktivitetsgruppering
de: Geben Sie die Werte für Gruppenaktiviäten ein
es: Introducir valores de las propiedades de las actividades de agrupación
fa: وارد کردن مقادیر مشخصه برای گروه بندی فعالیت ها
fi: Syötä ryhmittelyaktiviteettien ominaisuudet
fr: Entrer propriétés pour activités de groupement
id: Masukkan nilai properti untuk pengelompokan aktivitas
it: Inserisci i valori delle proprietà per le attività di raggruppamento
ja: 活動のグループ化のプロパティを入力
lv: Ievadīt īpašību vērtības grupējumu aktivitātēm
nl: Voer eigenschapswaarden voor activiteiten groepering
no: Sett inn egenskapsverdier for gruppering aktiviteter
pl: Podaj właściwości grupowania aktywności
pt: Digite os valores apropriados para as atividades do grupo
ru: Ввести значения свойств для группирования активности
sv: Ange egenskaper för gruppaktiviteter
tr: Gruplama aktiviteleri için özellik değerleri gir
zh_cn: 请输入活动分组属性数值
zh_hk: 請輸入活動分組屬性數值

# EnterPublishingDates
source: Enter publishing dates for each team
ar: أدخل تواريخ نشر لكل فريق
cs: Vložit data vydání pro každý tým
da: Indtast Publiceringsdatoer for hvert Team
de: Geben Sie das Veröffentlichungsdatum für jedes Team ein
es: Introducir Fechas de Publicación para cada Equipo
fa: تاریخهای نشر را برای هر تیم وارد کنید
fi: Syötä julkaisupäivämäärät kullekin tiimille
fr: Entrer dates de publication pour chaque équipe
id: Masukkan Tanggal Pengumuman untuk setiap Tim
it: Inserisci le date di pubblicazione oer ogni Team
ja: 各チームの公開日を入力
lv: Ievadiet publicēšanas datumu katrai nodaļai
nl: Voer publicatie datums voor elk team
no: Sett inn publiseringsdato for hvert team
pl: Podaj daty publikacji dla każdego zespołu
pt: Entre com as datas de publicação para cada equipe
ru: Ввести даты публикации для каждой группы
sv: Ange publiceringsdatum för varje team
tr: Her bir takım için Yayınlanma Tarihi Gir
zh_cn: 请为每个小组输入发布日期
zh_hk: 請為每個小組輸入發佈日期

source: Enter reply
ar: إدخال رد
cs: Vložit odpověď
da: Indtast svar
de: Geben Sie eine Antwort ein
es: Introduzcir respuesta
fa: وارد کردن پاسخ
fi: Syötä vastaus
fr: Entrer réponse
id: Masukkan balasan
it: Inserisci risposta
ja: 応答の入力
lv: Ievadīt atbildi
nl: Voer antwoord
no: Sett inn svar
pl: Wpisz odpowiedź
pt: Digite Resposta
ru: Ввод ответа
sv: Skriv svar
tr: Yanıt gir
zh_cn: 请输入回复
zh_hk: 請輸入回復

# EnterSettingsForDaysOff
source: Enter settings for day off
ar: ادخل الاعدادات لأيام العطل
cs: Vložit nastavení pro den volna
da: Indtast Opsætning For Fridag
de: Tragen Sie die Einstellungen für den Freien Tag ein
es: Introducir ajustes para día libre
fa: وارد کردن تنظیمات برای روز تعطیل
fi: Syötä asetukset vapaapäivälle
fr: Entrer propriétés pour jours libres
id: Masukkan Setting Untuk Hari Libur
it: Inserisci impostazioni per la categoria turni
ja: 休暇の設定を入力
lv: Ievadiet uzstādījumus brīvdienai
nl: Voer instelling voor vrije dag
no: Sett innstillinger for fridager
pl: Podaj ustawienia dnia wolnego
pt: Digite paramêtros para Folgas
ru: Ввод настроек для выходного дня
sv: Ange inställningar för fridag
tr: Tatil ayarlarını gir
zh_cn: 请输入休息日设置
zh_hk: 請輸入休息日設置

source: Enter settings for scenario
ar: إدخال إعدادات السيناريو
cs: Vložit nastavení pro scénář
da: Indtast Opsætning For Scenarie
de: Tragen Sie die Einstellungen für das Szenario ein
es: Introducir configuración del escenario
fa: تنظیمات را برای سناریو وارد کنید
fi: Syötä skenaarion asetukset
fr: Entrer les propriétés du scénario
id: Masukkan Setting Untuk Skenario
it: Inserire impostazioni scenario
ja: シナリオの設定を入力
lv: Ievadīt uzstādījumus scenārijam
nl: Voer de instellingen voor scenario
no: Sett innstillinger for scenario
pl: Podaj ustawienia dla scenariusza
pt: Digite os parâmetros para o cenário
ru: Ввести настройки сценария
sv: Ange inställningar för scenario
tr: Senaryo için ayarları girin
zh_cn: 请输入情景设置
zh_hk: 請輸入情景設置

source: Enter settings for shift category
ar: أدخل إعدادات فئة نوبة العمل
cs: Vložit nastavení pro kategorii směny
da: Indtast opsætning for vagtkategori
de: Tragen Sie die Einstellungen für die Schichtkategorie ein
es: Introducir configuración a categoría de turno
fa: برای دسته بندی شیفت تنظیمات را وارد کنید
fi: Syötä vuoroluokan asetukset
fr: Entrez propriétés pour catégorie d'horaires
id: Masukkan setting untuk kategori shift
it: Inserisci impostazioni per la categoria turni
ja: シフトカテゴリの設定を入力
lv: Ievadiet uzstādījumus maiņu kategorijām
nl: Instellingen invoeren voor dienst categorie
no: Sett innstillinger for skiftkategori
pl: Podaj ustawienia dla kategorii dyżuru
pt: Ingressar parâmetros para categoria de turnos
ru: Ввести настройки категории смен
sv: Skriv ett namn för skiftkategorin
tr: Vardiya kategorisi için ayarları gir
zh_cn: 请输入班次类别设置
zh_hk: 請輸入班次類別設置

source: Enter settings for this scorecard
ar: إدخال إعدادات لبطاقة الأداء هذه
cs: Vložte nastavení pro tuto výsledkovou listinu
da: Indtast opsætning for dette scorecard
de: Tragen Sie die Einstellungen für die Scorecard ein
es: Introducir configuación para este scorecard
fa: تنظیمات را برای این برگه امتیاز وارد کنید
fi: Syötä asetukset tälle tuloskortille
fr: Entrer propriétés de la feuille d'évaluation
id: Masukkan setting untuk scorecard
it: Inserisci importazioni per la Scrorecard
ja: このスコアカードの設定を入力
lv: Ievadīt uzstādījumus šai rezultātu kartītei
nl: Voer de instellingen voor dit scorekaart
no: Sett innstillinger for scorecard
pl: Podaj ustawienia dla tej karty wyników
pt: Digite os parâmetros para este Scorecard
ru: Ввести настройки для этих показателей
sv: Ange inställningar för detta scorecard
tr: Bu skorkart için ayarları gir
zh_cn: 请输入该记分卡设置
zh_hk: 請輸入該記分卡設置

source: Enter target values for each team
ar: إدخال قيم مستهدفة لكل فريق
cs: Vložit cílové hodnoty pro každý tým
da: Indtast målværdier for hvert team
de: Geben Sie die Zielwerte für jedes Team ein
es: Introducir valores de objetivo para cada equipo
fa: ارزشهای هدف را برای هر تیم وارد کنید
fi: Syötä tavoitearvot kullekin tiimille
fr: Entrer valeurs d'objectifs pour chaque équipe
id: Masukkan target untuk setiap tim
it: Inserisci i valori obiettivo per ogni Team
ja: 各チームのターゲット値を入力
lv: Ievadīt mērķa vērtības katrai nodaļai
nl: Voer richtwaarden voor elk team
no: Sett målverdier for hvert team
pl: Podaj wartości celów dla każdego zespołu
pt: Digite valores alvo para cada equipe
ru: Ввести целевые значения для каждой группы
sv: Ange målvärden för respektive team
tr: Her bir takım için hedef değer gir
zh_cn: 请输入每个小组的目标数值
zh_hk: 請輸入每個小組的目標數值

source: Error Message
ar: رسالة خطأ
cs: Chybová zpráva
da: Fejlmeddelelse
de: Fehlermeldung
es: Mensaje de Error
fa: پیام خطا
fi: Virheilmoitus
fr: Message d'erreur
id: Pesan Kesalahan
it: Messaggio di errore
ja: エラーメッセージ
lv: Kļūdas Paziņojums
nl: Foutbericht
no: Feilmelding
pl: Komunikat błędu
pt: Mensagem de erro
ru: Сообщение об ошибке
sv: Felmeddelande
tr: Hata Mesajı
zh_cn: 错误信息
zh_hk: 錯誤資訊

# ErrorMessagePreferenceDatesNotSelected
source: Select date(s) to set preference
ar: يرجى اختيار التاريخ لضبط التفضيلات
cs: Vybrat datum(y) pro nastavení preferencí
da: Vælg dato(er) for at fastsætte præference
de: Wählen Sie ein Datum aus, um die Präferenz einzugeben.
es: Seleccione fecha(s) para definir preferencia
fa: تاریخ ها را جهت تنظیم الویتها انتخاب کنید
fi: Valitse päivä(t) työvuorotoiveiden asettamista varten
fr: Sélectionner date(s) pour entrer les préférences
id: Pilih tanggal untuk mengatur preferensi
it: Seleziona la data per impostare la preferenza
ja: プリファレンスを設定する日付を選択
lv: Atlasiet datumu(s) lai izteiktu vēlmes
nl: Selecteer de datum(s) om voorkeur te instellen
no: Velg dato(er) for å sette preferanse
pl: Wybierz datę/daty aby ustawić preferencje
pt: Selecione a(s) data(s) para setar a preferência
ru: Выбор даты (дат) для установки предпочтения
sv: Du har inte valt någon dag!
tr: Tercih girmek için tarih(ler) seç
zh_cn: 选择日期来设置偏好
zh_hk: 選擇日期來設置偏好

# ErrorMessagePreferredDatesNotValid
source: Invalid preference date(s). Schedule already defined for selected date(s).
ar: تاريخ التفضيل غير صحيح. لقد تم تعريف الجدول لهذا التاريخ من قبل
cs: Neplatné datum(y) preferencí. Plán je již pro vybrané datum(y) definován.
da: Ugyldig(e) præferencedato(er). Plan allerede defineret for valgt(e) dato(er).
de: Ungültiges Präferenzdatum. Der Plan wurde für die markierten Daten bereits definiert.
es: Fecha(s) de preferencia no válida(s). Planificación ya definida para fecha(s) seleccionada(s).
fa: تاریخهای الویت نامعتبر. زمانبندی قبلا برای تاریخهای انتخاب شده تعریف شده است.
fi: Työvuorotoiveen päivämäärä(t) eivät kelpaa. Työvuorot jo määritetty valituille päiville.
fr: Date(s) de préférence invalide(s). Planning déjà défini à(aux) la date(s) sélectionné(es)
id: Tanggal preferensi tidak valid. Jadwal sudah didefinisikan untuk tanggal terpilih.
it: Data preferenza non valida. PIanificazione già definita per la data selezionata
ja: プリファレンスの日付が無効です。選択した日付は既にスケジュールが定義されています。
lv: Nederīgs vēlmes datums(-i). Grafiks jau ir definēts izvēlētajam datumam(-iem).
nl: Ongeldige voorkeur datum(s). Rooster is al gedefinieerd voor de geselecteerde datum(s).
no: Ugyldig preferansedato(er). Skjema allerede definert for valgt(e) dato(er).
pl: Błędne daty preferowane. Plan już zdefioniowany dla tych dat.
pt: Data(s) de preferência(s) inválidas. Uma agenda já foi definida para a(s) data(s) selecionada(s),
ru: Недопустимая дата (-ы) предпочтения. График уже определен для выбранной даты (дат).
sv: Du kan inte lägga in önskemål på en redan schemalagd dag!
tr: Geçersiz tercih tarihi(leri). Bu tarih(ler) için avrdiya planı tanımlanmış durumda.
zh_cn: 无效偏好日期。所选日期已有班表定义。
zh_hk: 無效偏好日期。所選日期已有班表定義。

# ErrorMsgCaptionDuplicateUserCredentials
source: Can not save!
ar: طريقة عرض شاملة : بيانات المستخدم
cs: Obecný náhled : detaily uživatele
da: Generel Visning : brugeroplysninger
de: Allgemeine Sicht: Benutzer Details
es: Vista General: detalles de usuario
fa: نمی تواند ذخیره شود!
fi: Yleisnäkymä: käyttäjän tiedot
fr: Vue générale: détails utlisateur
id: Tampilan Umum: detil pengguna
it: Vista generale: dettagli utente:
ja: 一般ビュー: ユーザーの詳細
lv: Nevar saglabāt!
nl: Kan niet opslaan!
no: Generell oversikt: brukerdetaljer
pl: Nie można zapisać!
pt: Visão Geral: Detalhes do Usuário
ru: Общий вид: подробности пользователя
sv: Kan inte spara!
tr: Genel Görünüm : kullanıcı detayları
zh_cn: 无法保存！
zh_hk: 無法保存！

# ErrorMsgDuplicateUserCredentials
source: Duplicate user credentials are found..!
ar: تفويضات مكررة للمستخدم..!
cs: Nalezeny duplikátní uživatelské ověřovací údaje..!
da: Duplikerede brugeroplysninger blev fundet..!
de: Doppelte Benutzeranmeldeinformation gefunden..!
es: Encontrada duplicidad de credenciales de usuario..!
fa: اعتبارنامه های کاربر تکراری یافت شد...!
fi: Löydetty useita samoja käyttäjätietoja..!
fr: Doublons de coordonnées d'utilisateur trouvés..!
id: Duplikasi pengguna ditemukan..!
it: Trovata duplicazione di creadenziali utente... !
ja: 重複するユーザー認証情報が見つかりました!
lv: Atrasts lietotāja pilnvaru dublikāts..!
nl: Duplicaat user gegevens zijn gevonden..!
no: Duplikat av brukerreferanse funnet..!
pl: Znaleziono zduplikowane dane użytkownika!
pt: Credencias de usuário duplicadas foram encontradas!
ru: Обнаружены дублирующие реквизиты пользователя!
sv: Det finns mer än en användare med samma användar-ID.
tr: Duplike kullanıcı doğrulama bilgisi bulundu..!
zh_cn: 发现重复的用户证书！
zh_hk: 發現重複的用戶證書！

# ErrorOccuredWhenAccessingTheDataSource
source: Error occurred when accessing the data source
ar: حدث خطأ أثناء الوصول إلى مصدر البيانات
cs: Chyba při přístupu ke zdroji dat
da: Fejl opstod ved tilgang til datakilden
de: Ein Fehler tratt beim Zugriff auf die Datenquelle auf.
es: Error ocurrido durante el acceso a la fuente de datos
fa: در حال دسترسی به منبع اطلاعات خطایی رخ داد
fi: Tietolähdettä hakiessa tapahtui virhe
fr: Une erreur s'est produite lors de l'accès à la source de données
id: Terjadi kesalahan ketika mengakses sumber data
it: Si è verificato un errore nell'accesso alla sorgente dati
ja: データソースへのアクセス中にエラーが発生
nl: Fout opgetreden bij het benaderen van de databron
no: Oppsto feil ved forsøk på tilgang til datakilden
pl: Błąd podczas dostępu do źródła danych
pt: Ocorreu um erro quando acessado a base de dados
ru: При доступе к источнику данных произошла ошибка
sv: Fel uppstod vid anslutning till datakällan
tr: Veri kaynağına erişim hatası oluştu
zh_cn: 访问数据源时发生错误
zh_hk: 訪問資料來源時發生錯誤

source: Estimated occupancy
ar: الإشغال المقدر
cs: Odhadovaná obsazenost
da: Estimeret optagetperiode
de: Geschätzte Auslastung
es: Ocupación estimada
fa: زمان اشغال باقی مانده
fi: Arvioitu kuormitus
fr: Taux d'occupation estimé
id: Perkiraan okupansi
it: Occupazione stimata
ja: 推定稼働率
lv: Paredzamais noslogojums
nl: Geschatte bezetting
no: Estimert belegg
pl: Estymowana zajętość
pt: Ocupação Estimada
ru: Расчетная занятость
sv: Uppskattad nyttjandegrad
tr: Tahmin edilen doluluk oranı
zh_cn: 预估的占用率
zh_hk: 預估的佔用率

source: Example
ar: مثال
cs: Příklad
da: Eksempel
de: Beispiel
es: Ejemplo
fa: مثال
fi: Esimerkki
fr: Exemple
id: Contoh
it: Esempio
ja: 例
lv: Piemērs
nl: Voorbeeld
no: Eksempel
pl: Przykład
pt: Exemplo
ru: Пример
sv: Exempel
tr: Örnek
zh_cn: 举例
zh_hk: 舉例

# ExampleColon
source: Example:
ar: مثال:
cs: Příklad :
da: Eksempel :
de: Beispiel:
es: Ejemplo:
fa: مثال:
fi: Esimerkki:
fr: Exemple:
id: Contoh:
it: Esempio:
ja: 例:
lv: Piemērs:
nl: Voorbeeld:
no: Eksempel:
pl: Przykład:
pt: Exemplo:
ru: Пример:
sv: Exempel:
tr: Örnek:
zh_cn: 举例：
zh_hk: 舉例：

source: Exit
ar: إنهاء
cs: Ukončit
da: Afslut
de: Beenden
es: Salir
fa: خروج
fi: Poistu
fr: Sortir
id: Keluar
it: Esci
ja: 終了
lv: Izeja
nl: Uitgang
no: Gå ut
pl: Wyjście
pt: Saída
ru: Выход
sv: Avsluta
tr: Çık
zh_cn: 退出
zh_hk: 退出

source: Exit Agent Portal
ar: إنهاء مدخل الوكيل
cs: Ukončit portál agenta
da: Afslut MyTime
de: Mitarbeiterportal beenden
es: Salir del Portal de Agente
fa: خروج پرتال پاسخگو
fi: Poistu agenttiportaalista
fr: sortie portail agent
id: Keluar Agent Portal
it: Esci dal Portale agente
ja: エージェントポータルの終了
lv: Iziet no Operatora Portālā
no: Gå ut av agentportal
pl: Wyjdź z Portalu Agenta
pt: Sair do Portal do Agente
ru: Выход из портала операторов
sv: Stäng MyTime
tr: Müşteri Temsilcisi Portalinden Çık
zh_cn: 退出座席代表门户
zh_hk: 退出座席代表門戶

# ExitOrClose
source: Exit/Close
ar: إنهاء/إغلاق
cs: Ukončit/Zavřít
da: Afslut/Luk
de: Beenden / Schließen
es: Salir/Cerrar
fa: خروج/بستن
fi: Poistu/sulje
fr: Sortir/Fermer
id: Keluar/Tutup
it: Esci/Chiudi
ja: 終了/閉じる
lv: Iziet/Aizvērt
nl: Uitgang/Sluiten
no: Avslutt/Lukk
pl: Wyjście/Zamknij
pt: Sair/Fechar
ru: Выход/Закрыть
sv: Avsluta/Stäng
tr: Çık/Kapat
zh_cn: 退出/关闭
zh_hk: 退出/關閉

# ExitTELEOPTICCC
source: Exit Teleopti WFM
ar: إنهاء TELEOPTI WFM
cs: Ukončit TELEOPTI WFM
da: Afslut TELEOPTI WFM
de: Teleopti WFM beenden
es: Salir de Teleopti WFM
fa: خروج از Teleopti WFM
fi: Kirjaudu ulos Teleopti WFM:stä
fr: Déconnexion Teleopti WFM
id: Keluar Teleopti CCC
it: Esci da Teleopti CCC
ja: Teleopti WFMの終了
lv: Iziet no Teleopti WFM
nl: Exit Teleopti CCC
pl: Wyjdź z Teleopti WFM
pt: Sair do Teleopti WFM
ru: Выход из TELEOPTI WFM
sv: Avsluta Teleopti WFM
tr: TELEOPTI WFM'den Çık
zh_cn: 退出Teleopti WFM
zh_hk: 退出Teleopti WFM

source: Export
ar: تصدير
da: Eksport
es: Exportar
fa: صدور
fi: Vienti
fr: Exporter
id: Ekspor
it: Esporta
ja: エクスポート
lv: Eksportēt
nl: Exporteren
no: Eksport
pl: Eksport
pt: Exportar
ru: Экспорт
sv: Exportera
tr: Dışarı aktar
zh_cn: 导出
zh_hk: 匯出

source: External logon
ar: تسجيل الدخول الخارجي
cs: Externí přihlášení
da: Eksternt LogOn
de: Externe Anmeldung
es: Inicio de sesión externo
fa: اتصال خارجی به سیستم
fi: Ulkoinen sisäänkirjaantumistunnus
fr: Connexion externe
id: Log On Eksternal
it: Login esterno
ja: 外部ログオン
lv: Ārējā pieteikšanās
nl: Externe logon
no: Ekstern innlogging
pl: Logowanie zewnętrzne
pt: Login Externo
ru: Внешний вход в систему
sv: Extern inloggning
tr: Harici Giriş
zh_cn: 外部登录
zh_hk: 外部登錄

source: External Log On view
ar: منظور التسجيل الخارجى
cs: Externí náhled přihlášení
da: Ekstern log on visning
de: Externe AnmeldungsSicht
es: Vista de Inicios de Sesión
fa: نمایش ورود به سیستم از خارج
fi: Ulkoinen sisäänkirjausnäkymä
fr: Aperçu log on externe
id: Tampilan Logon eksternal
it: Vista Logon esterno
ja: 外部ログオンビュー
lv: Ārējās Pieteikšanās skatījums
nl: Extern Inloggen view
no: Ekstern pålogging
pl: Widok zalogowania zewnętrznego
pt: Visão do Log On Externo
ru: Вид внешнего входа в систему
sv: Extern inloggningsvy
tr: HariciGirişGörünümü
zh_cn: 外部登录视图
zh_hk: 外部登錄視圖

source: External system error
ar: خطأ في النظام الخارجي
cs: Externí systémová chyba
da: Ekstern systemfejl
de: Externer Systemfehler
es: Error externo de sistemas
fa: خطای سیستم خارجی
fi: Ulkoinen järjestelmävirhe
fr: Erreur système externe
id: Sistem eksternal salah
it: Errore sistema esterno
ja: 外部システムエラー
lv: Ārējās sistēmas kļūda
nl: Externe systeem error
no: Ekstern systemfeil
pl: Błąd systemu zewnętrznego
pt: Erro em Sistema Externo
ru: Внешняя ошибка системы
sv: Externt systemfel
tr: Harici sistem hatası
zh_cn: 外部系统错误
zh_hk: 外部系統錯誤

source: Extra
ar: المزيد
da: Ekstra
fa: اضافی
fi: Ekstra
id: Ekstra
ja: 追加
lv: Papildus
no: Ekstra
pl: Ekstra
ru: Дополнительно
tr: Ekstra
zh_cn: 额外的
zh_hk: 額外的

source: Facsimiles
ar: رسائل الفاكس
cs: Faxy
da: Telefaxer
de: Faxe
es: Facsímiles
fa: فاکس ها
fi: Faksit
id: Faksimili
it: Fax
ja: FAX
lv: Faksi
no: Faks
pl: Faksy
pt: Faxes
ru: Факсы
sv: Fax
tr: Fakslar
zh_cn: 传真数量
zh_hk: 傳真數量

# FAmpersandindAll
source: F&ind All
ar: بحث عن ال&كل
cs: &Najít vše
da: S&øg Alle
de: F&inde alle
es: En&contrar Todo
fa: پیدا کردن همه
fi: E&tsi kaikki
fr: T&rouver tous
id: &Cari Semua
it: T&rova tutto
ja: &全て検索
nl: Zoek Alle
no: F&inn alle
pl: Znajdź wszystkie (&I)
pt: Localizar &Todos
ru: Н&айти все
sv: S&ök alla
tr: &Tümünü bul
zh_cn: 查找全部(&I)
zh_hk: 查找全部(&I)

# FiAmpersandndWhatColon
source: Fi&nd what:
ar: بح&ث عن:
cs: &Najít co:
da: Sø&g hvad:
de: Suche:
es: En&contrar que:
fa: جستجوی چه چیزی:
fi: Et&sinnän kohde:
fr: T&rouver quoi:
id: &Cari apa:
it: Tr&ova cosa:
ja: &次の単語を検索:
nl: Zoek wat:
no: Fi&nn hva:
pl: Z&najdź coś:
pt: Localizar &o quê:
ru: На&йти:
sv: S&ök vad:
tr: &Hangisini Bul
zh_cn: 查找内容(&N)：
zh_hk: 查找內容(&N)：

# FifteenMinutes
source: 15 Minutes
ar: 15 دقيقة
cs: 15 minut
da: 15 Minutter
de: 15 Minuten
es: 15 Minutos
fa: 15 دقیقه
fi: 15 minuuttia
id: 15 Menit
it: 15 minuti
ja: 15分
lv: 15 Minūtes
nl: 15 Minuten
no: 15 minutter
pl: 15 Minut
pt: 15 Minutos
ru: 15 минут
sv: 15 minuter
tr: 15 dakika
zh_cn: 15分钟
zh_hk: 15分鐘

source: Filter
ar: عامل تصفية
cs: Filtr
es: Filtro
fa: فیلتر
fi: Filtteri
fr: Filtre
it: Filtro
ja: フィルター
lv: Filtrs
pl: Filtr
pt: Filtro
ru: Фильтр
tr: Filtre
zh_cn: 筛选
zh_hk: 篩選

source: Filter KPI's
ar: تصفية مؤشرات الأداء الأساسية
cs: Filtrovat KPI
da: Filtrer på KPI'er
es: Filtro KPIs
fa: فیلتر KPI
fi: Lajittele KPI:t
fr: Filtrer ICP's
id: Penyaringan KPI
it: Filtro KPI
ja: KPIのフィルター
lv: Filtrēt KPI's
pl: Filtr po KPI
pt: Filtrar KPIs
ru: Фильтр KPI's
sv: Filtrera nyckeltal
tr: KPI'ları filtrele
zh_cn: 筛选KPI
zh_hk: 篩選KPI

source: Filter On
ar: تشغيل عامل التصفية
cs: Filtrovat podle
da: Filtrere på
de: Filter einschalten
es: Filtro
fa: فیلتر فعال
fi: Lajittelija käytössä
fr: Filtrer selon
id: Penyaringan Pada
it: Filtro su
ja: フィルターをオン
lv: Filtrs Ieslēgts
nl: Filter Op
no: Filter på
pl: Filtruj według
pt: Filtrado por
ru: Фильтр вкл.
sv: Filtrera på
tr: Filtrele
zh_cn: 筛选
zh_hk: 篩選

# FilterPeopleColon
source: Filter people:
ar: تصفية الأشخاص:
cs: Filtrovat lidi:
da: Filtrer medarbejdere:
de: Personen filtern:
es: Filtrar personas:
fa: فیلتر کردن افراد:
fi: Lajittele henkilöt:
fr: Filtrer personnes:
id: Penyaringan orang:
it: Filtro dipendenti:
ja: 要員をフィルター:
lv: Filtrēt darbiniekus:
nl: Filter personen:
no: Filtrer personer:
pl: Filtruj ludzi:
pt: Filtrar pessoas:
ru: Фильтр сотрудников:
sv: Filtrera personer:
tr: Kişileri filtrele:
zh_cn: 筛选人员：
zh_hk: 篩選人員：

source: Filters
ar: عوامل تصفية
cs: Filtry
da: Filtre
de: Filter
es: Filtros
fa: فیلترها
fi: Lajittelija
fr: Filtres
id: Filter
it: Filtri
ja: フィルター
lv: Filtri
no: Filtre
pl: Filtry
pt: Filtros
ru: Фильтры
sv: Filter
tr: Filtreler
zh_cn: 筛选
zh_hk: 篩選

source: Filter teams
da: Filtrer Teams
de: Teams filtern
es: Filtro Equipos
fa: درخواست اضافه کاری
fi: Lajittele tiimit
fr: Filtrer équipes
id: Penyaringan Tim
it: Filtro Team
ja: チームのフィルター
no: Filtrer team
pt: Filtrar Equipes
ru: Фильтр Группы
sv: Filtrera team
tr: Takım filtrele
zh_cn: 筛选小组
zh_hk: 篩選小組

# FinAmpersandd
source: Fin&d
ar: &بحث
cs: &Najít
da: Søg&
es: En&contrar
fa: پیدا کردن
fi: Ets&i
fr: Tr&ouver
id: Ca&ri
it: Tro&va
ja: &検索
nl: Zoeken
no: Fin&n
pl: Znaj&dź
pt: &Localizar
ru: Най&ти
sv: Sö&k
tr: &Bul
zh_cn: 查找(&D)
zh_hk: 查找(&D)

source: Find
ar: بحث
cs: Najít
da: Søg
de: Suchen
es: Encontrar
fa: پیدا کردن
fi: Etsi
fr: Trouver
id: Cari
it: Trova
ja: 検索
lv: Atrast
nl: Zoeken
no: Finne
pl: Znajdź
pt: Localizar
ru: Найти
sv: Sök
tr: Bul
zh_cn: 查找
zh_hk: 查找

# FindAmpersandReplace
source: Find & Replace
ar: بحث واستبدال
cs: Najít & Nahradit
da: Søg & Erstat
de: Suchen & Ersetzen
es: Encontrar & Reemplazar
fa: پیدا کردن و جایگزین کردن
fi: Etsi & Korvaa
fr: Trouver & remplacer
id: Cari & Ganti
it: Trova & sostituisci
ja: 検索と置換
lv: Atrast & Aizvietot
nl: Zoeken & Vervangen
no: Finn og erstatt
pl: Znajdź i zamień
pt: Localizar & Substituir
ru: Найти и Заменить
sv: Sök & Ersätt
tr: Bul & değiştir
zh_cn: 查找并替换
zh_hk: 查找並替換

source: Find and Replace
ar: بحث واستبدال
cs: Najít a nahradit
da: Søg og Erstat
de: Suchen und Ersetzen
es: Encontrar y Reemplazar
fa: پیدا کردن و جایگزین کردن
fi: Etsi ja korvaa
fr: Trouver et remplacer
id: Cari dan Ganti
it: Trova e sostituisci
ja: 検索と置換
lv: Atrast un Pārvietot
nl: Zoeken en Vervangen
no: Finn og erstatt
pl: Znajdź i zamień
pt: Localizar e Substituir
ru: Найти и заменить
sv: Sök och ersätt
tr: Bul ve değiştir
zh_cn: 查找并替换
zh_hk: 查找並替換

# FinishAmpersand
source: &Finish
ar: إ&نهاء
cs: &Dokončit
da: &Færdig
de: &Beenden
es: &Final
fa: اتمام
fi: &Valmis
fr: &Finir
id: &Selesai
it: &Termina
ja: &終了
lv: &Pabeigt
nl: &Einde
no: &Fullfør
pl: &Zakończ
pt: &Finalizar
ru: &Завершить
sv: &Slutför
tr: &Bitir
zh_cn: 完成(&F)
zh_hk: 完成(&F)

source: First name
ar: الاسم الأول
cs: Jméno
da: Fornavn
de: Vorname
es: Nombre
fa: نام
fi: Etunimi
fr: Prénom
id: Nama depan
it: Nome
ja: 姓
lv: Vārds
nl: Voornaam
no: Fornavn
pl: Imię
pt: Nome
ru: Имя
sv: Förnamn
tr: Ad
zh_cn: 名
zh_hk: 名

# FiveMinutes
source: 5 Minutes
ar: 5 دقائق
cs: 5 minut
da: 5 Minutter
de: 5 Minuten
es: 5 Minutos
fa: 5 دقیقه
fi: 5 minuuttia
id: 5 Menit
it: 5 minuti
ja: 5分
lv: 5 Minūtes
nl: 5 Minuten
no: 5 minutter
pl: 5 Minut
pt: 5 Minutos
ru: 5 минут
sv: 5 minuter
tr: 5 dakika
zh_cn: 5 分钟
zh_hk: 5 分鐘
