Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# ChildSkillWithSameNameAsParentSkillWarning
source: A child skill seem to have the same name as a parent skill or two or more child skills have the same name, please check properties for the multisite skill, Forecaster will shut down.
ar: يبدو ان المهارة الطفل لديها نفس اسم المهارة الام, و يزجد اسماء متشابهه اامهارة الطفل
cs: Zděděná kvalifikace má zřejmě stejný název jako rodičovská kvalifikace nebo dvě a více zděděných kvalifikací má stejné jméno, prosím ověřte nastavení pro vícenásobnou kvalifikaci. prognóza bude nyní ukončena.
da: To eller flere Kompetence har samme navn. Check venligst i egenskaber for Kompetancer for flere lokationer, Prognose modulet lukker.
de: Mehrere Skills haben den gleichen Namen. Bitte überprüfen Sie die Eigenschaften des Multi-site Skills. Forecaster wird geschlossen.
es: O bien un sub-skill parece tener el mismo nombre que el skill base, o bien uno o más sub-skills tienen el mismo nombre. por favor, controle las propiedades del skill multisite. El Forecaster será cerrado.
fa: بنظر می رسد یک یا چند مهارت زیر شاخه هم نام با مهارت اصلی وجود دارد ،لطفا خصوصیات مهارت را بررسی کنید. پیش بینی کننده خاموش می شود.
fi: Alataidolla näyttää olevan sama nimi, kuin päätaidolla tai useammalla alataidolla on sama nimi. Ole ystävällinen ja muokkaa asetuksia Multisite taidolle. Ennusteet tullaan sulkemaan.
fr: Une compétence fille semble avoir le même nom qu'une compétence mère, ou deux compétences filles ou plus ont le même nom. Merci de vérifier les propriétés de la compétence multisite. Le Module Prévisions va se fermer.
id: Skill anak sepertinya memiliki nama yang sama dengan skill induk atau dua atau lebih skill anak memiliki nama sama. Silakan periksa properti untuk skill multisite. Pemrakira akan dimatikan.
it: Sembra che un sotto-Skill sia omonimo del suo Skill superiore o di un altro sotto-Skill, controlla le proprietà dello Skill multi-sito per favore. Il Forecaster sarà chiuso.
ja: 子スキルと親スキルが同じ名前になっているか、同名の子スキルが複数存在する可能性があります。マルチサイトスキルのプロパティを確認してください。フォーキャスターを終了します。
nl: Een child skill lijk hetzelfde naam als een parent skill hebben of twee of meer child skills hebben dezelfde naam, check de eigenschappen voor de multisite skill. Forecaster wordt afgesloten.
no: En ferdighet på lavere nivå har samme navn som en ferdighet på høyere nivå, eller to eller flere ferdigheter på samme nivå har samme navn. Vennligst kontroller egenskaper for multienhets ferdigheter. Planlegger vil avslutte.
pl: Umiejętność podrzędna ma taką samą nazwę jak nadrzędna lub więcej niż jedna umiejętność podrzędna ma taką samą nazwę. Sprawdź właściwości umiejętności dla wielu lokalizacji. Prognozowanie zostanie zamknięte.
pt: Um sub-skill tem o mesmo nome de um skill principal ou dois ou mais sub-skills tem o mesmo nome, por favor verifique as propriedades do skill multi-site. O Módulo de Previsões será fechado.
ru: Дочерний навык имеет такое же имя, как и главный, или дочерние навыки имеют одинаковые имена. Проверьте.
sv: En underliggande kompetens verkar ha samma namn som den överliggande kompetensen eller så har två eller flera underliggande kompetenser samma namn, kontrollera egenskaperna på multisite-kompetensen, Prognosen stängs ner.
tr: Alt yetenek ismi ana yetenek ismi ile aynı veya birden fazla alt yetenek aynı isme sahip. Lütfen çoklu lokasyon yeteneği özelliklerini kontrol edin. Tahmin modülü kapanacaktır.
zh_cn: 可能有一个子技能和一个或两个父技能重名，或者多个子技能有同样的名称；请检查多站点技能的属性。预测模块会关闭。
zh_hk: 可能有一個子技能和一個或兩個父技能重名，或者多個子技能有同樣的名稱；請檢查多網站技能的屬性。預測模組會關閉。

# AuditingPageName
source: Auditing
ar: المراجعه
cs: Kontrola
da: Historisk
de: Planungsprotokoll
es: Auditoría
fa: بازرسی
fi: Auditointi
fr: Audit
id: Mengaudit
it: Controllo
ja: 監査中
lv: Revīzija
no: Revisjon
pl: Audyt
pt: Auditoria
ru: Контрольный журнал ведения расписания
sv: Ändringslogg
tr: Denetliyor
zh_cn: 审计
zh_hk: 審計

# AuditingReportAbsence
source: Absence
ar: الغياب
da: Fravær
de: Abwesenheit
es: Ausencia
fa: مرخصی
fi: Poissaolo
id: Absen
it: Assenza
ja: 欠勤
lv: Prombūtne
nl: Afwezigheid
no: Fravær
pl: Nieobecność
pt: Ausência
ru: Отсутствие
sv: Frånvaro
tr: Devamsızlık
zh_cn: 缺勤
zh_hk: 缺勤

# AuditingReportDayOff
source: DayOff
ar: يوم عطله
cs: Den volna
da: Fridag
de: FreierTag
es: Día Libre
fa: روز تعطیل
fi: Vapaapäivä
fr: JourLibre
id: Hari Libur
it: Riposo
ja: 休暇
lv: Brīvdiena
nl: VrijeDag
no: Fridag
pl: Dzień wolny
pt: Folga
ru: Выходной день
sv: Ledig dag
tr: Tatil günü
zh_cn: 休息日
zh_hk: 休息日

# AuditingReportDeleted
source: Deleted
ar: محذوف
cs: Smazáno
da: Slettet
de: gelöscht
es: Borrado
fa: حذف شده
fi: Poistettu
fr: Supprimé
id: Dihapus
it: Eliminato
ja: 削除済み
lv: Izdzēsts
nl: Verwijderd
no: Slettet
pl: Skasowane
pt: Removido
ru: Удален
sv: Borttagen
tr: Silinmiş
zh_cn: 已删除
zh_hk: 已刪除

# AuditingReportInsert
source: New
ar: جديد
cs: Nový
da: Ny
de: neu
es: Nuevo
fa: جدید
fi: Uusi
fr: Nouveau
id: Baru
it: Nuovo
ja: 新規
lv: Jauns
nl: Nieuw
no: Ny
pl: Nowe
pt: Novo
ru: Новый
sv: Ny
tr: Yeni
zh_cn: 新建
zh_hk: 新建

# AuditingReportModified
source: Modified
ar: معدل
cs: Upravený
da: Ændret
de: geändert
es: Modificado
fa: اصلاح شده
fi: Muokattu
fr: Modifié
id: Dimodifikasi
it: Modicato
ja: 修正済み
lv: Modificēts
nl: Gewijzigd
no: Endret
pl: Modyfikowane
pt: Modificado
ru: Изменен
sv: Ändrad
tr: Modifiye edilmiş
zh_cn: 已修改的
zh_hk: 已修改的

# ChangeDateFromColon
source: Change Date From:
ar: غير التاريخ من:
cs: Datum změna od:
da: Ændre Dato Fra:
de: Ändere Datum vom:
es: Cambiar fecha de inicio:
fa: تغییر تاریخ از:
fi: Muokkaa päivästä:
fr: Date de modification à partir de:
id: Tanggal Perubahan Mulai:
it: Data cambio da:
ja: 日付の変更 From:
lv: Mainīt Datumu No:
nl: Wijzig Datum Van:
no: Endre dato fra:
pl: Zmień datę z:
pt: Alterar Data De:
ru: Изменить дату С:
sv: Ändringsdatum från:
tr: Bu tarihen itibaren tarihi değiştir:
zh_cn: 更改日期从：
zh_hk: 更改日期從：

# ChangeDateToColon
source: Change Date To:
ar: غير التاريخ الى:
cs: Datum změny do:
da: Ændre Dato Til:
de: Ändere Datum bis:
es: Cambiar fecha de fin:
fa: تغییر تاریخ به:
fi: Muokkaa päivään:
fr: Date de modification jusque:
id: Tanggal Perubahan Sampai:
it: Data cambio a:
ja: 日付の変更 To:
lv: Mainīt Datumu Uz:
nl: Wijzig datum Tot:
no: Endre dato til:
pl: Zmień datę na:
pt: Alterar Data Até:
ru: Изменить дату По:
sv: Ändringsdatum till:
tr: Bu tarihe kadar tarihi değiştir:
zh_cn: 更改日期到：
zh_hk: 更改日期到：

source: Adjust Time Bank With Part Time Percentage
ar: عدل رصيد الوقت مع نسبه الممثلين الغير متفرغين
cs: Přizpůsobit časovou banku s procentem na částečný úvazek
da: Tilpas Tidsbanken Med Deltids Procenten
de: Planungs-Zeitkonto durch Teilzeitprozentwert anpassen
es: Ajustar Banco de Tiempo con Porcentaje de Tiempo Parcial
fa: تنظیم زمان با درصد پاره وقت
fi: Muokkaa aikapankkia osa-aika prosentin mukaan
fr: Ajuster banque de temps avec pourcentage temps partiel
id: Atur Persediaan Waktu Dengan Persentase Patuh Waktu
it: Adatta banca ore con percentuale Part Time
ja: 時間バンクをパートタイム率で調整
lv: Pielāgot Laika Banku ar Nepilna Laika Procentuālo lielumu
nl: Aanpassen Tijd Bank Met Deeltijdpercentage
no: Juster Tidsbank med deltids prosent
pl: Dopasuj bank czasu procentem niepełnego czasu pracy
pt: Ajustar Banco de Horas com Percentual de Tempo Parcial
ru: Регулировать банк времени в соответствие с процентом неполной занятости
sv: Justera tidbank med deltidsprocent
tr: Artık zamanı yarı zamanlı oranı ile ayarla
zh_cn: 使用兼职百分比调整时间储备
zh_hk: 使用兼職百分比調整時間儲備

source: Adjust Time Bank With Seasonality
ar: عدل رصيد الوقت مع الموسميه
cs: Nastavení času dle sezónosti
da: Tilpas Tidsbanken Med Sæsonudsving
de: Planungs-Zeitkonto durch Saisonalität anpassen
es: Ajustar Banco de Tiempo con Estacionalidad
fa: تنظیم زمان با فصلی بودن
fi: Muokkaa aikapankkia kausivaihtelulla
fr: Ajuster banque de temps avec saisonnalité
id: Atur Persediaan Waktu Dengan Musiman
it: Adatta banca ore con stagionalità
ja: 時間バンクを季節変動で調整
lv: Pielāgot Laika Banku ar Sezonalitāti
nl: Aanpassen Tijd Bank Met Seizoengebondenheid
no: Juster Tidsbank med sesong
pl: Dopasuj bank sezonowością
pt: Ajustar Banco de Horas com Sazonalidade
ru: Регулировать банк времени в соответствие с сезонностью
sv: Justera tidbank med säsongsvariation
tr: Artık zamanı mevsimsellik ile ayarla
zh_cn: 使用季节性调整时间储备
zh_hk: 使用季節性調整時間儲備

# NoRequestsFound
source: No requests could be found
ar: ام يوجد اى طلبات
cs: Žádný požadavek nemůže být nalezen
da: Ingen ønsker blev fundet
de: Es konnte keine Anfrage gefunden werden
es: No se encontraron solicitudes
fa: هیچ درخواستی یافت نمیشود
fi: Pyyntöjä ei pystytty löytämään
fr: Aucune demande trouvée
id: Tidak ada permintaan yang ditemukan.
it: Impossibile trovare richieste
ja: 要求が見つかりません
lv: Nevienu pieprasījumu nevar atrast
nl: Geen verzoeken kon gevonden worden
no: Ingen forespørsler funnet
pl: Nie znaleziono żądań
pt: Nenhuma solicitação pôde ser encontrada
ru: Запросы не найдены
sv: Inga förfrågningar kunde hittas
tr: Herhangi bir istek bulunamadı
zh_cn: 未发现申请
zh_hk: 未發現申請

# MoveColon
source: Optimize:
ar: تحسين:
cs: Optimalizovat:
da: Optimere:
de: Optimiere:
es: Mover:
fa: بهینه سازی:
fi: Optimoi:
fr: Déplacer:
id: Pindah:
it: Ottimizza:
ja: 最適化:
lv: Optimizēt:
nl: Optimaliseren:
no: Optimaliser:
pl: Optymalizuj:
pt: Otimizar:
ru: Оптимизация:
sv: Optimera:
tr: Optimize et
zh_cn: 优化：
zh_hk: 優化：

# AreYouSureYouWantToDeleteItem
source: Are you sure you want to delete item '{0}'?
ar: هل انت متاكد من حذف البند (0)؟
cs: Opravdu chcete smazat položku '{0}'?
da: Er du sikker på du ønsker at slette post '{0}'?
de: Sind Sie sicher, daß Sie '{0}' löschen wollen?
es: ¿Deseas realmente borrar '{0}'?
fa: آیا شما مطمئن هستید که می خواهید آیتم {0} را حذف کنید؟
fi: Haluatko varmasti poistaa '{0}'?
fr: Êtes-vous sûr de supprimer l'élément '{0}'?
id: Apakah anda akan menghapus '{0}'?
it: Sei sicuro di voler eliminare l'elemento {0}?
ja: 項目 '{0}' を削除しますか?
lv: Vai tiešām vēlaties dzēst priekšmetu '{0}'?
nl: Bent U zeker dat U item '{0}' wilt verwijderen?
no: Er du sikker på at du vil slette '{0}'?
pl: Czy na pewno skasować obiekt '{0}'?
pt: Você tem certeza que deseja excluir o item '{0}'?
ru: Уверены, что хотите удалить '{0}'?
sv: Är du säker på att du vill ta bort '{0}' ?
tr: '{0}'Silmek istediğinize emin misiniz?
zh_cn: 您确定要删除 '{0}'？
zh_hk: 您確定要刪除 '{0}'？

source: Missing subject
ar: الموضوع غير موجود
cs: Chybí předmět
da: Manglende emne
de: Fehlender Betreff
es: Asunto omitido
fa: موضوع گمشده
fi: Otsikko puuttuu
fr: Objet manquant
id: Judul tidak ditemukan
it: Oggetto mancante
ja: 存在しないテーマ
lv: Trūkst tēmas
no: Mangler emne
pl: Brak tematu
pt: Falta o indivíduo
ru: Пропущенный объект
sv: Ämne saknas
tr: Eksik obje
zh_cn: 缺少主题
zh_hk: 缺少主題

source: Choose schedule tag to change
ar: استعمل علامات الجدول للتغيير
cs: Zvolte štítek k plánu, který chcete změnit
da: Vælg det planlægnings tag du vil ændre
de: Wähle Plan-Marker zur Änderung
es: Seleccione Etiqueta de Planificación a cambiar
fa: علامت زمانبندی را بر ای تغییر انتخاب کنید
fi: Valitse työvuorotagi
fr: Choisir label planning à changer
id: Pilih Penandaan Jadwal Yang Diubah
it: Scegli etichetta piano per la modifica
ja: 変更するスケジュールタグを選択
lv: Izvēlieties mainīt grafika birku
nl: Kies rooster tag om te veranderen
no: Velg skjema-tag å endre
pl: Wybierz etykietę planu do modyfikacji
pt: Escolha a marca de agendamento para alterar
ru: Выбор тега графика для изменения
sv: Välj schematagg att ändra
tr: Değiştirmek istediğiniz vardiya etiketini seçin
zh_cn: 选择要更改的班表标签
zh_hk: 選擇要更改的班表標籤

source: Delete Tag
ar: احذف العلامه
cs: Smazat štítek
da: Slet tag
de: Lösche Marker
es: Borrar Etiqueta
fa: حذف علامت
fi: Poista tagi
fr: Supprimer label
id: Hapus Penandaan
it: Elimina etichetta
ja: タグの削除
lv: Dzēst Birku
nl: Verwijder Tag
no: Slett Tag
pl: Skasuj etykietę
pt: Excluir Marca
ru: Удалить тег
sv: Ta bort vald tag
tr: Etiketi sil
zh_cn: 删除标签
zh_hk: 刪除標籤

# DoYouWantToDeleteTag
source: Do you want to delete the tag {0}.?
ar: هل ترغب فى حذف التاج (0)؟
cs: Opravdu chcete smazat štíte {0}.?
da: Ønsker du at slette tag{0}.?
de: Möchten Sie den Plan-Marker {0} löschen?
es: Desea borrar la etiqueta {0}?
fa: آیا شما می خواهید علامت {0} را حذف کنید؟
fi: Haluatko poistaa tagin {0}.?
fr: Voulez-vous supprimer le label {0}.?
id: Apakah anda akan menghapus penandaan {0}.?
it: Vuoi eliminare l'etichetta {0}?
ja: タグ {0} を削除しますか?
lv: Vai vēlaties dzēst birku {0}.?
nl: Wilt U de tag {0} verwijderen.?
no: Ønsker du å slette {0}. taggen?
pl: Skasować etykietę {0}?
pt: Você deseja excluir a marca {0}?
ru: Удалить тег {0}?
sv: Vill du ta bort taggen {0}?
tr: {0} etiketini silmek istiyor musunuz?
zh_cn: 您想删除{0}标签么？
zh_hk: 您想刪除{0}標籤麼？

source: Manage Schedule Tags
ar: ادارة علامات الجدول
cs: Spravovat štítky k plánu
da: Håndtere Planlægnings Tags
de: Verwalte Plan-Marker
es: Gestionar etiquetas de planificación
fa: مدیریت کردن علامتهای زمانبندی
fi: Hallinnoi työvuoro tageja
fr: Gérer labels planning
id: Mengatur Penandaan Jadwal
it: Gestisci etichette Piano
ja: スケジュールタグの管理
lv: Pārvaldīt Grafika Birkas
nl: Beheer Rooster Tags
no: Administrer Skjema-tagger
pl: Zarządzaj etykietami planu
pt: Gerenciar Marcas de Agendamento
ru: Управление тегами графика
sv: Hantera schemataggar
tr: Vardiya etiketlerini yönet
zh_cn: 管理班表标签
zh_hk: 管理班表標籤

source: New Tag
ar: علامه جديده
cs: Nový štítek
da: Ny Tag
de: Neuer Marker
es: Nueva etiqueta
fa: علامت جدید
fi: Uusi tagi
fr: Nouveau label
id: Penandaan Baru
it: Nuova etichetta
ja: 新規タグ
lv: Jauna Birka
nl: Nieuwe Tag
no: Ny Tag
pl: Nowa etykieta
pt: Nova Marca
ru: Новый тег
sv: Ny tag
tr: Yeni etiket
zh_cn: 新建标签
zh_hk: 新建標籤

# NewTagExample
source: NewTag
ar: علامه جديده
cs: Nový štítek
da: Ny Tag
de: NeuerMarker
es: Nueva etiqueta
fa: علامت جدید
fi: Uusi tagi
fr: Nouveau
id: Penandaan Baru
it: EsEtichetta
ja: 新規タグ
lv: Jauna Birka
nl: NieuweTag
no: Ny Tag
pl: NowaEtykieta
pt: Nova Marca
ru: Новый тег
sv: Ny tag
tr: Yeni etiket
zh_cn: 新建标签
zh_hk: 新建標籤

source: Auto Tag
ar: علامه تلقائيه
cs: Automatický štítek
de: Autom. Marker
es: Etiqueta automática
fa: علامت اتوماتیک
fi: Auto tagi
fr: Label auto
id: Penandaan Otomatis
it: Etichetta automatica
ja: 自動タグ
lv: Auto Birka
pl: Auto etykiety
pt: Marcar Automaticamente
ru: Авто тег
sv: Autotagg
tr: Oto etiket
zh_cn: 自动加入标签
zh_hk: 自動加入標籤

# DefaultTag
source: <None>
ar: لا شىء
cs: <Nic>
da: <Ingen>
de: Keiner
es: <Ninguna>
fa: <هیچ>
fi: <Ei mitään>
fr: Label par défaut
id: Penandaan Standar
it: <Nessuno>
ja: <なし>
lv: <Neviens>
nl: <Geen>
no: <ingen>
pl: <brak>
pt: <Nenhum>
ru: <Нет>
sv: <Ingen>
tr: <Hiçbiri>
zh_cn: <无>
zh_hk: <無>

source: Lock Tags
ar: ثبت العلامات
cs: Zamknout štítky
da: Lås Tags
de: Marker sperren
es: Bloquear Etiqueta
fa: قفل کردن علامتها
fi: Lukitse tagi
fr: Bloquer labels
id: Kunci Penandaan
it: Etichette blocco
ja: タグのロック
lv: Aizslēgt Birku
no: Lås Tagger
pl: Zablokuj etykiety
pt: Travar Marcas
ru: Блокировать теги
sv: Lås taggar
tr: Etiketleri kilitle
zh_cn: 锁定标签
zh_hk: 鎖定標籤

# AllowPersonModifications
source: Can Change and Save
ar: يمكن الغيير و الحفظ
cs: Můžete změnit a uložit
da: Kan redigre og gemme
de: Kann ändern und speichern
es: Puede cambiar y guardar
fa: می تواند تغییر دهد و ذخیره کند
fi: Voi muokata ja tallentaa
fr: Peut modifier et sauvegarder
id: Bisa mengubah dan menyimpan
it: Può modificare e salvare.
ja: 変更と保存が可能
lv: Var Mainīt un Saglabāt
nl: Kan wijzigen en opslaan
no: Kan endre og lagre
pl: Edycja i zapis
pt: É possível alterar e salvar
ru: Может изменять и сохранять
sv: Kan ändra och spara
tr: Değiştirilip kaydedilebilir
zh_cn: 可以变更并保存
zh_hk: 可以變更並保存

source: User name required
ar: اسم المستخدم مطلوب
cs: Vyžadováno přihlašovací jméno
da: Bruger navn kræves
de: Benutzername erforderlich
es: Nombre de usuario requerido
fa: نام کاربری مورد نیاز است
fi: Vaatii käyttäjänimen
fr: Identifiant requis
id: Nama pengguna diperlukan
it: Nome utente necessario
ja: ユーザー名が必要です
lv: Lietotājvārds ir nepieciešams
nl: User naam vereist
no: Brukernavn nødvendig
pl: Wymagana nazwa użytkownika
pt: É necessário fornecer o nome do usuário
ru: Требуется имя пользователя
sv: Användarnamn måste anges
tr: Kullanıcı adı gerekiyor
zh_cn: 需要用户名
zh_hk: 需要用戶名

# SelectPeriodAndScenarioToExportTo
source: Select a time period to get meetings from and a scenario to export to.
ar: اختار فترة الزمن لاختيار الاجتماعات منها, و سيناريو لاصدارها اليه
cs: Zvolte časový úsek, ze kterého chcete získat setkání a scénáře pro export.
da: Vælg en periode for møder og det scenarie du ønsker at eksporter til.
de: Wählen Sie eine Zeitperiode mit Meetings zum Export in das ausgewählte Szenario.
es: Seleccionar período de tiempo para las reuniones y a qué escenario exportar.
fa: یک محدوده زمانی برای برگذاری جلسه و یک سناریو برای صدور انتخاب کنید
fi: Valitse ajanjakso kokousten suunnitteluun ja valitse ennuste mihin se viedään.
fr: Sélectionner une période de temps pour recevoir les réunions et un scénario vers lequel exporter.
id: Pilih periode waktu untuk mendapat pertemuan dan skenario untuk dieskpor.
it: Seleziona un periodo di tempo da cui prendere i Meeting e uno scenario in cui esportarli.
ja: 会議の取得とシナリオのエクスポートを行う期間を選択してください。
lv: Izvēlieties laika periodu, lai saņemtu sanāksmes un scenāriju eksportēšanai.
nl: Selecteer een tijd periode om meetings te krijgen van en een scenario te exporteren naar.
no: Velg tidsperiode å hente møter fra og et scenario å eksportere til.
pl: Wybierz okres czasu do pobrania spotkań i scenariusz, do którego zostaną wyeksportowane.
pt: Selecione um período de tempo para obter as reuniões desejadas e um cenário para exportá-las.
ru: Выбор периода времени и сценария для экспорта мероприятий.
sv: Välj en tidsperiod att hämta möten från och ett scenario att exportera till.
tr: Toplantıları almak için bir zaman periyodu ve aktarım yapılacak senaryoyu seçin
zh_cn: 选择一个时间周期以找到会议以及一个情景来导出。
zh_hk: 選擇一個時間週期以找到會議以及一個情景來匯出。

# SuccessfullyExportedMeetings
source: Successfully exported {0} meetings to another Scenario.
ar: تم تصدير الاجتماع (0)بنجاح إلى سيناريو آخر
cs: {0} setkání úspěšně exportováno do jiného scénáře
da: Det lykkedes at eksporter {0} møder til et andet scenarie
de: {0} Meetings erfolgreich in ein anderes Szenario exportiert.
es: Se ha(n) exportado {0} reuniones a otro Escenario.
fa: {0} جلسه با موفقیت به یک سناریوی دیگر صادر شد.
fi: {0} kokousta on viety onnistuneesti toiseen skenaarioon.
fr: Exporté avec succès {0} réunions vers un autre scénario.
id: Ekspor pertemuan {0} ke skenario lain sukses.
it: Esportati {0} Meeting in un altro scenario con successo
ja: {0} 件の会議が他のシナリオに正しくエクスポートされました。
lv: Veiksmīgi eksportētas {0} sanāksmes uz citu Scenāriju.
nl: Met succes geëxporteerd {0} meetings naar een ander scenario.
no: Eksportering av {0} møter til annet scenario vellykket.
pl: Skutecznie eksportowano {0} spotkań do innego scenariusza.
pt: {0} reuniões foram exportadas com sucesso para outro Scenario.
ru: Успешный экспорт {0} мероприятий в другой сценарий.
sv: Exporterade framgångsrikt {0} möten till ett annat scenario.
tr: {0} toplantıları farklı bir senaryoya aktarıldı.
zh_cn: 成功导出 {0} 会议到另一个情景。
zh_hk: 成功匯出 {0} 會議到另一個情景。

# NoAllowedScenarios
source: There are no Scenarios you are allowed to see!
ar: لا يوجد سيناريوهات مسموح لك برؤيتها
cs: Nemáte právo zobrazit žádný scénář!
da: Du har ikke rettigheder til nogen Scenarie!
de: Es gibt kein Szenario, das Sie aufgrund Ihrer Nutzerrechte sehen können.
es: No hay Escenarios que usted pueda acceder!
fa: هیچ سناریویی وجود ندارد که شما مجوز دیدن آن را داشته باشید!
fi: Ei ennustetta minkä voisit nähdä.
fr: Il n'y a pas de scénario que vous ne puissez accéder!
id: Tidak ada Skenario yang boleh anda lihat!
it: Non sei autorizzato a visualizzare alcuno scenario!
ja: 閲覧可能なシナリオはありません!
lv: Nav neviena scenārija, kuru Jums būtu tiesības skatīt!
nl: Er zijn geen scenario's die U mag zien!
no: Det er ingen scenarier du har tillatelse til å se!
pl: Brak widocznych dla ciebie scenariuszy!
pt: Você não pode ver nenhum dos Cenários
ru: Нет доступных сценариев для просмотра!
sv: Det finns inga scenarion som du är tillåten att se!
tr: Erişiminize izin verilmiş bir senaryo bulunmuyor.
zh_cn: 没有允许您查看的情景！
zh_hk: 沒有允許您查看的情景！

# ProficiencyPercent
source: Proficiency (%)
ar: نسبه الاجاده
cs: Dovednost (%)
da: Kvalifikations %
es: Habilidad (%)
fa: کارایی (%)
fi: Tehokkuus (%)
fr: Compétence technique (%)
id: Kecakapan (%)
it: Produttività (%)
ja: 熟練度 (%)
lv: Prasmes (%)
no: Ferdighet (%)
pl: Biegłość (%)
pt: Proficiência (%)
ru: Владение навыком (%)
sv: Skicklighet (%)
tr: Yeterlilik (%)
zh_cn: 精通 (%)
zh_hk: 精通 (%)

# TeleoptiLicenseAgreementProgram
source: Teleopti license agreement for software
ar: اتفاق ترخيص Teleopti للبرمجيات
cs: Licenční smlouva k software Teleopti
da: Teleopti licens aftale for software
de: Teleopti Lizenzvereinbarung zur Softwarenutzung
es: Contrato de licencia de Teleopti para software
fa: توافق نامه مجوز Teleopti برای نرم افزار
fi: Teleopti lisenssisopimus
fr: Teleopti accord de licence pour software
id: Kesepakatan lisensi Teleopti untuk software
it: Termini licenza software Teleopti
ja: Teleoptiソフトウェアライセンス契約
nl: Teleopti licentieovereenkomst voor software
no: Teleopti lisens avtale for software
pl: Licencja na oprogramowanie Teleopti
pt: Acordo de licença da Teleopti para o software
ru: Лицензионное соглашение Teleopti для программного обеспечения
sv: Teleoptis licensavtal för programvara
tr: Teleopti yazılım lisans anlaşması
zh_cn: Teleopti软件许可证协议
zh_hk: Teleopti軟體許可證協定

# SendASM
source: Send Message (ASM)
ar: ارسل رساله(ASM)
cs: Odeslat zprávu (ASM)
da: Send besked (ASM)
de: Sende ASM
es: Enviar ASM
fa: فرستادن پیام (ASM)
fi: Lähetä ASM -viesti
fr: Envoyer message (ASM)
id: Kirim Asm
it: Invia messaggio (ASM)
ja: メッセージの送信（ASM）
lv: Sūtīt Ziņu (ASM)
nl: Stuur bericht (ASM)
no: Send melding (ASM)
pl: Wyślij wiadomość (ASM)
pt: Enviar mensagem (ASM)
ru: Отправить сообщение (ASM)
sv: Skicka ASM
tr: Mesaj gönder (ASM)
zh_cn: 发送消息(ASM)
zh_hk: 發送消息(ASM)

source: Timestamp
ar: ختم الزمن
cs: Časové razítko
da: Tidsstempel
de: Zeitstempel
es: Fecha y hora
fa: زمان تایید
fi: Aikaleima
fr: Horodatage
id: Waktu
ja: タイムスタンプ
lv: Laika zīmogs
nl: Tijdstempel
no: Tidsstempel
pl: Znacznik czasu
ru: Метка
sv: Tidsstämpel
tr: Zaman damgası
zh_cn: 时间戳
zh_hk: 時間戳記

# RestrictionViolatesNightRest
source: Restriction violates nightly rest
ar: التحديده تخالف الراحه الليليه
cs: Omezení porušují noční pauzu
da: Restriktioner overtræder hviletiden
de: Plan-Beschränkung verletzt nächtliche Ruhezeit
es: La restricción viola el descanso nocturno
fa: محدودیت استراحت شب را نقض می کند
fi: Rajoitukset rikkovat yölepoaikaa
fr: La restriction est en violation avec le temps de repos quotidien
id: Restriksi melanggar istirahat malam
it: La limitazione viola il riposo giornaliero
ja: 制限が夜間の休憩時間に違反しています
lv: Ierobežojums pārkāpj nakts atpūtu
nl: Beperking schendt nachtrust
no: Restriksjon bryter med nattlig hviletid
pl: Restrykcja niezgodna z odpoczynkiem nocnym
pt: Restrição viola o tempo de repouso noturno
ru: Ограничение нарушает время отдыха меджу сменами
sv: Begränsningarna gör att nattvilan bryts
tr: Sınırlandırmalar gecelik dinlenme süresi ile çelişiyor
zh_cn: 限制条件和夜班休息时间冲突
zh_hk: 限制條件和夜班休息時間衝突

source: Select Destination
ar: اختارجهة الانتهاء
cs: Zvolte cíl
da: Vælg Destination
de: Wählen Sie ein Ziel
es: Seleccionar destinación
fa: انتخاب مقصد
fi: Valitse kohde
fr: Sélectionner destination
id: Pilih Tujuan
it: Selezione destinazione
ja: マッピング先を選択
lv: Izvēlēties Galamērķi
nl: Selecteer Bestemming
no: Velg destinasjon
pl: Wybierz cel
pt: Selecione o Destino
ru: Выбор назначения
sv: Välj destination
tr: Varış yeri belirle
zh_cn: 选择终点
zh_hk: 選擇終點
