Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# WriteProtectionColon
source: Write protection:
ar: غير قابل للتغيير:
cs: Ochrana proti zápisu:
da: Skrivebeskyttet:
de: Schreibschutz:
es: Protección contra Escritura:
fa: غیرقابل ویرایش
fi: Kirjoitussuojaus:
fr: Protégé en écriture:
id: Proteksi penulisan:
it: Protezione da scrittura:
ja: 書き込み禁止
lv: Pārrakstīšanas aizsardzība:
nl: Schrijf bescherming:
no: Skrivebeskyttet:
pl: Blokada zapisu:
pt: Proteção contra gravação:
ru: Защита от изменения в расписании:
sv: Skrivskydd:
tr: Kilitli:
zh_cn: 写保护：
zh_hk: 防寫：

source: Matching skills
ar: المهارات المماثله
cs: Porovnávání kvalifikace
da: Matchende kompetencer
de: Passende Skills
es: Skills coincidentes
fa: مهارت های تطبیقی
fi: Vastaavat taidot
fr: Compétences correspondantes
id: Menyamakan skill
it: Skill con corrispondenza
ja: 一致するスキル
lv: Atbilstošas prasmes
no: Matchende ferdigheter
pl: Pasujące umiejętności
pt: Verificar mesmo skill
ru: Соответствие навыков
sv: Matchande kompetenser
tr: Örtüşen yetenekler
zh_cn: 匹配技能
zh_hk: 匹配技能

# SorryForTheInconvenianceButSchedulerHasToCloseNowEtc
source: Your changes are in conflict with other users' changes. Sorry for the inconveniance but Scheduler has to close now. You may start Scheduler again and continue working.
ar: تغييراتك متعارضه مع تغييرات مستخدم اخر. نأسف, لكن الجدول يجب اغلاقه الان . بمكنك اعاده فتح الجدول و استكمال العمل عليه
cs: Vaše změny jsou v konflitu se změnami jiného uživatele. Omlouváme se za nepříjmenosti, ale plánování není možné nyní zavřít. Spusťte plánování znovu a pokračujte v práci.
da: Dine ændringer konflikter med andre brugeres ændringer. Undskyld ulejligheden, men vagtplanen er nød til at lukke nu. Du kan åbne vagtplanen igen og fortsætte dit arbejde.
de: Der Scheduler muss jetzt geschlossen werden. Bitte entschuldigen Sie die Unannehmlichkeit. Sie können den Scheduler erneut öffnen und die Arbeit fortsetzen.
es: Conflicto entre sus cambios y los de otros usuarios. Duisculpe las molestias, pero el Planificador será cerrado ahora. Usted podrá reiniciarlo y continuar trabajando.
fa: تغییرات شما با تغییرات کاربر دیگر تداخل دارد. با عرض معذرت برنامه زمان بندی بسته می شود.شما می توانید برنامه زمان بندی را دوباره اجرا کرده و کار را ادامه دهید
fi: Olemme pahoillamme, mutta Työvuorot -valikko täytyy sulkea. Voit käynnistää Työvuorot -valikon uudelleen ja jatkaa työskentelyä normaalisti.
fr: Vos modifications sont en conflit avec celles d'autres utilisateurs. Désolé pour cette inconvénience mais le Planificateur doit fermer. Vous pouvez redémarrer le Planificateur et continuer à travailler.
id: Perubahan konflik dengan perubahan pengguna lain. Maaf atas ketidaknyamanan karena Penjadwalan harus ditutup sekarang. Anda bisa menjalankan Penjadwalan lagi dan melanjutkan pekerjaan.
it: Le tue modifiche sono in conflitto con quelle di altri utenti. Siamo spiacenti per l'inconveniente ma lo Scheduler deve essere chiuso. Successivamente potrai riaprirlo e continuare a lavorare.
ja: 変更した内容は他のユーザーの変更内容と競合しています。スケジューラーを直ちに終了してください。ご不便をおかけして申し訳ありません。スケジューラーを再起動して作業を継続することができます。
lv: Jūsu izmaiņas ir pretrunā ar citu lietotāju izmaiņām. Atvainojamies par sagādātajām neērtībām, bet Plānotājs tiks aizvērts. Jūs varat atvērt plānotāju no jauna un turpināt strādāt.
nl: Uw wijzigingen zijn in strijd met wijzigingen van andere users. Sorry voor het ongemak, maar Scheduler moet nu sluiten. U mag Scheduler opnieuw starten en verder werken.
no: Dine endringer er i konflikt med andre brukeres endringer. Beklager ulempen, men planleggeren må lukkes. Du kan starte planleggeren på nytt og fortsette arbeidet.
pl: Twoje modyfikacje są w konflikcie z modyfikacjami innego użytkownika. Przykro nam, ale moduł planowania musi się zamknąć. Możesz uruchomić planowan ponownie i kontynuować pracę.
pt: As suas alterações entraram em conflito com as alterações feitas por um outro usuário, desse modo o Módulo de Agendas precisará ser fechado. Você poderá iniciar novamente o Módulo de Agendas para continuar trabalhando. Por favor nos desculpe pelo inconveniente.
ru: Конфликт между внесенными вами изменениями и изменениями другого пользователя. Приносим извинения за причиненные неудобства, модуль расписание работы закрывается. Вы можете открыть модуль снова и продолжить работу.
sv: Dina ändringar krockar med andra användares ändringar. Vi beklagar men Schemaläggaren måste stängas. Du kan starta Schemaläggaren igen och fortsätta jobba.
tr: Değişiklikleriniz bir başka kullanıcının değişiklikleri ile çelişiyor.Vardiya planlayıcısı kapanmak zorunda. Vardiya planlayıcısını yeniden başlatarak çalışmanıza devam edebilirsiniz.
zh_cn: 您的改动与其他人冲突。排班界面将被关闭，对此带来的不便，请谅解。您可以再次打开排班界面，继续工作。
zh_hk: 您的改動與其他人衝突。排班介面將被關閉，對此帶來的不便，請諒解。您可以再次打開排班介面，繼續工作。

source: Move one interval earlier
ar: تحرك فاصل زمنى واحد قبل
cs: Přesunout interval dříve
da: Flytte et interval tidligere
de: Zum vorhergehenden Intervall
es: Mover un intervalo anterior
fa: انتقال به فاصله زمانی زودتر
fi: Siirrä yhtä intervallia akaisemmaksi
fr: Deplacer un intervalle plus tôt
id: Pindah satu interval lebih awal
it: Anticipa un intervallo
ja: 1インターバル早くする
lv: Pārvietot vienu intervālu agrāk
nl: Verplaats een interval eerder
no: Flytt et intervall tidligere
pl: Przesuń o 1 interwał wcześniej
pt: Mover para o intervalo anterior?
ru: Сдвинуть на один интервал ранее
sv: Flytta ett intervall tidigare
tr: Bir önceki aralığa gidiniz
zh_cn: 向前移动一个间隔
zh_hk: 向前移動一個間隔

source: Move one interval later
ar: تحرك فاصل زمنى واحد بعد
cs: Přesunout interval později
da: Flytte et interval senere
de: Zum folgenden Intervall
es: Mover un intervalo posterior
fa: انتقال به فاصله زمانی دیرتر
fi: Siirrä yhtä intervallia myöhemmäksi
fr: Deplacer un intervalle plus tard
id: Pindah satu interval lebih telat
it: Posticipa un intervallo
ja: 1インターバル遅くする
lv: Pārvietot vienu intervālu vēlāk
nl: Verplaats een interval later
no: Flytt et intervall senere
pl: Przesun o 1 interwał później
pt: Mover o intervalo seguinte?
ru: Сдвинуть на один интервал позднее
sv: Flytta ett intervall senare
tr: Bir sonraki aralığa gidiniz
zh_cn: 向后移动一个间隔
zh_hk: 向後移動一個間隔

source: Hour
ar: ساعات
cs: Hodina
da: Timer
de: Stunde
es: Hora
fa: ساعت
fi: Tunti
fr: Heure
id: Jam
it: Ora
ja: 時
lv: Stunda
nl: Uur
no: Time
pl: Godzina
pt: Hora
ru: Час
sv: Timme
tr: Saat
zh_cn: 小时
zh_hk: 小時

source: Minutes
ar: دقائق
cs: Minuty
da: Minutter
de: Minuten
es: Minutos
fa: دقیقه
fi: Minuutit
id: Menit
it: Minuti
ja: 分
lv: Minūtes
nl: Minuten
no: Minutter
pl: Minuty
pt: Minutos
ru: Минуты
sv: Minuter
tr: Dakikalar
zh_cn: 分钟数
zh_hk: 分鐘數

# SuggestTimesBetweenColon
source: Suggest times between:
ar: اقترح وقت بين:
cs: Navrhněte čas mezi:
da: Foreslået tid imellem:
de: Vorschlag von Zeiten zwischen:
es: Sugerir horas entre medias:
fa: پیشنهاد زمان بین:
fi: Ehdota ajankohta ajanjaksolla:
fr: Suggérer horaires entre:
id: Menyarankan waktu antara:
it: Suggerisci tempi tra:
ja: 次の間の時間を提案:
lv: Ieteiktie laiki starp:
nl: Suggereren tijden tussen:
no: Foreslå tider mellom:
pl: Sugeruj czas pomiędzy:
pt: Sugerir tempos entre:
ru: Предложенное время между:
sv: Föreslå tider mellan:
tr: Belli aralık için zaman tavsiye et:
zh_cn: 建议时间介于：
zh_hk: 建議時間介於：

# BusinessRuleShiftCategoryLimitationErrorMessage
source: The week has too many of Shift Category {0}.
ar: الاسبوع يحوى العديد من فئات الوردية
cs: Týden má příliš mnoho kategorie směn{0}
da: Denne uge har for mange {0} vagtkategorier.
de: Die Woche enthält zu viele der Schichtkategorie {0}.
es: La semana tiene muchas de la Categoría de Turno {0}.
fa: هفته تعداد زیادی دسته بندی شیفت دارد {0}.
fi: Viikossa on liian monta vuoroluokkaa {0}.
fr: La semaine a trop de catégories d'horaires {0}.
id: Minggu berisi terlalu banyak kategori shift {0}
it: La settimana ha troppe categorie di turni {0}.
ja: この週はシフトカテゴリ {0} が多すぎます。
lv: Nedēļā ir pārāk daudz Maiņu Kategorijas {0}.
nl: De week heeft te veel van Dienst Categorie {0}.
no: Uken har for mange skiftkategorier{0}.
pl: Ten tydzień zawiera zbyt wiele dyżurów kategorii {0}.
pt: A semana tem Categorias de Turnos demais {0}.
ru: На неделе слишком много категорий смен {0}.
sv: Veckan har för många av skiftkategori {0}.
tr: Bu hafta çok fazla {0} vardiya kategorisine sahip
zh_cn: 本周包含太多的班次类别{0}
zh_hk: 本周包含太多的班次類別{0}

# BusinessRuleShiftCategoryLimitationErrorMessage2
source: The period has too many of Shift Category {0}.
ar: الفترة لديها العديد من فئات الوردية
cs: Období má příliš mnoho kategorie směn{0}
da: Perioden har for mange {0} vagtkategorier.
de: Die Periode enthält zu viele der Schichtkategorie {0}.
es: El período tiene muchas de la Categoría de Turno {0}.
fa: دوره تعداد زیادی دسته بندی شیفت دارد {0}.
fi: Jaksolla on liian monta vuoroluokkaa {0}.
fr: La période a trop de catégories d'horaires {0}.
id: Periode memiliki terlalu banyak Kategori Shift {0}.
it: Il periodo ha troppe categorie di turni {0}.
ja: この期間はシフトカテゴリ {0} が多すぎます。
lv: Periodā ir pārāk daudz Maiņu Kategorijas {0}.
nl: De periode heeft te veel van Dienst Categorie {0}.
no: Perioden har for mange skiftkategorier{0}.
pl: Ten okres zawiera zbyt wiele dyżurów kategorii {0}.
pt: O Período tem Categorias de Turnos demais {0}.
ru: В периоде слишком много категорий смен {0}.
sv: Perioden har för många av skiftkategori {0}.
tr: Bu periyod çok fazla {0} vardiya kategorisine sahip
zh_cn: 此周期包含太多的班次类别 {0}
zh_hk: 此週期包含太多的班次類別 {0}

# AvoidColon
source: Avoid:
ar: تجنب:
cs: Vyhnout se:
da: Undgå:
de: Vermeiden:
es: Evitar:
fa: اجتناب
fi: Vältä:
fr: Eviter:
id: Hindari:
it: Evita:
ja: 回避:
lv: Izvairīties:
nl: Voorkomen:
no: Unngå:
pl: Unikaj:
pt: Evitar
ru: Избегать:
sv: Undvik:
tr: Engelle:
zh_cn: 避免：
zh_hk: 避免：

source: Add Note
ar: اضف تذكرة
cs: Přidat poznámku
da: Tilføj Note
de: Kommentar hinzufügen
es: Añadir Nota
fa: افزودن تذکر
fi: Lisää kommentti
fr: Ajouter commentaire
id: Tambah Catatan
it: Aggiungi nota
ja: メモの追加
lv: Pievienot Piezīmi
nl: Voeg Noot
no: Legg til note
pl: Dodaj notkę
pt: Adicionar Nota
ru: Добавить примечание
sv: Lägg till notering
tr: Not ekle
zh_cn: 添加备注
zh_hk: 添加備註

source: Edit Note
ar: صحح التذكرة
cs: Upravit poznámku
da: Rediger Note
de: Kommentar bearbeiten
es: Editar Nota
fa: ویرایش تذکر
fi: Muokaa kommenttia
fr: Modifier commentaire
id: Ubah Catatan
it: Modifica nota
ja: メモの編集
lv: Rediģēt Piezīmi
nl: Wijzig Noot
no: Rediger note
pl: Edytuj notkę
pt: Nota da Alteração
ru: Изменить примечание
sv: Ändra anteckning
tr: Notu değiştir
zh_cn: 编辑备注
zh_hk: 編輯備註

source: Remove Note
ar: ازالة التذكرة
cs: Odstranit poznámku
da: Fjern Note
de: Kommentar entfernen
es: Borrar Nota
fa: حذف تذکر
fi: Poista kommentti
fr: Supprimer commentaire
id: Menghapus Catatan
it: Elimina nota
ja: メモの削除
lv: Noņemt Piezīmi
nl: Verwijder Noot
no: Fjern note
pl: Usuń notkę
pt: Remover Nota
ru: Удалить примечание
sv: Ta bort notering
tr: Notu kaldır
zh_cn: 移除备注
zh_hk: 移除備註

source: Manage Definition Set
ar: ادارة تعريف الضبط
cs: Spravovat sadu definicí
da: Håndtere definitionssæt
de: Definitionsset verwalten
es: Gestionas conjunto de definiciones
fa: مدیریت کردن مجموعه تعریف
fi: Hallinnoi määrityssarjaa
fr: Gérer set de définition
id: Mengatur definisi
it: Gestione di insieme di definizione
ja: 定義セットの管理
lv: Pārvaldīt Definīciju Kopu
nl: Beheer Definitie Set
no: Administrer definisjonssett
pl: Zarządzaj zestawem definicji
pt: Gerenciar conjunto de definições
ru: Управление набором определений
sv: Hantera definitionsgrupp
tr: Tanım setini yönet
zh_cn: 管理定义集
zh_hk: 管理定義集

# ScheduleVerb
source: Schedule
ar: الجدول
cs: Plánování
da: Vagtplan
de: Planen
es: Planificar
fa: زمانبندی کردن
fi: Työvuorolista
fr: Planning
id: Jadwal
it: Pianificare
ja: スケジュール
lv: Plānot
nl: Rooster
no: Skjema
pl: Plan
pt: Agendar
ru: Планировать
sv: Schemalägg
tr: Vardiya planı
zh_cn: 排班
zh_hk: 排班

source: Create template
ar: إنشاء نموذج
cs: Vytvořit šablonu
da: Opret skabelon
de: Vorlage erstellen
es: Crear plantilla
fa: ساخت الگو
fi: Luo malli
fr: Créer modèle
id: Membuat template
it: Crea modello
ja: テンプレートの作成
lv: Izveidot veidni
nl: Creëer template
no: Lag mal
pl: Stwórz szablon
pt: Criar template
ru: Создать шаблон
sv: Skapa mall
tr: Şablon oluştur
zh_cn: 创建模板
zh_hk: 創建範本

# AfterCheckingAgainstKeepStartAndEndTime
source: Checking against keep start and end time
ar: تحقق من ابقاء وقت البدايه و النهايه
cs: Kontrola počátečních a koncových časů
da: Kontrol af behold start og slut tid
de: Behalte Anfangs- und Endzeit nach Überprüfung
es: Controlando regla 'Mantener hora de inicio y fin'
fa: بررسی به جهت نگهداری زمان شروع و پایان
fi: Tarkistuksen jälkeen pidä aloitus- ja lopetusaika
fr: Vérifier avec horaire de début et de fin
id: Menjaga pemeliharaan waktu mulai dan selesau
it: Controllo sul mantenimento dell'ora di inizio e fine
ja: 開始時刻と終了時刻の保持をチェック
lv: Pārbaude pret uzturēšanas sākuma un beigu laiku
nl: Controle tegen begin en eindtijd te houden
no: Ettersjekking start- og sluttider
pl: Sprawdzanie ustawionego czasu rozpoczęcia i zakończenia
pt: Verificando a manutenção dos tempos de início e fim
ru: Проверка настройки "не изменять время начала и окончания"
sv: Efter kontroll av start- och sluttider
tr: Başlangıç ve bitiş saatlerine karşı kontrol yapılıyor
zh_cn: 保留开始及结束时间检查
zh_hk: 保留開始及結束時間檢查

source: Filter on preference activity
ar: تصفيه على نشاط التفضيلات
cs: Filter na preference činností
da: Filtrer på ønskede aktiviteter
de: Nach präferierter Aktivität filtern
es: Filtro en actividad de preferencia
fa: فیلتر روی الویت فعالیت
fi: Muuta työvuorotoiveita
fr: Filtre sur activité de préférence
id: Penyaringan pada preferensi aktivitas
it: Filtro su attività preferite
ja: 優先活動のフィルター
lv: Filtrs, izvēlētajām aktivitātēm
nl: Filter op preferente activiteit
no: Filter på preferanseaktivitet
pl: Filtruj wg preferencji aktywności
pt: Filtrar pela atividade da preferência
ru: Фильтр по активности предпочтения
sv: Filtrerar på önskad aktivitet
tr: Tercih aktivitesine filtre koy
zh_cn: 根据偏好活动筛选
zh_hk: 根據偏好活動篩選

source: not allowed Shift Categories
ar: فئات نوبة العمل غير مسموح بها
cs: Nepovolená kategorie směn
da: Ikke tilladt Vagtkategori
de: Schichtkategorie nicht erlaubt
es: Categorías de Turno no permitidas
fa: مجاز به دسته بندی شیفت نمی باشد
fi: ei sallittuja vuoroluokkia
fr: Catégories d'horaires non valides
id: Kategori Shift tidak diperbolehkan
it: Categorie turni non consentite
ja: 許可されていないシフトカテゴリ
lv: Neatļautās Maiņu Kategorijas
nl: Geen Dienst Categorieën toegestaan
no: ikke tillatte skiftkategorier
pl: zabronione kategorie Dyżurów
pt: Categoria de Turno não permitida
ru: Категории смен не доступны
sv: ej tillåtna skiftkategorier
tr: izin verilmeyen vardiya kategorileri
zh_cn: 班次类别不被允许
zh_hk: 班次類別不被允許

source: You don't have a Workflow Control Set
ar: ليس لديك مجموعه تحكم سير العمل
cs: Nemáte přiřazenu sadu pracovních postupů
da: Du har ikke en arbejdsproces styring
de: Sie haben kein Workflow Control Set
es: No tiene un Workflow Control Set
fa: شما یک مجموعه کنترل کار ندارید
fi: Sinulla ei ole sääntösarjaa asetettuna
fr: Vous n'avez pas de contrôle de flux d'activités
id: Anda tidak memiliki Set Kendali Workflow
it: Non hai un insieme di regole di Workflow
ja: ワークフローコントロールセットがありません
lv: Jums nav Darbplūsmas Vadības Uzstādījumu
nl: U heeft geen Workflow Control Set
no: Du har ikke regelsett for arbeidsflyt
pl: Nie masz zestawu kontroli przebiegu pracy
pt: Você não tem um Controle do Workflow
ru: У вас не определен набор правил рабочего процесса
sv: Du har inget arbetsflöde
tr: İş akışı kontrol setine sahip değilsiniz
zh_cn: 您没有关联工作流控制集
zh_hk: 您沒有關聯工作流控制集

# CheckPermissionsForCastle
source: Insufficient local permissions. Caching needs to be turned off. Please contact your system administer.
ar: الاذن غير كافى. يجب اغلاق التخزين المؤقت.الرجاء الاتصال بمسؤول النظام
cs: Nedostatečné loklání práva. Je třeba vypnout cache. Prosím kontaktujte svého systémové administrátora.
da: Ikke tilstrækkelige rettigheder. Caching skal slåes fra, venligst kontakt din system administrator.
de: Unzureichende lokale Berechtigungen. Caching muss ausgestellt werden. Bitte System Administrator kontaktieren.
es: Insuficientes permisos locales. La caché deberá ser desactivada. Por favor, contactar administrador del sistema.
fa: مجوزهای محلی کافی نیست.عملکرد حافظه داخلی باید غیر فعال شود.لطفا با مدیر سیستم تماس بگیرید.
fi: Rittämättömät paikalliset oikeudet. Välimuisti (caching) tulee olla pois päältä. Ota yhteyttä järjestelmänvalvojaan.
fr: Permissions locales insuffisantes. Mise en cache doit être désactivée. Merci de contacter votre administrateur système.
id: Ijin tidak mencukupi. Proses penyimpanan sementara perlu dimatikan. Silakan hubungi sistem administrator anda.
it: Autorizzazioni locali insufficienti. È necessario spegnere il sistema di Caching. Contatta l'amministratore di sistema per favore.
ja: ローカルで作業するのに必要な権限がありません。キャッシュをオフにする必要があります。システム管理者にお問い合わせください。
lv: Nepietiekamas vietējās atļaujas. Caching jābūt izslēgtam. Lūdzu, sazinieties ar jūsu sistēmas administratoru.
nl: Onvoldoende lokale permissies. Caching moet uitgeschakeld worden. Neem contact op met uw systeem administrator.
no: Utilstrekkelig lokale tillatelser. Caching må være slått av. Vennligst kontakt din systemadministrator.
pl: Niedostateczne uprawnienia lokalne. Buforowanie musi zostać wyłączone - skontaktuj się administratorem.
pt: Permissões localis insuficientes. O caching precisa ser desligado. Por favor entre em contato com o administrador do seu sistema.
ru: Не достаточно локальных прав доступа. Необходимо отключить кэширование. Обратитесь к администратору системы.
sv: Otillräckliga lokala rättigheter. Cachning måste vara avstängt. Vänligen kontakta din systemadministratör.
tr: Yerel yetkiler yetersiz. Kaşelemenin kapanması gerekiyor. Lütfen sistem yöneticinize danışın.
zh_cn: 本地权限不足。缓存将被关闭。请联系您的系统管理员。
zh_hk: 本地許可權不足。緩存將被關閉。請聯繫您的系統管理員。

source: Modify Schedule
ar: تعديل الجدول
cs: Úprava plánu
da: Modificere vagtplan
de: Planung/Schicht ändern
es: Modificar Planificación
fa: اصلاح زمان بندی
fi: Muokkaa työvuoroja
fr: Modifier planning
id: Memodifikasi Jadwal
it: Modifica pianificazione
ja: スケジュールの変更
lv: Izmainīt Grafiku
nl: Wijzig Rooster
no: Modifiser skjema
pl: Edytuj plan
pt: Modificar Agenda
ru: Изменить графики
sv: Ändra scheman
tr: Vardiya planını modifiye et
zh_cn: 修改班表
zh_hk: 修改班表

source: Efficiency
ar: الكفاءة
cs: Efektivita
da: Effektivitet
de: Effizienz
es: Eficiencia
fa: راندمان
fi: Tehokkuus
fr: Efficience
id: Efisiensi
it: Efficienza
ja: 効率
lv: Efektivitāte
nl: Efficiëntie
no: Effektivitet
pl: Efektywność
pt: Eficiência
ru: Эффективность
sv: Effektivitet
tr: Verimlilik
zh_cn: 效率
zh_hk: 效率

source: Optimize Activities
ar: تحسين النشاطات
cs: Optimalizace činností
da: Optimere aktiviteter
de: Aktivitäten optimieren
es: Optimizar Actividades
fa: بهینه سازی فعالیت ها
fi: Optimoi aktiviteetit
fr: Optimise activités
id: Optimalisasi Aktivitas
it: Ottimizza attività
ja: 活動の最適化
lv: Optimizēt Aktivitātes
nl: Optimaliseren Activiteiten
no: Optimaliser aktiviteter
pl: Optymalizuj aktywności
pt: Otimizar Atividades
ru: Оптимизировать активности
sv: Optimera aktiviteter
tr: Aktiviteleri optimize et
zh_cn: 优化活动
zh_hk: 優化活動

source: Abandoned
ar: مكالمه مفقوده
cs: Zahozená
da: Tabte
de: Abgebrochen
es: Abandonadas
fa: رها شده
fi: Menetetty
fr: Abandonnés
id: Diabaikan
it: Abbandonate
ja: 放棄
lv: Pazaudētie
no: Bortfall
pl: Porzucone
pt: Abandonadas
ru: Несостоявшиеся
sv: Tappade
tr: Kaçan
zh_cn: 已放弃
zh_hk: 已放棄

source: Abandoned after service level
ar: مكالمه مفقوده بعد مستوى الخدمه
cs: Zahozená po sevice levelu
da: Tabte efter Service Level
de: Abgebrochen über Servicelevel (SL)
es: Abandonadas después del nivel de servicio
fa: بعد از سطح سرویس رها شده
fi: Palvelutason jälkeen menetetty
fr: Abandonnés après niveau de service
id: Diabaikan setelah tingkat layanan
it: Abbandonate oltre il livello di servizio
ja: サービス後の放棄レベル
lv: Pazaudētie pēc servisa līmeņa
nl: Abandoned na serviceniveau
no: Bortfall etter servicenivå
pl: Porzucone po Czasie w Poziomie Obsługi
pt: Abandonadas após o NS
ru: Несостоявшиеся, с SL ниже цели
sv: Tappade efter servicenivå
tr: Servis seviyesi dışında kaçan
zh_cn: 服务目标时间外放弃
zh_hk: 服務目標時間外放棄

source: Abandoned short
ar: مكالمه مفقوده
cs: Zahozená krátká
da: Tabt korte
de: abgebrochene Kurz-Anrufe
es: Abandonadas cortas
fa: رها شد
fi: Menetetty - lyhyt
fr: Abandonnés court
id: Diabaikan singkat
it: Abbandonate brevi
ja: 短期間の放棄
lv: Pazaudētie īsie
nl: Abandoned Korte
no: Bortfall korte samtaler
pl: Porzucone krótkie
pt: Abandonos curtos
ru: Несостоявшиеся кратковременные
sv: Tappade korta samtal
tr: Kısa süre içinde kaçan
zh_cn: 短时放弃
zh_hk: 短時放棄

source: Abandoned within service level
ar: مكالمه مفقوده خلال مستوى الخدمه
cs: Zahozená v service levelu
da: Tabte indenfor Service Level
de: Abgebrochen innerhalb des SL
es: Abandonadas dentro del nivel de servicio
fa: رها شده در سطح سرویس
fi: Menetetty palvelutason sisällä
fr: Abandonnés en niveau de Service
id: Diabaikan selama tingkat layanan
it: Abbandonate entro il livello di servizio
ja: サービス中の放棄レベル
lv: Pazaudētie servisa līmenī
nl: Abandoned binnen Serviceniveau
no: Bortfalte innenfor servicenivå
pl: Porzucone w czasie Poziomu Obsługi
pt: Abandonadas dentro do NS
ru: Несостоявшиеся с целевым SL
sv: Tappade inom servicenivå
tr: Servis seviyesi içinde kaçan
zh_cn: 服务目标时间内放弃
zh_hk: 服務目標時間內放棄

source: Offered
ar: مكالمات واردة
cs: Nabízená
da: Tilbudte
de: Angebotene
es: Ofrecidas
fa: پیشنهاد شده
fi: Tarjotut
fr: Acceptés
id: Ditawarkan
it: Entranti
ja: 着信
lv: Padotie
nl: Aangeboden
no: Tilbudt
pl: Oferowane
pt: Recebidas
ru: Поступившие
sv: Inkommande
tr: Gerçekleşen
zh_cn: 提供的
zh_hk: 提供的

source: Overflow in
ar: الفائض الوارد
cs: Přepad do
da: Overløb ind
es: Overflow entrante
fa: لبریز در
fi: Ylivuoto sisään
fr: Débordement entrant
id: Overflow masuk
ja: 着信オーバーフロー
lv: Pārplūde ienākošā
no: Overflow inn
pl: Nadmiar wchodzący
pt: Overflow de entrada
ru: Пришедшие в очередь
tr: Taşan ve gelen
zh_cn: 溢入
zh_hk: 溢入

source: Overflow out
ar: الفائض الصادر
cs: Přepad z
da: Overløb ud
es: Overflow saliente
fa: لبریز خارج از
fi: Ylivuoto ulos
fr: Débordement sortant
id: Overflow keluar
ja: 発信オーバーフロー
lv: Pārplūde izejošā
nl: Overflow uit
no: Overflow ut
pl: Nadmiar wychodzący
pt: Overflow de saída
ru: Ушедшие из очереди
sv: Overflow ut
tr: Taşan ve giden
zh_cn: 溢出
zh_hk: 溢出

# SelectScorecardForTeams
source: Select scorecard to use for teams
ar: اختار لوحة النتائج لاستخدامها مع الفريق
cs: Zvolit výsledkovou listinu, která má být použita pro týmy
da: Vælg scorekort for teams
de: Scorecard für Teams wählen
es: Seleccionar Scorecard a usar en los equipos
fa: انتخاب برگه امتیاز برای استفاده جهت تیم ها
fi: Valitse tiimeille käytettävä tuloskortti
fr: Sélectionner feuille d'évaluation à utiliser pour équipes
id: Pilih scorecard untuk digunakan tim
it: Seleziona Scorecard da usare per Team
ja: チームで使用するスコアカードを選択
lv: Atlasīt rezultātu kartītes nodaļu lietošanai
nl: Selecteer scorekaart te gebruiken voor teams
no: Velg scorecard til bruk for team
pl: Wybierz kartę wyników do użycia dla zespołów
pt: Selecione o scorecard que será utilizado com as equipes
ru: Выбор оценочного листа для группы
sv: Välj scorecard att använda på teamnivå
tr: Takımlar için skorkart seç
zh_cn: 为小组选择所使用的记分卡
zh_hk: 為小組選擇所使用的記分卡

source: Set Scorecard
ar: حدد لوحه النتائج
cs: Nastavit výsledkovou listinu
da: Sæt scorekort
de: Scorecard wählen
es: Establecer Scorecard
fa: مرتب کردن برگه امتیاز
fi: Määritä tuloskortti
fr: Définir feuille d'évaluation
id: Tentukan scorecard
it: Imposta Scorecard
ja: スコアカードの設定
lv: Uzstādīt Rezultātu Kartīti
nl: Stel Scorekaart
no: Sett scorecard
pl: Ustaw kartę wyników
pt: Preparar scorecard
ru: Установить оценочный лист
sv: Välj scorecard
tr: Skorkart belirle
zh_cn: 设定记分卡
zh_hk: 設定記分卡
