Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Rule sets
ar: مجموعات قواعد
cs: Typy směn
da: Regelsæt
de: Regelsammlung
es: Conjunto de normas
fa: مجموعه قواعد
fi: Sääntösarjat
fr: Règles d'horaires
id: Set aturan
it: Set di regole
ja: ルールセット
lv: Noteikumu kopas
nl: Regel sets
no: Regelsett
pl: Zestawy reguł
pt: Conjuntos de Regras
ru: Наборы правил
sv: Regeluppsättningar
tr: Kural setleri
zh_cn: 班次规则
zh_hk: 班次規則

# Rulesetsavailables
source: Rule sets available
ar: تتوافر مجموعات قواعد
cs: Typy směn dostupné
da: Tilgængelige regelsæt
de: Regelsammlung verfügbar
es: Conjunto de normas disponible
fa: مجموعه قوانین در دسترس هستند
fi: Sääntösarjat ovat käytettävissä
fr: Règles d'horaires disponibles
id: Set aturan tersedia
it: Set di regole disponibili
ja: ルールセットが利用可能です
lv: Noteikumu kopas pieejamas
nl: Regel sets beschikbaar
no: Regelsett tilgjenglig
pl: Dostępne zestawy reguł
pt: Conjuntos de regras disponíveis
ru: Доступные наборы правил
sv: Tillgängliga regeluppsättningar
tr: Uygun kural setleri
zh_cn: 可用班次规则
zh_hk: 可用班次規則

source: Saturday
ar: السبت
cs: Sobota
da: Lørdag
de: Samstag
es: Sábado
fa: شنبه
fi: Lauantai
fr: Samedi
id: Sabtu
it: Sabato
ja: 土曜日
lv: Sestdiena
nl: Zaterdag
no: Lørdag
pl: Sobota
pt: Sábado
ru: Суббота
sv: Lördag
tr: Cumartesi
zh_cn: 星期六
zh_hk: 星期六

source: Save
ar: حفظ
cs: Uložit
da: Gem
de: Speichern
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Sauvegarder
id: Simpan
it: Salva
ja: 保存
lv: Saglabāt
nl: Opslaan
no: Lagre
pl: Zapisz
pt: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
zh_cn: 保存
zh_hk: 保存

source: Save as
ar: حفظ باسم
cs: Uložit jako
da: Gem som
de: Speichern als
es: Guardar como
fa: ذخیره در
fi: Tallenna nimellä
fr: Enregistrer sous
id: Simpan sebagai
it: Salva con nome
ja: 名前を付けて保存
lv: Saglabāt kā
nl: Opslaan als
no: Lagre som
pl: Zapisz jako
pt: Salvar como
ru: Сохранить как
sv: Spara som
tr: Başka isimle kaydet
zh_cn: 另存为
zh_hk: 另存為

source: Save && Close
ar: حفظ وإغلاق
cs: Uložit && Zavřít
da: Gem && Luk
de: Speichern & Schließen
es: Guardar && Cerrar
fa: ذخیره و بستن
fi: Tallenna && Sulje
fr: Sauvegarder && Fermer
id: Simpan && Tutup
it: Salva && Chiudi
ja: 保存して閉じる
lv: Saglabāt && Aizvērt
nl: Opslaan && Sluiten
no: Lagre && Lukk
pl: Zapisz i zamknij
pt: Salvar && Fechar
ru: Сохранить и закрыть
sv: Spara && stäng
tr: Kaydet&&Kapat
zh_cn: 保存并关闭
zh_hk: 保存並關閉

source: Save Error
ar: خطأ في الحفظ
cs: Chyba při ukládání
da: Gem Fejl
de: Fehler speichern
es: Guardar Error
fa: خطای ذخیره
fi: Tallennusvirhe
fr: Sauvegarder erreur
id: Simpan Kesalahan
it: Salva errore
ja: 保存エラー
lv: Saglabāt Kļūdu
nl: Error Opslaan
no: Lagre feil
pl: Błąd zapisu
pt: Erro ao Salvar
ru: Сохранить ошибку
sv: Kunde inte spara
tr: Hatayı Kaydet
zh_cn: 保存错误
zh_hk: 保存錯誤

source: Scenario
ar: سيناريو
cs: Scénář
da: Scenarie
de: Szenario
es: Escenario
fa: سناریو
fi: Skenaario
fr: Scénario
id: Skenario
ja: シナリオ
lv: Scenārijs
pl: Scenariusz
pt: Cenário
ru: Сценарий
tr: Senaryo
zh_cn: 情景
zh_hk: 情景

# ScenarioColon
source: Scenario:
ar: سيناريو:
cs: Scénář:
da: Scenarie:
de: Szenario:
es: Escenario:
fa: سناریو:
fi: Skenaario:
fr: Scénario:
id: Skneario:
ja: シナリオ:
lv: Scenārijs:
pl: Scenariusz:
pt: Cenário:
ru: Сценарий:
tr: Senaryo:
zh_cn: 情景：
zh_hk: 情景：

source: Schedule
ar: جدولة
cs: Plán
da: Plan
de: Plan
es: Planificación
fa: برنامه من
fi: Työvuorolista
fr: Planning
id: Jadwal
it: Schedules
ja: スケジュール
lv: Grafiks
nl: Rooster
no: Skjema
pl: Plan
pt: Agenda
ru: Расписание работы
sv: Schema
tr: Vardiya Planı
zh_cn: 排班
zh_hk: 排班

# ScheduleColon
source: Schedule:
ar: جدولة:
cs: Plán:
da: Plan:
de: Plan:
es: Planificación:
fa: زمانبندی:
fi: Työvuoro:
fr: Planning:
id: Jadwal:
it: Pianificazione:
ja: スケジュール:
lv: Grafiks:
nl: Rooster:
no: Skjema:
pl: Plan:
pt: Agenda:
ru: График:
sv: Schema:
tr: Vardiya Planı:
zh_cn: 班表：
zh_hk: 班表：

# ScheduledDaysOff
source: Days off
ar: ايام عطلة
cs: Dny volna
da: Fridage
de: Freie Tage
es: Días libres
fa: روزهای تعطیل
fi: Vapaapäivät
fr: Jours libres
id: Hari libur
it: Riposi
ja: 休暇
lv: Brīvdienas
nl: Vrije Dagen
no: Fridager
pl: Dni wolne
pt: Folgas
ru: Выходные дни
sv: Fridagar
tr: Tatiller
zh_cn: 休息日
zh_hk: 休息日

# ScheduleDescripton
source: Schedule description
ar: وصف الجدولة
cs: Popis plánu
da: Beskrivelse af plan
de: Planbeschreibung
es: Descripción de Planificación
fa: توضیح زمان بندی
fi: Työvuoromääritelmä
fr: Description planning
id: Deskripsi jadwal
it: Descrizione pianificazione
ja: スケジュールの説明
lv: Grafika apraksts
nl: Rooster beschrijving
no: Skjemabeskrivelse
pl: Opis planu
pt: Descrição da agenda
ru: Описание графика
sv: Schemabeskrivning
tr: Vardiya Planı tanımı
zh_cn: 班表描述
zh_hk: 班表描述

source: Scheduled heads
ar: رؤوس مجدولة
cs: Plánované položky
da: Planlagte hoveder
de: Geplante Köpfe
es: Personal Planificado
fa: عناوین زمان بندی شده
fi: Työvuorot henkilöille
fr: Effectif planifié
id: Kepala terjadwal
it: FTE pianificati
ja: 予定要員数
lv: Ieplānotās vienības
nl: Ingeroosterd hoofden
no: Planlagte hoder
pl: Zaplanowane osoby
pt: Headcount agendado
ru: Запланированное число сотрудников
sv: Schemalagda huvuden
tr: Vardiyalanan kişiler
zh_cn: 已排定的人头数
zh_hk: 已排定的人頭數

source: Scheduled hours
ar: ساعات مجدولة
cs: Plánované hodiny
da: Planlagte timer
de: Geplante Stunden
es: Horas Planificadas
fa: ساعات زمان بندی شده
fi: Työvuorolistan tunnit
fr: Heures planifiées
id: Jam terjadwal
it: Ore pianificate
ja: 予定時間
lv: Ieplānotās stundas
nl: Ingeroosterd uren
no: Planlagte timer
pl: Zaplanowane godziny
pt: Horas Agendadas
ru: Запланированные часы
sv: Schemalagda timmar
tr: Vardiyalanan saatler
zh_cn: 已排定的小时数
zh_hk: 已排定的小時數

# ScheduledStaff
source: Scheduled agents
ar: فريق عمل مجدول
cs: Plánovaní agenti
da: Planlagte medarbejdere
de: Geplante Mitarbeiter
es: Agentes planificados
fa: پاسخگوهای زمان بندی شده
fi: Työvuoroissa olevat agentit
fr: Agents planifiés
id: Agent terjadwal
it: Agenti pianificati
ja: 予定エージェント
lv: Ieplānotie operatori
nl: Ingeroosterd agenten
no: Planlagte agenter
pl: Zaplanowani agenci
pt: Agentes agendados
ru: Запланированные операторы
sv: Schemalagda agenter
tr: Vardiyalanan müşteri temsilcileri
zh_cn: 已排定的座席代表数
zh_hk: 已排定的座席代表數

# ScheduledTime
source: Time
ar: الوقت
cs: Čas
da: Tid
de: Zeit
es: Tiempo
fa: زمان
fi: Työvuorolistan tunnit
fr: Temps
id: Waktu
it: Tempo
ja: 時間
lv: Laiks
nl: Tijd
no: Tid
pl: Czas
pt: Tempo
ru: Время
sv: Tid
tr: Zaman
zh_cn: 时间
zh_hk: 時間

source: Schedule Hourly Employees
ar: جدواة الموظفين بالساعة
cs: Plánovat hodinové zaměstnance
da: Planlæg Timeansatte
de: Plane Stundenkräfte
es: Planificar Empleados por Horas
fa: زمانبندی کارمندان ساعتی
fi: Työvuorot tuntityöntekijöille
fr: Planification personnel horaire
id: Jadwal Karyawan Jam-an
it: pianifica dipendenti a ore
ja: 時給従業員のスケジュール作成
lv: Ieplānot Stundu Darbiniekus
nl: Rooster Uurloon personeel
no: Skjema timeansatte
pl: Planuj pracowników godzinowych
pt: Agendar Funcionários Horários
ru: Планировать работников с почасовой занятостью
sv: Schemalägg timanställda
tr: Saatli Çalışanları Vardiyala
zh_cn: 为小时制员工排班
zh_hk: 為小時制員工排班

source: Schedule Only Availability Days
ar: جدول الايام المتوفرة فقط
cs: Plánovat pouze dny dostupnosti
da: Planlæg Kun Dage Med Tilgængelighed
de: Plane nur verfügbare Tage
es: Planificar Sólo Días con Disponibilidad
fa: زمانبندی فقط روزهای دسترس پذیری
fi: Työvuorot vain käytettävyyspäiville
fr: Planifier uniquement jours de disponibilité
id: Jadwal Hanya Ketersediaan Hari
it: Seleziona solo giorni di disponibilità
ja: 空いている日のみスケジュール作成
lv: Ieplānot Tikai Pieejamības Dienas
nl: Rooster Alleen Beschikbaarheid dagen
no: Planlegg kun tilgjengelige dager
pl: Planuj tylko dni dostępności
pt: Agendar Apenas Dias com uma Disponibilidade
ru: Планировать только дни доступности
sv: Schemalägg endast tillgänglighetsdagar
tr: Sadece Uygun Günleri Vardiyala
zh_cn: 仅排定可用性日期的班表
zh_hk: 僅排定可用性日期的班表

source: Schedule Only Preference Days
ar: جدول الايام المفضلة فقط
cs: Plánovat pouze dny s preferencemi
da: Planlæg Kun Præferencedage
de: Plane nur Präferenzen
es: Planificar Sólo Días con Preferencias
fa: زمانبندی فقط روزهای الویت
fi: Työvuorot vain työvuorotoive päiville
fr: Planifier uniquement jours de préférence
id: Jadwal Hanya Preferensi Hari
it: Pianifica solo giorni preferenze
ja: 希望日のみスケジュール作成
lv: Ieplānot Tikai Izvēles Dienas
nl: Rooster Alleen Voorkeur Dagen
no: Planlegg kun foretrukne dager
pl: Planuj tylko dni preferowane
pt: Agendar Apenas Dias com Preferências
ru: Планировать только дни предпочтений
sv: Schemalägg endast dagar med önskemål
tr: Sadece Tercih Yapılan Günleri Vardiyala
zh_cn: 仅排定偏好日期的班表
zh_hk: 僅排定偏好日期的班表

source: Schedule Only Rotation Days
ar: جدولة أيام الدورة فقط
cs: Plánovat pouze dny s cykly
da: Planlæg Kun Turnusdage
de: Plane nur Rotationen
es: Planificar Sólo Días de Rotación
fa: زمانبندی فقط روزهای گردش
fi: Työvuorot vain työvuorokierto päiville
fr: Planifier uniquement jours de rotation
id: Jadwal Hanya Hari Rotasi
it: Pianifica solo giorni Rotazione
ja: ローテーション日のみスケジュール作成
lv: Ieplānot Tikai Rotācijas Dienas
nl: Rooster Alleen Rotatie Dagen
no: Planlegg kun rotasjon dager
pl: Planuj tylko dni rotacji
pt: Agendar Apenas Dias com uma Rotação
ru: Планировать только дни ротации
sv: Schemalägg endast sekvensdagar
tr: Sadece Rotasyon Günlerini Vardiayalandır
zh_cn: 仅排定循环日期的班表
zh_hk: 僅排定迴圈日期的班表

source: Schedule Period Error
ar: خطأ في فترة جدولة
cs: Chyba plánovaného období
da: Planlægningsperiode Fejl
de: Fehler in Planperiode
es: Error en el Período de Planificación
fa: خطای دوره زمانبندی
fi: Työvuorokauden virhe
fr: Erreur de période planning
id: Kesalahan Periode Penjadwalan
it: Errore Periodo di pianificazione
ja: スケジュール期間のエラー
lv: Plānojamā Perioda Kļūda
nl: Rooster Periode Error
no: Skjemaperiode feil
pl: Błąd okresu planowego
pt: Erro do Período Agendado
ru: Ошибка периода планирования
sv: Schemaperiodfel
tr: Vardiya Planı Periyod Hatası
zh_cn: 班表周期错误
zh_hk: 班表週期錯誤

source: Schedule Periods
ar: جدولة فترات
cs: Plánovaná Období
da: Plan Perioder
de: Planperioden
es: Períodos de Planificación
fa: دوره های زمان بندی
fi: Työvuoro Jaksot
fr: Périodes planning
id: Periode Jadwal
it: Periodi di Pianificazione
ja: スケジュール 期間
lv: Grafika Periodi
nl: Rooster Periodes
no: Skjemaperiode
pl: Okresy planowania
pt: Períodos de Agendamento
ru: Период Планирования
sv: Schemaperioder
tr: Vardiya Planı periyodu
zh_cn: 班表周期
zh_hk: 班表週期

# SchedulePeriodView
source: Periods
ar: فترات
cs: Náhled plánovaného období
da: Periode
de: PlanPeriodenSicht
es: Períodos
fa: دوره ها
fi: Työvuorokausi
fr: Périodes
id: Periode
it: Periodi
ja: 期間
lv: Periodi
nl: Perioden
no: Perioder
pl: Okresy
pt: Períodos
ru: Вид периода планирования
sv: Perioder
tr: VardiyaPeriyodGörünümü
zh_cn: 排班周期浏览
zh_hk: 排班週期流覽

source: Schedule Publishing Dates
ar: جدولة تواريخ النشر
cs: Plánovat data vydání
da: Publiceringsdatoer for Planer
de: Planveröffentlichungsdaten
es: Fechas de Publicación de la Planificación
fa: زمانبندی تاریخهای نشر
fi: Työvuorojen julkaisupäivä
fr: Dates de publication planning
id: Tanggal Mengumumkan Jadwal
it: Date di pubblicazione piano
ja: 公開予定日
lv: Grafika Publicēšanas Datumi
nl: Rooster Publicatie Datums
no: Planlegg publiseringsdatoer
pl: Daty publikacji planu
pt: Agendar as Datas de Publicação
ru: Даты публикации расписания работы
sv: Schemapubliceringsdatum
tr: Yayınlanma Tarihlerini Vardiyala
zh_cn: 班表发布日期
zh_hk: 班表發佈日期

source: Schedules
ar: جداول
cs: Plány
da: Planer
de: Pläne
es: Planificaciones
fa: زمان بندی ها
fi: Työvuorolista
fr: Plannings
id: Jadwal
ja: スケジュール
lv: Grafiki
nl: Roosteren
no: Skjemaer
pl: Plany
pt: Agendas
ru: Графики
sv: Scheman
tr: Vardiya Planları
zh_cn: 班表
zh_hk: 班表

source: Schedule Selected
ar: تحديد جدولة
cs: Vybraný plán
da: Valgt plan
de: Ausgewählte Päne
es: Planificación Seleccionada
fa: زمان بندی انتخاب شد
fi: Valittu työvuoro
fr: Planning sélectionné
id: Jadwal Dipilih
it: Pianificazione selezionata
ja: 選択されたスケジュール
lv: Grafiks Atzīmēts
nl: Rooster Geselecteerd
no: Planlegg valgte
pl: Wybrany plan
pt: Agenda Selecionada
ru: Выбранный график
sv: Schemalägg Markering
tr: Seçili Vardiya Planları
zh_cn: 已选择的班表
zh_hk: 已選擇的班表

source: Schedule Views
ar: طرق عرض الجدولة
cs: Náhledy plánu
da: Planvisninger
de: Plansichten
es: Vistas del Horario
fa: نمای زمان بندی
fi: Työvuoronäkymät
fr: Aperçu planning
id: Tampilan Jadwal
it: Viste pianificazione
ja: スケジュールビュー
lv: Grafika skatījumi
nl: Rooster Overzichten
no: Skjemaoversikter
pl: Widoki planów
pt: Visão da Agenda
ru: Виды графика
sv: Schemavyer
tr: Vardiya Planı görünümü
zh_cn: 班表浏览
zh_hk: 班表流覽

# ScheduleWorkCtiTime
source: Scheduled Ready Time
ar: جدولة وقت التكامل بين الكمبيوتر والهاتف
cs: CTI čas práce podle plánu
da: Planlæg arbejdets CTI-tid
de: Plan Arbeits-CTI-Zeit
es: Tiempo Disponible Planificado
fa: زمان آماده به کار زمانبندی شده
fi: Suunniteltu valmiusaika
fr: Temps ready planifié
id: Waktu Siap Terjadwal
it: Tempo Ready pianificato
ja: 予定レディ時間
lv: Ieplānotais Gatavības Laiks
nl: Ingeroosterd Ready Tijd
no: Planlagt tilgjengelig tid
pl: Planowany czas gotowości
pt: Tempo Disponível Agendado
ru: Запланированное время готовности к работе
sv: Schemalagd redotid
tr: CTI süresini vardiyala
zh_cn: 已排定的就绪时间
zh_hk: 已排定的就緒時間

source: Scheduling
ar: جدولة
cs: Plánování
da: Planlægning
de: Planung
es: Planificaciones
fa: در حال زمان بندی
fi: Työvuorot
fr: Planification
id: Penjadwalan
it: Pianificazione
ja: スケジュールの作成
lv: Plānošana
nl: Inroosteren
no: Planlegger
pl: Planowanie
pt: Agendamento
ru: Планирование
sv: Schemaläggning
tr: Vardiya Planlama
zh_cn: 排班
zh_hk: 排班

source: Scheduling screen
ar: شاشة الجدولة
cs: Obrazovka plánování
da: Planlægningsvindue
de: Planungsbildschirm
es: Pantalla de Planificación
fa: در حال زمان بندی صفحه
fi: Työvuoronäkymä
fr: Ecran planification
id: Layar penjadwalan
it: Finestra pianificazione
ja: スケジュール画面
lv: Plānošanas ekrāns
nl: Inroosteren scherm
no: Planlegging skjermbilde
pl: Ekran planowania
pt: Tela de Agendamento
ru: Экран планирования
sv: Scheman
tr: Vardiya Planı ekranı
zh_cn: 排班屏幕
zh_hk: 排班螢幕

source: Scheduling Session Options
ar: خيارات جدولة جلسة عمل
cs: Možnosti plánovací relace
da: Indstillinger for Planlægningssession
de: Planungsoptionen
es: Opciones de la Sesión de Planificación
fa: گزینه های ارتباطی در حال زمان بندی هستند
fi: Työvuorojen asetukset
fr: Options session planification
id: Opsi Sesi Penjadwalan
it: Opzioni sessione di pianificazione
ja: スケジューリングセッションのオプション
lv: Plānošana Sesijas Iespējas
nl: Inroosteren Sessie Opties
no: Planlegger sesjonsvalg
pl: Opcje sesji planowania
pt: Opções da Sessão de Agendamento
ru: Опции сессии планирования
sv: Inställningar Schemaläggning
tr: Vardiya Planlama Oturumu Opsiyonları
zh_cn: 排班部分选项
zh_hk: 排班部分選項

source: Scorecard
ar: بطاقة أداء
cs: Výsledková listina
fa: برگه امتیاز
fi: Tuloskortti
fr: Feuille d'évaluation
ja: スコアカード
lv: Rezultātu kartīte
nl: scorekaart
pl: Karta oceny
ru: Оценочный лист
tr: Skorkart
zh_cn: 记分卡
zh_hk: 記分卡

# ScorecardColon
source: Scorecard:
ar: بطاقة أداء:
cs: Výsledková listina:
fa: برگه امتیاز:
fi: Tuloskortti:
fr: Feuille d'évaluation:
ja: スコアカード:
lv: Rezultātu kartīte
nl: Scorekaart:
pl: Karta wyników:
ru: Оценочные листы:
tr: Skorkart:
zh_cn: 记分卡：
zh_hk: 記分卡：

source: Scorecard Preview
ar: معاينة بطاقة أداء
cs: Náhled výsledkové listiny
da: Vis Udskrift af Scorecard
de: Scorecard Voransicht
es: Vista Previa de Scorecard
fa: پیش نمای برگه امتیاز
fi: Tuloskortin esikatselu
fr: Aperçu feuille d'évaluation
id: Preview Scorecard
it: Anteprima Scorecard
ja: スコアカードのプレビュー
lv: Rezultātu Kartītes Priekšskatījums
nl: Scorekaart Voorbeeld
no: Oversikt scorecard
pl: Podgląd karty oceny
pt: Previsão do Scorecard
ru: Предпросмотр оценочных листов
sv: Förhandsgranskning scorecard
tr: Skorkart Görünümü
zh_cn: 记分卡预览
zh_hk: 記分卡預覽

source: Scorecards
ar: بطاقات أداء
cs: Výsledkové listiny
de: Scorecard
fa: برگه امتیاز ها
fi: Tuloskortit
fr: Feuille d'évaluation
id: Scorecard
it: Scorecard
ja: スコアカード
lv: Rezultātu kartītes
nl: scorekaarten
no: Scorecard
pl: Karty oceny
ru: Оценочные листы
tr: Skorkartları
zh_cn: 记分卡
zh_hk: 記分卡

source: Search
ar: بحث
cs: Hledat
da: Søg
de: Suchen
es: Buscar
fa: جستجو
fi: Haku
fr: Chercher
id: Cari
it: Cerca
ja: 検索
lv: Meklēt
nl: Zoeken
no: Søk
pl: Szukaj
pt: Procurar
ru: Поиск
sv: Sök
tr: Ara
zh_cn: 搜索
zh_hk: 搜索

source: Search all
ar: بحث الكل
cs: Prohledat vše
da: Søg i alle
de: Alle suchen
es: Buscar todo
fa: جستجوی همه
fi: Etsi kaikki
fr: Chercher tous
id: Cari semua
it: Cerca tutto
ja: 全て検索
lv: Meklēt visu
nl: Doorzoeken
no: Søk alle
pl: Przeszukaj wszystko
pt: Buscar tudo
ru: Поиск везде
sv: Sök allt
tr: Tümünü ara
zh_cn: 搜索全部
zh_hk: 搜索全部

# Searchcl
source: Search:
ar: بحث:
cs: Hledat:
da: Søg:
de: Suchen:
es: Buscar:
fa: جستجو:
fi: Haku:
fr: Chercher:
id: Cari:
it: Cerca:
ja: 検索:
lv: Meklēt:
nl: Zoeken:
no: Søk:
pl: Szukaj:
pt: Localizar:
ru: Поиск:
sv: Sök:
tr: Ara:
zh_cn: 搜索：
zh_hk: 搜索：

# SearchingForDataSourcesTreeDots
source: Searching for data sources...
ar: جاري البحث عن مصادر البيانات...
cs: Hledání zdrojů dat...
da: Søger efter datakilder...
de: Nach Datenquellen suchen…
es: Buscando la fuente de datos...
fa: جستجوی منابع داده...
fi: Tietolähteitä etsitään...
fr: Recherche de sources de données...
id: Mencari sumber data...
it: Ricerca sorgente dati...
ja: データソースを検索しています...
lv: Meklē datu avotus...
nl: Zoeken naar databronnen
no: Søker etter datakilder...
pl: Szukanie źródeł danych...
pt: Procurando fontes de dados...
ru: Поиск источников данных...
sv: Letar efter datakällor...
tr: Veri kaynağı aranıyor...
zh_cn: 正在搜索数据源…
zh_hk: 正在搜索資料來源…

source: Search up
ar: بحث لأعلى
cs: Prohledat nahoru
da: Søg opad
de: Oben suchen
es: Buscar arriba
fa: جستجو
fi: Etsi ylös
fr: Rechercher
id: Cari ke atas
it: Cerca sopra
ja: 上に検索
lv: Meklēt uz augšu
nl: Omhoog zoeken
no: Søk opp
pl: Szukaj w górę
pt: Buscar acima
ru: Поиск вверх
sv: Sök upp
tr: Ara
zh_cn: 向上搜索
zh_hk: 向上搜索

source: Segment
ar: مقطع
es: Segmento
fa: بخش
fi: Segmentti
id: Segmen
it: Segmento
ja: セグメント
lv: Segments
pt: Segmento
ru: Сегмент
tr: parça
zh_cn: 间隔
zh_hk: 間隔

source: <Select>
ar: <تحديد>
cs: <Vybrat>
da: <Vælg>
de: <Auswählen>
es: <Seleccionar>
fa: <انتخاب>
fi: <Valitse>
fr: <Sélectionner>
id: <Pilih>
it: <Seleziona>
ja: <選択>
lv: <Atlasīt>
no: <Velg>
pl: <Wybierz>
pt: <Selecione>
ru: <Выбор>
sv: <Välj>
tr: <seç>
zh_cn: <选择>
zh_hk: <選擇>

source: Select a group by option!
ar: تحديد أحد خيارات "تجميع حسب"!
cs: Vyberte skupinu podle možností!
da: Vælg en gruppe ud fra valgmuligheder!
de: Wählen Sie eine Gruppe durch die Optionen!
es: Seleccionar un grupo por opción!
fa: یک گروه از طریق گزینه ها انتخاب کنید
fi: Valitse ryhmä asetuksista!
fr: Sélectionner un groupe par option!
id: Pilih kelompok menggunakan opsi!
it: Seleziona un gruppo tra le opzioni!
ja: オプションでグループを選択してください!
lv: Izvēlieties grupu kā variantu!
nl: Selecteer een groep door optie!
no: Velg gruppe ved valget!
pl: Wybierz grupę według opcji!
pt: Selecione um grupo por opção!
ru: Выберите группу по опции!
sv: Välj ett alternativ att gruppera med
tr: Opsiyonel Grup Seç!
zh_cn: 通过选项选择一个分组！
zh_hk: 通過選項選擇一個分組！

source: Select availability:
ar: تحديد توفر:
cs: Vybrat dostupnost:
da: Vælg tilgængelighed:
de: Wählen Sie Verfügbarkeiten:
es: Selecionar disponibilidad:
fa: انتخاب دسترس پذيرى:
fi: Valitse käytettävyys:
fr: Sélectionner disponiblité:
id: Pilih ketersediaan:
it: Seleziona disponibilità:
ja: 空き状況の選択:
lv: Atlasīt pieejamību:
nl: Selecteer beschikbaarheid:
no: Velg tilgjengelige:
pl: Wybierz dostępność:
pt: Sel. disponibilidade
ru: Выбрать доступность:
sv: Välj tillgänglighet
tr: Uygunluk seç:
zh_cn: 选择可用性：
zh_hk: 選擇可用性：

# SelectAvailabilityColon
source: Select availability:
ar: اختيار توفر
cs: Vybrat dostupnost:
da: Vælg tilgængelighed:
de: Wählen Sie Verfügbarkeiten:
es: Seleccionar disponibilidad:
fa: اتنخاب دسترس پذیری:
fi: Valitse käytettävyys:
fr: Sélectionner disponibilté:
id: Pilih ketersediaan:
it: Seleziona desponibilità:
ja: 空き状況の選択:
lv: Atlasīt pieejamību:
nl: Selecteer Beschikbaarheid:
no: Velg tilgjengelige:
pl: Wybierz dostępność:
pt: Sel. disponibilidade:
ru: Выбрать доступность:
sv: Välj tillgänglighet:
tr: Uygunluk seç:
zh_cn: 选择可用性：
zh_hk: 選擇可用性：

source: Select color
ar: تحديد لون
cs: Vybrat barvu
da: Vælg farve
de: Farbe
es: Seleccione color
fa: انتخاب رنگ
fi: Valitse väri
fr: Sélectionner couleur
id: Pilih warna
it: Seleziona colore
ja: 色を選択
lv: Atlasīt krāsu
nl: Selecteer kleur
no: Velg farge
pl: Wybierz kolor
pt: Selecione a Cor
ru: Выбор цвета
sv: Välj färg
tr: Renk seç
zh_cn: 选择颜色
zh_hk: 選擇顏色

source: Selected date
ar: تاريخ محدد
cs: Vybrané datum
da: Valgt dato
de: Wählen Sie eine Datum
es: Fecha seleccionada
fa: تاریخ انتخاب شده
fi: Valittu päivä
fr: Date sélectionnée
id: Tanggal dipilih
it: Data selezionata
ja: 選択した日付
lv: Atlasīt datumu
nl: Geselecteerde Datum
no: Valgt dato
pl: Wybrana data
pt: Data selecionada
ru: Выбранная дата
sv: Valt datum
tr: Seçili tarih
zh_cn: 已选日期
zh_hk: 已選日期

source: Selected exceptions
ar: استثناءات محددة
cs: Vybrané výjimky
da: Valgte undtagelser
de: Wählen Sie eine Ausnahme
es: Seleccionar excepciones
fa: استثناهای انتختب شده
fi: Valitut poikkeukset
fr: Exceptions sélectionnées
id: Pengecualian terpilih
it: Eccezioni selezionate
ja: 選択された例外
lv: Atlasītie izņēmumi
nl: Geselecteerde uitzonderingen
no: Valgt unntak
pl: Wybrane wyjątki
pt: Exceções Selecionadas
ru: Выбранные исключения
sv: Valda undantag
tr: Seçili istisnalar
zh_cn: 已选择的例外
zh_hk: 已選擇的例外

source: Select Employment type
ar: تحديد نوع توظيف
cs: Vyberte druh pracovního poměru
da: Vælg Ansættelsestype
de: Wählen Sie einen Anstellungstypen
es: Seleccionar Tipo de Empleo
fa: نوع استخدام را انتخاب کنید
fi: Valitse työsuhteen muoto
fr: Sélectionner Type d'emploi
id: Pilih jenis pekerjaan
it: Seleziona tipo di impiego
ja: 雇用形態の選択
lv: Izvēlieties Nodarbinātības tipu
nl: Selecteer type werk:
no: Velg ansettelsestype
pl: Wybierz rodzaj zatrudnienia
pt: Selecione um tipo de empregado
ru: Выберите тип трудоустройства
sv: Välj anställningsform
tr: Çalışan Tipi Seç
zh_cn: 选择员工类型
zh_hk: 選擇員工類型

source: Select historical data
ar: تحديد بيانات تاريخية
cs: Vybrat minulá data
da: Vælg historiske data
de: Wählen Sie historische Daten
es: Seleccionar datos históricos
fa: انتخاب داده های تاریخی
fi: Valitse historiatiedot
fr: Sélectionner données historiques
id: Pilih data historis
it: Seleziona dati strorici
ja: 履歴データの選択
lv: Atlasīt vēsturiskos datus
nl: Selecteer historische data
no: Velg historiske data
pl: Wybrane dane historyczne
pt: Selecione os Dados Históricos
ru: Выбор исторических данных
sv: Välj historisk data
tr: Tarihi veri seç
zh_cn: 选择历史数据
zh_hk: 選擇歷史資料

# SelectKPIToHandleColon
source: Select KPI to handle:
ar: تحديد مؤشر أداء أساسي للمعالجة:
cs: Vybrat KPI pro vyřízení:
da: Vælg KPI til behandling:
de: Wählen Sie KPI zum Bearbeiten:
es: Seleccione KPI a gestionar:
fa: KPI را برای رسیدگی انتخاب کنید
fi: Valitse käsiteltävä KPI:
fr: Sélectioner ICP à traiter:
id: Pilih KPI untuk ditangani:
it: Seleziona KPI da manipolare:
ja: 処理するKPIを選択:
nl: Selecteer KPI te behandelen
no: Velg KPI som skal behandles:
pl: Wybierz KPI do obsłużenia:
pt: Selecione KPI para ajustar:
ru: Выбрать KPI для обработки:
sv: Välj nyckeltal att hantera:
tr: Yönetmek için KPI seç:
zh_cn: 选择KPI进行操作：
zh_hk: 選擇KPI進行操作：

source: Select names
ar: اختار الاسماء
cs: Vybrat jména
da: Vælg navne
de: Wählen Sie einen Namen
es: Seleccionar nombres
fa: انتخاب نام ها
fi: Valitse nimet
fr: Sélectionner noms
id: Pilih nama
it: Seleziona nomi
ja: 名前の選択
lv: Atlasīt vārdus
nl: Selecteer namen
no: Velg navn
pl: Wybierz nazwy
pt: Selecionar nomes
ru: Выбор имен
sv: Välj namn
tr: İsimleri seç
zh_cn: 选择名称
zh_hk: 選擇名稱
