Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# DayOfWeekSunday
source: Sunday
ar: الأحد
cs: Neděle
da: Søndag
de: Sonntag
es: Domingo
fa: یک شنبه
fi: Sunnuntai
fr: Dimanche
id: Minggu
it: Domenica
ja: 日曜日
lv: Svētdiena
nl: Zondag
no: Søndag
pl: Niedziela
pt: Domingo
ru: Воскресенье
sv: söndag
tr: Pazar
zh_cn: 星期日
zh_hk: 星期日

# DayOfWeekThursday
source: Thursday
ar: الخميس
cs: Čtvrtek
da: Torsdag
de: Donnerstag
es: Jueves
fa: پنج شنبه
fi: Torstai
fr: Jeudi
id: Kamis
it: Giovedì
ja: 木曜日
lv: Ceturtdiena
nl: Donderdag
no: Torsdag
pl: Czwartek
pt: Quinta-Feira
ru: Четверг
sv: torsdag
tr: Perşembe
zh_cn: 星期四
zh_hk: 星期四

# DayOfWeekTuesday
source: Tuesday
ar: الثلاثاء
cs: Úterý
da: Tirsdag
de: Dienstag
es: Martes
fa: سه شنبه
fi: Tiistai
fr: Mardi
id: Selasa
it: Martedì
ja: 火曜日
lv: Otrdiena
nl: Dinsdag
no: Tirsdag
pl: Wtorek
pt: Terça-Feira
ru: Вторник
sv: tisdag
tr: Salı
zh_cn: 星期二
zh_hk: 星期二

# DayOfWeekWednesday
source: Wednesday
ar: الأربعاء
cs: Středa
da: Onsdag
de: Mittwoch
es: Miércoles
fa: چهار شنبه
fi: Keskiviikko
fr: Mercredi
id: Rabu
it: Mercoledì
ja: 水曜日
lv: Trešdiena
nl: Woensdag
no: Onsdag
pl: Środa
pt: Quarta-Feira
ru: Среда
sv: onsdag
tr: Çarşamba
zh_cn: 星期三
zh_hk: 星期三

# WeekNumberFirst
source: first
ar: أول
cs: první
da: først
de: Zuerst
es: primero
fa: اول
fi: ensimmäinen
fr: Premier
id: pertama
it: primo
ja: 1番目
lv: pirmais
nl: eerste
no: første
pl: pierwszy
pt: primeiro
ru: первый
sv: första
tr: İlk
zh_cn: 第一
zh_hk: 第一

# WeekNumberFourth
source: fourth
ar: رابع
cs: čtvrtý
da: fjerde
de: Vierter
es: cuarto
fa: چهارم
fi: neljäs
fr: Quatrième
id: keempat
it: quarto
ja: 4番目
lv: ceturtais
nl: vierde
no: fjerde
pl: czwarty
pt: quarto
ru: четвертый
sv: fjärde
tr: dördüncü
zh_cn: 第四
zh_hk: 第四

# WeekNumberLast
source: last
ar: اخر
cs: poslední
da: sidst
de: Letzter
es: último
fa: آخرین
fi: viimeinen
fr: Dernier
id: terakhir
it: ultimo
ja: 最後
lv: pēdējais
nl: laatste
no: siste
pl: ostatni
pt: último
ru: последний
sv: sista
tr: sonuncu
zh_cn: 最后
zh_hk: 最後

# WeekNumberSecond
source: second
ar: ثاني
cs: druhý
da: sekund
de: Zweiter
es: segundo
fa: دوم
fi: toinen
fr: Deuxième
id: kedua
it: secondo
ja: 2番目
lv: otrais
nl: tweede
no: andre
pl: drugi
pt: segundo
ru: второй
sv: andra
tr: saniye
zh_cn: 第二
zh_hk: 第二

# WeekNumberThird
source: third
ar: ثالث
cs: třetí
da: tredje
de: Dritter
es: tercero
fa: سوم
fi: kolmas
fr: Troisième
id: ketiga
it: terzo
ja: 3番目
lv: trešais
nl: derde
no: tredje
pl: trzeci
pt: terceiro
ru: третий
sv: tredje
tr: üçüncü
zh_cn: 第三
zh_hk: 第三

# ApointmentTime
source: Appointment time
ar: وقت الموعد
cs: Čas schůzky
da: Aftaletidspunkt
de: Zeit des Termins
es: Tiempo de reunión
fa: زمان ملاقات
fi: Tapaamisaika
fr: Temps de rendez-vous
id: Waktu perjanjian
it: Ora appuntamento
ja: 予約時間
lv: Tikšanās laiks
nl: Afspraaktijd
no: Avtaletid
pl: Czas spotkania
pt: Horário da reunão
ru: Время назначения
sv: Mötestid
tr: Randevu zamanı
zh_cn: 约会的时间
zh_hk: 約會的時間

source: Appointment Recurrence
ar: تكرار موعد
cs: Opakování schůzky
da: Gentagelse af Aftale
de: Terminwiederholung
es: Recurrencia de la reunión
fa: باز رخداد ملاقات
fi: Toistuva tapaaminen
fr: Récurrence rendez-vous
id: Perjanjian Berulang
it: Ricorrenza appuntamento
ja: 予約の繰り返し
lv: Apmeklējuma Atkārtošanās
nl: Afspraak Herhaling
no: Møtesgjentagelse
pl: Powtarzanie spotkań
pt: Recorrência da Reunião
ru: Повторение назначения
sv: Återkommande möte
tr: Tekrar eden randevu
zh_cn: 重复的预约
zh_hk: 重複的預約

# DurationColon
source: Duration:
ar: مدة:
cs: Doba trvání:
da: Varighed:
de: Dauer:
es: Duración:
fa: مدت:
fi: Kesto:
fr: Durée:
id: Durasi:
it: Durata:
ja: 継続期間:
lv: Ilgums:
nl: Duurtijd:
no: Varighet:
pl: Długość:
pt: Duração:
ru: Продолжительность:
sv: Längd:
tr: Aralık:
zh_cn: 持续时间：
zh_hk: 持續時間：

# EndByColon
source: End by:
ar: ينتهي عند:
cs: Ukončit v:
da: Slut den:
de: Endet am:
es: Fin:
fa: پایان تا:
fi: Päättyy:
fr: Fin pour:
id: Selesai dengan:
it: Concluso da:
ja: 次の時間までに終了:
lv: Beigt ar:
nl: Einde door:
no: Slutt ved:
pl: Koniec do:
pt: Terminando em:
ru: Завершить к:
sv: Slut:
tr: Sonu:
zh_cn: 结束于：
zh_hk: 結束於：

# EndColon
source: End:
ar: نهاية:
cs: Konec:
da: Slut:
de: Endet:
es: Fin:
fa: پایان:
fi: Loppuu:
fr: Fin:
id: Selesai:
it: Fine:
ja: 終了:
lv: Beigas:
nl: Einde:
no: Slutt:
pl: Koniec:
pt: Fim:
ru: Окончание:
sv: Slut:
tr: Son:
zh_cn: 结束：
zh_hk: 結束：

source: Monthly
ar: شهري
cs: Měsíčně
da: Månedlig
de: Monatlich
es: Mensual
fa: ماهانه
fi: Kuukausittain
fr: Mensuelle
id: Bulanan
it: Mensile
ja: 毎月
lv: Mēneša
nl: Maandelijks
no: Månedlig
pl: Miesięczny
pt: Mensal
ru: Ежемесячно
sv: Månadsvis
tr: Aylık
zh_cn: 每月的
zh_hk: 每月的

source: of every
ar: من كل
cs: každý
da: i hver
de: für jeden
es: de cada
fa: از هر
fi: joka
fr: de chaque
id: setiap
it: di ogni
ja: ごとの
lv: par katru
nl: van ieder
no: Av hver
pl: każdego
pt: em cada
ru: каждый
sv: på varje
tr: hepsi
zh_cn: 每
zh_hk: 每

source: Range of recurrence
ar: مجال التكرار
cs: Rozsah opakování
da: Tidsinterval for gentagelse
de: Zeitraum für die Serie
es: Rango de recurrencia
fa: بازه باز رخداد
fi: Toistumisjärjestys
fr: Gamme de récurrence
id: Range perulangan
it: Ampiezza ricorrenza
ja: 繰り返しの範囲
lv: Atkārtošanās diapazons
nl: Range van herhaling
no: Serie av gjentagelser
pl: Zakres powtarzania
pt: Períodos de recorrência
ru: Диапазон повторения
sv: Återkommande under
tr: Tekrarlanma oranı
zh_cn: 重复的范围
zh_hk: 重複的範圍

source: Recur every
ar: يكرر كل
cs: Opakovat každý
da: Gentag hver
de: Serie jeden
es: Recurrir cada
fa: باز رخداد هر
fi: Toistuu joka
fr: Repète chaque:
id: Diulang setiap
it: Ricorre ogni
ja: ごとに繰り返し
lv: Atkārtoties ik pēc
nl: Herhaal elke
no: Gjenta hver
pl: Powtarzaj każdego
pt: Ocorrer todo
ru: Повторение каждый
sv: Upprepa var
tr: Tekrarla
zh_cn: 重现于每
zh_hk: 重現于每

source: Recurrence pattern
ar: نمط متكرر
cs: Typ opakování
da: Mønster for gentagelse
de: Serienmuster
es: Patrón de recurrencia
fa: الگوی باز رخداد
fi: Toistumismalli
fr: Patron périodique
id: Pola perulangan
it: Schema di ricorrenza
ja: 繰り返しのパターン
lv: Atkārtošanās paraugs
nl: Terugkeerpatroon
no: Gjentagelsesmønster
pl: Wzór powtarzania
pt: Padrão de Recorrência
ru: Шаблон повторения
sv: Hur ofta
tr: Tekrarlanma modeli
zh_cn: 重现的方式
zh_hk: 重現的方式

source: Recurrent Meeting
ar: اجتماع متكرر
cs: Opakované setkání
da: Gentaget Møde
de: SerienMeeting
es: Reunión Recurrente
fa: جلسه متناوب
fi: Toistuva kokous
fr: Réunion périodique
id: Pertemuan Berulang
it: Meeting ricorrente
ja: 定例会議
lv: Atkārtota Sanāksme
nl: Terugkerend Meeting
no: Gjenta møte
pl: Powtarzane spotkanie
pt: Reunião Recorrente
ru: Циклическое мероприятие
sv: Återkommande möte
tr: Tekrarlanan Toplantı
zh_cn: 重现的会议
zh_hk: 重現的會議

source: Remove recurrence
ar: احذف التكرار
cs: Odstranit opakování
da: Fjern gentagelse
de: Serie entfernen
es: Borrar recurrencia
fa: حذف باز رخداد
fi: Poista toistuminen
fr: Supprimer récurrence
id: Hilangkan perulangan
it: Elimina ricorrenza
ja: 繰り返しの削除
lv: Noņemt atkārtošanos
nl: Verwijder herhaling
no: Fjern gjentagelse
pl: Skasuj powtarzanie
pt: Remover recorrência
ru: Удалить повторение
sv: Ta bort återkommande
tr: Tekrarı kaldır
zh_cn: 移除重现
zh_hk: 移除重現

# StartColon
source: Start:
ar: بداية:
cs: Začátek:
es: Inicio:
fa: شروع:
fi: Alkaa:
fr: Début:
id: Mulai
it: Inizio:
ja: 開始:
lv: Sākums:
pl: Początek:
pt: Inicio:
ru: Начало:
tr: Başlat:
zh_cn: 开始：
zh_hk: 開始：

source: The
ar: ال
cs: Ten
da: Den
es: El
fi: Se
fr: Le
it: Il
no: Den
pt: o
sv: den
zh_cn: 这个
zh_hk: 這個

source: Weekly
ar: اسبوعي
cs: Týdně
da: Ugentlig
de: Wöchentlich
es: Semanal
fa: هفتگی
fi: Viikoittain
fr: Hebdomadaire
id: Mingguan
it: Settimanale
ja: 毎週
lv: Nedēļas
nl: Wekelijks
no: Ukentlig
pl: Tygodniowy
pt: Semanal
ru: Еженедельно
sv: Veckovis
tr: Haftalık
zh_cn: 每周的
zh_hk: 每週的

# WeeksOnColon
source: week(s) on:
ar: اسبوع على:
cs: Týdny na:
da: uge(r) på:
de: Woche(n) an:
es: semana(s) los:
fa: هفته ها:
fi: viikko/-ja:
fr: Semaine(s) sur:
id: minggu pada:
it: settimane su:
ja: の週:
lv: nedēļa(s) uz:
nl: week(en) op:
no: uke(r) på:
pl: tygodni od:
pt: Semana(s) em:
ru: Недели на:
sv: vecka på:
tr: Hafta(lar)
zh_cn: 周：
zh_hk: 周：

# AreYouSureYouWantToDeleteContract
source: Are you sure you want to delete '{0}' contract?
ar: هل أنت متأكد من حذف الاسم {0} ؟
cs: Chcete opravdu smazat '{0}' kontakt?
da: Er du sikker på, at du ønsker at slette '{0}' kontrakt?
de: Sind Sie sicher, dass Sie den Vertrag '{0}' löschen möchten?
es: ¿Estás seguro que quieres borrar {0} contrato?
fa: آیا شما مطمئن هستید که می خواهید {0}قرارداد را حذف کنید؟
fi: Haluatko varmasti poistaa '{0}' työsopimuksen?
fr: Êtes-vous sûr de supprimer le contrat '{0}'?
id: Apakah anda akan menghapus kontrak '{0}'?
it: Sei sicuro di voler eliminare sil contratto '{0}'?
ja: 契約 '{0}' を削除しますか?
lv: Vai tiešām vēlaties dzēst '{0}' kontraktu?
nl: Bent U zeker dat U contract '{0}' wilt verwijderen?
no: Er du sikker på at du vil slette '{0}' kontrakt?
pl: Czy na pewno skasować kontrakt '{0}'?
pt: Você tem certeza que deseja excluir o contrato '{0}'?
ru: Приведет к удалению контракта '{0}'. Продолжить?
sv: Är du säker på att du vill ta bort kontraktet '{0}'?
tr: '{0}' sözleşmeyi silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除 '{0}' 合同吗？
zh_hk: 您確定要刪除 '{0}' 合同嗎？

# ResReportAbandonmentAndSpeedOfAnswer
source: Abandonment and Speed of Answer
ar: عدم اكتمال المكالمة وسرعة الرد
cs: Přerušení a rychlost odpovědi
da: Annullering og Svarhastighed
de: Abbrüche und Antwortgeschwindigkeit
es: Abandono y Velocidad de Respuesta
fa: واگذاری و سرعت تماس
fi: Hylkäysaste ja vastausnopeus
fr: Abandon et vitesse de réponse
id: Pengabaian dan Kecepatan Menjawab
it: Abbandono e velocità di risposta
ja: 放棄呼と応答速度
lv: Zaudējumi un Atbildes Ātrums
nl: Verlating en antwoordsnelheid
no: Bortfall og svarhastighet
pl: Porzucone i Szybkość Odbierania
pt: Abandono e Velocidade de Atendimento
ru: Отбой звонков и скорость ответа
sv: Tapp och svarstider
tr: Çağrı kaçışı ve çağrı karşılama hızı
zh_cn: 放弃和应答的速度
zh_hk: 放棄和應答的速度

# ResReportAgentQueueStatistics
source: Agent Queue Statistics
ar: إحصائيات قائمة انتظار الوكلاء
cs: Statistika fronty agenta
da: Køstatistik for Medarbejder
de: Mitarbeiter Queue Statistik
es: Estadísticas de Cola por Agente
fa: آمار صف پاسخگوها
fi: Agentin jonostatistiikat
fr: Statistiques flux agent
id: Statistik Antrian Agent
it: Statistiche coda agente
ja: エージェントキューの統計値
lv: Operatora Rindas Statistika
nl: Agent Wachtrij Statistieken
no: Agent Køstatistikk
pl: Statystyka kolejki agenta
pt: Estatísticas de Agente e Fila
ru: Статистика очередей оператора
sv: Agent - Köstatistik
tr: Müşteri Temsilcisi Kuyruk İstatistikleri
zh_cn: 座席代表队列统计数据
zh_hk: 座席代表佇列統計資料

# ResReportAgentScheduleResult
source: Agent Metrics
ar: نتيجة جدولة الوكيل
cs: Metrika agenta
da: Medarbejderparametre
de: Mitarbeiter Kennzahlen
es: Métricas de Agente
fa: سنجش پاسخگوها
fi: Agentin metriikat
fr: Métriques agent
id: Metrik Agent
it: Metriche agente
ja: エージェントの評価指標
lv: Operatora Rādītāji
nl: Agent Metrieke
no: Agentmåling
pl: Miara agenta
pt: Métricas de Agente
ru: Метрика оператора
sv: Agent - Schemaresultat
tr: Müşteri Temsilcisi Metrikleri
zh_cn: 座席代表测量指标
zh_hk: 座席代表測量指標

# ResReportAgentStatistics
source: Agent Statistics
ar: إحصائيات الوكيل
cs: Statistika agenta
da: Medarbejderstatistik
de: Mitarbeiter Statistiken
es: Estadísticas de Agente
fa: آمار پاسخگوها
fi: Agenttistatistiikka
fr: Statistiques agent
id: Statistik Agent
it: Statistiche agente
ja: エージェントの統計値
lv: Operatora Statistika
nl: Agentstatistieken
no: Agentstatistikk
pl: Statystyka agenta
pt: Estatísticas de Agente
ru: Статистика оператора
sv: Agentstatistik
tr: Müşteri Temsilcisi İstatistikleri
zh_cn: 座席代表统计数据
zh_hk: 座席代表統計資料

# ResReportForecastvsActualWorkload
source: Forecast vs Actual Workload
ar: العمل المتوقع مقابل العمل الفعلي
cs: prognóza vs skutečná pracovní náplň
da: Prognose vs Faktisk Arbejdsbelastning
de: Forecast vs. Tatsächlichem Workload
es: Previsión Vs Workload Actual
fa: تراکم واقعی و پیش بینی شده
fi: Ennustettu vrt todellinen työmäärä
fr: Prévisions contre volume réel
id: Beban Kerja Prakiraan vs Aktual
it: Carico di lavoro previsto vs effettivo
ja: ワークロード 予測値対実値
lv: Prognoze attiecībā pret Faktisko Darba Slodzi
nl: Forecast vs Actuele Workload
no: Prognose vs. nåværende arbeidsbyrde
pl: Prognoza a Aktualny przydział pracy
pt: Carga de Trabalho Prevista versus Real
ru: Прогноз VS Фактическая рабочая нагрузка
sv: Prognos mot Verklig workload
tr: Tahmin edilen - Güncel İşyükü
zh_cn: 预测与实际工作量的对比
zh_hk: 預測與實際工作量的對比

# ResReportForecastvsScheduledHours
source: Forecast vs Scheduled Hours
ar: الساعات المتوقعة مقابل الساعات المجدولة
cs: prognóza vs plánované hodiny
da: Prognose vs Planlagte Timer
de: Forecast vs. Geplanten Stunden
es: Previsión Vs Horas Planificadas
fa: ساعتهای زمانبندی شده و پیش بینی شده
fi: Ennustetut vrt suunnitellut tunnit
fr: Prévisions contre heures planifiées
id: Jam Prakiraan vs Jadwal
it: Ore previste vs pianificate
ja: 時間 予測値対予定値
lv: Prognoze attiecībā pret Plānotajām Stundām
nl: Forecast vs Ingeroosterd Uren
no: Prognose vs. planlagte timer
pl: Prognoza a zaplanowane godziny
pt: Horas Previstas versus Agendadas
ru: Прогноз VS Запланированные часы по графику
sv: Prognos mot Schemalagda timmar
tr: Tahmin edilen - Vardiyalanan Saatler
zh_cn: 预测与排班小时数的对比
zh_hk: 預測與排班小時數的對比

# ResReportPreferencesPerAgent
source: Preference per Agent
ar: تفضيل بحسب الوكيل
cs: Preference na agenta
da: Præference Pr. Medarbejder
de: Präferenzen pro Mitarbeiter
es: Preferencia por Agente
fa: عملکرد هر پاسخگو
fi: Työvuorotoive per agentti
fr: Préférences par agent
id: Preferensi per Agent
it: Preferenze per agente
ja: エージェントごとのプリファレンス
lv: Vēlmes pēc Operatoriem
nl: Voorkeur per Agent
no: Preferanser per agent
pl: Preferencje dla agenta
pt: Preferências por Agente
ru: Предпочтение по оператору
sv: Önskemål per agent
tr: Tercih/Müşteri Temsilcisi
zh_cn: 每个座席代表的偏好
zh_hk: 每個座席代表的偏好

# ResReportPreferencesPerDay
source: Preference per Day
ar: تفضيل بحسب اليوم
cs: Preference na den
da: Præference pr. Dag
de: Präferenzen pro Tag
es: Preferencia por Día
fa: عملکرد هر روز
fi: Työvuorotoive per päivä
fr: Préférences par jour
id: Preferensi per Hari
it: Preferenze per giorno
ja: 日付ごとのプリファレンス
lv: Vēlmes pēc Dienām
nl: Voorkeur per Dag
no: Preferanser per Dag
pl: Preferencje dla dnia
pt: Preferências por Dia
ru: Предпочтение за день
sv: Önskemål per dag
tr: Tercih/Gün
zh_cn: 每日的偏好
zh_hk: 每日的偏好

# ResReportQueueStatistics
source: Queue Statistics
ar: إحصائيات قائمة الانتظار
cs: Statistika fronty
da: Køstatistik
de: Queue Statistiken
es: Estadísticas de Cola
fa: آمار صف
fi: Jonostatistiikat
fr: Statistiques flux
id: Statistik Antrian
it: Statistiche coda
ja: キューの統計値
lv: Rindas Statistika
nl: Wachtrij Statistieken
no: Køstatistikk
pl: Statystyka kolejki
pt: Estatísticas de Fila
ru: Статистика очереди
sv: Köstatistik
tr: Kuyruk İstatistikleri
zh_cn: 队列统计数据
zh_hk: 佇列統計資料

# ResReportScheduledAgentsPerIntervalAndTeam
source: Scheduled Agents per Interval and Team
ar: الوكيل المجدول بحسب الفترة الزمنية و الفريق
cs: Plánovaní agenti na interval a tým
da: Planlagte Medarbejdere pr. Interval og Team
de: Geplante Mitarbeiter pro Intervall und Team
es: Agentes Planificados por Intervalo y Equipo
fa: پاسخگوهای زمانبندی شده در هر مدت و تیم
fi: Suunnitellut agentit per intervalli ja tiimi
fr: Agents planifiés par intervalle et équipe
id: Agent Terjadwal per Interval dan Tim
it: Agenti pianificati per intervallo e Team
ja: インターバル/チームごとの予定エージェント
lv: Ieplānotie Operatori pēc Intervāla un Nodaļas
nl: Ingeroosterd Agenten per Interval en Team
no: Planlagte agenter per intervall og team
pl: Agenci planowani na interwał i zespół
pt: Agentes Agendados por Intervalo e Equipe
ru: Запланированные операторы за интервал и группу
sv: Schemalagda agenter per intervall och team
tr: Vardiyalanan Müşteri temsilcisi/İnterval ve Takım
zh_cn: 每个间隔和小组已排定的座席代表数
zh_hk: 每個間隔和小組已排定的座席代表數

# ResReportScheduledTimePerActivity
source: Scheduled Time per Activity
ar: الوقت المجدول بحسب النشاط
cs: Plánovaný čas na činnost
da: Planlagt Tid pr. Aktivitet
de: Geplante Zeit pro Aktivität
es: Tiempo Planificado por Actividad
fa: زمان زمانبندی شده برا ی هر فعالیت
fi: Suunniteltu aika per aktiviteetti
fr: Temps planifié par activité
id: Waktu Terjadwal per Aktivitas
it: Ore pianificate per attività
ja: 活動ごとの予定時間
lv: Ieplānotais Laiks pēc Aktivitātes
nl: Ingeroosterd Tijd per Activiteit
no: Planlagt tid per aktivitet
pl: Planowany czas na aktywność
pt: Tempo Agendado por Atividade
ru: Запланированное время на активность
sv: Schemalagd tid per aktivitet
tr: Vardiyalanan Zaman / Aktivite
zh_cn: 每个活动的已排定时间
zh_hk: 每個活動的已排定時間

# ResReportScheduledTimePerAgent
source: Scheduled Time per Agent
ar: الوقت المجدول لكل وكيل
cs: Plánovaný čas na agenta
da: Planlagt Tid pr. Medarbejder
de: Geplante Zeit pro Mitarbeiter
es: Tiempo Planificado por Agente
fa: زمان زمانبندی شده برا ی هر پاسخگو
fi: Suunniteltu aika per agentti
fr: Temps planifié par agent
id: Waktu Terjadwal per Agent
it: Ore pianificate per agente
ja: エージェントごとの予定時間
lv: Ieplānotais Laiks pēc Operatora
nl: Ingeroosterd Tijd per Agent
no: Planlagt tid per agent
pl: Planowany czas na agenta
pt: Tempo Agendado por Agente
ru: Запланированное время на оператора
sv: Schemalagd tid per agent
tr: Vardiyalanan Zaman / Müşteri temsilcisi
zh_cn: 每个座席代表的已排定时间
zh_hk: 每個座席代表的已排定時間

# ResReportServiceLevelAndAgentsReady
source: Service Level and Agents Ready
ar: مستوى الخدمة واستعداد الوكلاء
cs: Úroveň služby a připravení agenti
da: Serviceniveau og Parate Medarbejdere
de: Servicelevel und Mitarbeiter Ready
es: Nivel de Servicio y Agentes Disponibles
fa: سطح سرویس و آمادگی پاسخگوها
fi: Palvelutaso ja valmiit agentit
fr: Niveau de Service et Agents Ready
id: Tingkat Layanan dan Agent Siap
it: Livello di servizio e agenti in attesa
ja: サービスレベルとレディ状態エージェント
lv: Servisa Līmenis un Operatori Gatavībā
nl: Service Level en Agenten Ready
no: Servicenivå og agenter klare
pl: Poziom obsługi i gotowi agenci
pt: Nível de Serviço por Agentes Disponíveis
ru: Уровень сервиса и готовые к работе операторы
sv: Servicenivå och agenter redo
tr: Servis Seviyesi ve Hazır Müşteri Temsilcileri
zh_cn: 服务水平与状态就绪的座席代表
zh_hk: 服務水準與狀態就緒的座席代表

# ResReportShiftCategoryAndDayAbsencePerAgent
source: Shift Category and Full Day Absence per Agent
ar: فئة نوبة العمل وغياب يوم كامل لكل وكيل
cs: Kategorie směny a celodenní absence na agenta
da: Vagtkategori Og Heldagsfravær pr. Medarbejder
de: Schichtkategorie und Ganztagesabwesenheit pro Mitarbeiter
es: Tipo de Turno y Ausencia de Día Completo por Agente
fa: دسته بندی شیفت و مرخصی روز کامل برای هر پاسخگو
fi: Vuoroluokka ja koko päivän poissaolo per agentti
fr: Catégorie d'horaires et absence journée entière par agent
id: Kategori Shift dan Absen Harian per Agent
it: Categoria turni e assenze a giorno intero per agente
ja: エージェントごとのシフトカテゴリと終日欠勤
lv: Maiņu Kategorija un Pilnas Dienas prombūtne pēc Operatoriem
nl: Dienst Categorie en Volledige Dag Afwezigheid per Agent
no: Skiftkategorier og fravær hele dagen per agent
pl: Kategoria Dyżurui całodzienne nieobecności na agenta
pt: Categoria de Turno e Ausência de Dia Inteiro por Agente
ru: Категория смены и отсутствие весь день на оператора
sv: Skiftkategori och heldagsfrånvaro per agent
tr: Vardiya kategorisi ve tam gün devamsızlık / Müşteri Temsilcisi
zh_cn: 每个座席代表的班次类别与全天缺勤
zh_hk: 每個座席代表的班次類別與全天缺勤

# ResReportShiftCategoryPerDay
source: Shift Category per Day
ar: فئة نوبة العمل لليوم
cs: Kategorie směny na den
da: Vagtkategori pr. Dag
de: Schichtkategorie pro Tag
es: Categoría de Turno por Día
fa: دسته بندی شیفت در هر روز
fi: Vuoroluokka per päivä
fr: Catégorie d'horaires par jour
id: Kategori Shift per Hari
it: Categoria turni per giorno
ja: 1日当たりのシフトカテゴリ
lv: Maiņu Kategorijas pēc Dienām
nl: Dienst Categorie per dag
no: Skiftkategorier per dag
pl: Kategoria Dyżuru na dzień
pt: Categorias de Turno por Dia
ru: Категория смены за день
sv: Skiftkategori per dag
tr: Vardiya Kategorisi / Gün
zh_cn: 每天的班次类别
zh_hk: 每天的班次類別

# ResReportTeamMetrics
source: Team Metrics
ar: نتيجة جدولة الفريق
cs: Metrika týmu
da: Teamparametre
de: Team Kennzahlen
es: Métricas de Equipo
fa: سنجش تیم
fi: Tiimin metriikat
fr: Métriques équipe
id: Metrik Tim
it: Metriche Team
ja: チームの評価指標
lv: Nodaļas Rādītāji
nl: Team Metrieke
no: Teammålinger
pl: Miara zespołu
pt: Métricas de Equipe
ru: Метрика группы
sv: Team mätvärden
tr: Takım Metrikleri
zh_cn: 小组测量指标
zh_hk: 小組測量指標

# AreYouSureYouWantToDeleteDayOff
source: Are you sure you want to delete '{0}' day off?
ar: هل أنت متأكد من حذف {0} يوم ؟
cs: Chcete opravdu smazat '{0}' den volna?
da: Er du sikker på, at du ønsker at slette '{0}' fridag?
de: Sind Sie sicher, dass Sie den Freien Tag '{0}' löschen möchten?
es: ¿Estás seguro que quieres borrar día libre '{0}'?
fa: آیا شما مطمئن هستید که می خواهید {0}روز تعطیل را حذف کنید؟
fi: Haluatko varmasti poistaa '{0}' vapaapäivän?
fr: Êtes-vous sûr de supprimer le jour libre '{0}'?
id: Apakah anda akan menghapus hari libur '{0}'?
it: Sei sicuro di voler eliminare il riposo '{0}'?
ja: 休暇 '{0}' を削除しますか?
lv: Vai tiešām vēlaties dzēst '{0}' brīvdienu?
nl: Bent U zeker dat U wilt '{0}' vrije dagen verwijderen?
no: Er du sikker på at du vil slette '{0}' fridag?
pl: Czy na pewno skasować dzień wolny '{0}'?
pt: Você tem certeza que deseja excluir a folga '{0}'?
ru: Приведет к удалению выходного '{0}'. Продолжить?
sv: Är du säker på att du vill ta bort fridag '{0}'?
tr: {0} tatilini değiştirmek istediğinize emin misiniz?
zh_cn: 您确定想要删除 '{0}' 休息日吗？
zh_hk: 您確定想要刪除 '{0}' 休息日嗎？

# AreYouSureYouWantToDeleteOptionalColumn
source: Are you sure you want to delete '{0}' optional column?
ar: هل أنت متأكد من حذف {0} عمود اختياري ؟
cs: Chcete opravdu smazat '{0}' volitelný sloupec?
da: Er du sikker på, at du ønsker at slette '{0}' valgfri kolonne?
de: Sind Sie sicher, dass Sie die optionale Spalte '{0}' löschen möchten?
es: ¿Estás seguro que quieres borrar columna opcional '{0}'?
fa: آیا شما مطمئن هستید که می خواهید {0}ستون انتخابی را حذف کنید؟
fi: Haluatko varmasti poistaa '{0}' valinnaisen sarakkeen?
fr: Êtes-vous sûr de supprimer la colonne optionnelle '{0}'?
id: Apakah anda akan menghapus kolom opsional '{0}'?
it: Sei sicuro di voler eliminare la colonna opzionale '{0}'?
ja: オプション列 '{0}' を削除しますか?
lv: Vai tiešām vēlaties dzēst '{0}' izvēles kolonnu?
nl: Bent U zeker dat U optionele kolom '{0}' wilt verwijderen?
no: Er du sikker på at du vil slette kolonne '{0}'?
pl: Czy na pewno skasować opcjonalną kolumnę '{0}'?
pt: Realmente deseja excluir a coluna opcional '{0}'?
ru: Приведет к удалению дополнительного столбца '{0}'. Продолжить?
sv: Vill du ta bort tilläggskolumn '{0}'?
tr: {0} opsiyonel kolonunu değiştirmek istediğinize emin misiniz?
zh_cn: 您确定想要删除 ‘{0}’ 自定义栏位吗？
zh_hk: 您確定想要刪除 ‘{0}’ 自訂欄位嗎？

# ShortNameColon
source: Short name:
ar: اسم قصير:
cs: Krátké jméno:
da: Kort navn:
de: Kurzbezeichnung:
es: Nombre Corto:
fa: نام مخفف:
fi: Lyhyt nimi:
fr: Nom court:
id: Nama pendek:
it: Abbreviazione:
ja: 短縮名:
lv: Īsais nosaukums:
nl: Korte Naam:
no: Kortnavn:
pl: Krótka nazwa:
pt: Sigla:
ru: Сокращенное имя:
sv: Kortnamn:
tr: Kısa isim:
zh_cn: 缩写：
zh_hk: 縮寫：

# MultiplicatorTypeOBTime
source: Shift Allowance
ar: OBTime
cs: Volná kapacita směny
da: Vagt Tillæg
de: OBTime
es: Concesión de Turno
fa: مزایای شیفت
fi: Palkanlisät (esim iltalisä)
fr: Permission horaire
id: Tunjangan Shift
it: Turno consentito
ja: シフトの割り当て
lv: Maiņu Pielaide
nl: Dienst Toelage
no: Skifttillegg
pl: Przydział Dyżuru
pt: Abono de Turno
ru: Надбавка за работу
sv: OB-tid
tr: Uygunsuz
zh_cn: 班次配额
zh_hk: 班次配額
