Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: New Group
ar: مجموعة جديدة
cs: Nová skupina
da: Ny Gruppe
de: Neue Gruppe
es: Nuevo Grupo
fa: گروه جدید
fi: Uusi ryhmä
fr: Nouveau groupe
id: Kelompok Baru
it: Nuovo gruppo
ja: 新規グループ
lv: Jauna Grupa
nl: Nieuwe Groep
no: Ny gruppe
pl: Nowa grupa
pt: Novo Grupo
ru: Новая группа
sv: Ny grupp
tr: Yeni Grup
zh_cn: 新建分组
zh_hk: 新建分組

source: Collapse All Nodes
ar: انهيار كل الشُعب
cs: Spoj všechny uzly
da: Sammentræk Alle Knuder
es: Colapsar todos los nodos
fa: از کار افتادن همه نود ها
fi: Piilota kaikki tiediot
fr: Réduire tous les noeuds
id: Menutup Semua Node
it: Collassa tutti i nodi
ja: 全てのノードを畳む
lv: Sakļaut Visus Mezglus
nl: Instorten alle Nodes
no: Slå sammen alle noder
pl: Zwiń wszystkie węzły
pt: Recolher Todos os Nós
ru: Свернуть все
sv: Dra ihop alla noder
tr: Tüm nodları göster
zh_cn: 展开所有节点
zh_hk: 展開所有節點

source: Create Performance Manager Report
ar: انشاء مدير أداء جديد
cs: Vytvořit report manažer výkonu
da: Opret Performance manager rapport
de: Performance Manager Bericht erstellen
es: Crear reporte de Performance Manager
fa: ایجاد گزارش مدیر اجرا
fi: Luo PM-raportti
fr: Créér rapport gestionnaire de performance
id: Membuat laporan performansi
it: Crea Report di Performance Manager
ja: パフォーマンス管理レポートの作成
lv: Izveidot Veiktspējas Vadītāja Pārskatu
nl: Creëer prestaties rapport manager
no: Opprett PM rapport
pl: Utwórz raport zarządzania wydajnością
pt: Criar um relatório do performance manager
ru: Создать отчет в Performance manager
sv: Skapa PM-rapport
tr: Performans Yöneticisi raporu oluştur
zh_cn: 创建绩效管理报表
zh_hk: 創建績效管理報表

source: Modify Write Protected Schedule
ar: تعديل جدول محفوظ الحقوق
cs: Uprav proti zápisu chránený plán
da: Redigere skrivebeskyttet plan
de: Ändere schreibgeschützten Plan
es: Modificar planificaciones protegidas contra escritura
fa: اصلاح زمان بندی محافظت از نوشتن
fi: Muokkaa kirjoitussuojattuja työvuoroja
fr: Modifier planning protégé en écriture
id: Modifikasi jadwal dengan proteksi penulisan
it: Modifica piano protetto da scrittura
ja: 書き込み禁止されたスケジュールの変更
lv: Izmainīt Pārrakstīšanas Aizsargātu Grafiku
nl: Wijzig schrijfbeveiligings rooster
no: Modifiser skrivebeskyttet skjema
pl: Edytuj plan z zablokowanym zapisem
pt: Modificar uma agenda protegida contra gravação
ru: Редактировать запрет на изменение расписания
sv: Ändra skrivskyddat schema
tr: Değişikliğe kilitli vardiya planını modifiye et
zh_cn: 修改写保护班表
zh_hk: 修改防寫班表

source: Set Write Protection
ar: ضبط حفظ الحقوق
cs: Nastav ochranu zápisu
da: Sæt skrivebeskyttelse til
de: Schreibschutz angeben
es: Establecer protección contra escritura
fa: تنظیم عملکرد محافظت از نوشتن
fi: Aseta kirjoitussuojaus
fr: Définir protection en écriture
id: Tentukan proteksi penulisan
it: Imposta protezione scrittura
ja: 書き込み禁止の設定
lv: Uzstādīt Pārrakstīšanas Aizsardzību
nl: Stel schrijfbeveiliging
no: Sett skrivebeskyttelse
pl: Ustaw blokadę zapisu
pt: Setar proteção contra gravação
ru: Установить защиту от изменения
sv: Sätt skrivskydd
tr: Değişiklik kilidi belirle
zh_cn: 设定写保护
zh_hk: 設定防寫

source: Under construction
ar: في مرحلة الانشاء
cs: V přestavbě
da: Under opbygning
es: En construcción
fa: در حال ساخت
fi: Keskeneräinen
fr: En construction
id: Sedang dalam perbaikan
it: In costruzione
ja: 作成中
lv: Izstrādes procesā
nl: Onder constructie
no: Under konstruksjon
pl: W budowie
pt: Em construção
ru: В разработке...
sv: Under utveckling
tr: Hazırlık aşamasında
zh_cn: 建设中
zh_hk: 建設中

source: View Performance Manager Report
ar: مشاهدة تقرير مدير الأداء
cs: Zobrazit report manažer výkonu
da: Vis Performance manager rapport
de: Performance Manager Report anzeigen
es: Ver reporte de Performance Manager
fa: نمایش گزارش مدیر اجرا
fi: Näytä Performance Manager -raportti
fr: Voir rapport gestionnaire de performances
id: Melihat laporan performansi
it: Mostra Report di Performance Manager
ja: パフォーマンス管理レポートの表示
lv: Skatīt Veiktspējas Vadītāja Pārskatu
nl: Bekijk performance manager rapport
no: Se responsadministratorrapport
pl: Zobacz raport zarządzania wydajnością
pt: Ver relatório do perfomance manager
ru: Просмотреть отчет в Performance manager
sv: Visa PM-rapport
tr: Performan yöneticisi raporu görüntüle
zh_cn: 查看绩效管理报表
zh_hk: 查看績效管理報表

source: View Schedules
ar: شاهد الجداول
cs: Zobraz plány
da: Vis planer
de: Pläne anzeigen
es: Ver planificaciones
fa: نمایش زمانبندی ها
fi: Näytä työvuorot
fr: Voir plannings
id: Tampilkan jadwal
it: Visualizzazione pianificazioni
ja: スケジュールの表示
lv: Skatīt Grafikus
nl: Bekijk Roosteren
no: Se skjemaer
pl: Zobacz plany
pt: Ver agendas
ru: Посмотреть расписание
sv: Visa scheman
tr: Vardiya Planlarını Görüntüle
zh_cn: 查看班表
zh_hk: 查看班表

source: Modify Person Restriction
ar: تعديل قيود شخص
cs: Změň osobní omezení
da: Redigere medarbejder restriktion
de: Einschränkungen ändern
es: Modificar restricción personal
fa: اصلاح محدودیت شخص
fi: Muokkaa henkilörajoitusta
fr: Modifier restrictions personne
id: Modifikasi restriksi orang
it: Modifica limitazioni dipendente
ja: 要員の制限を変更
lv: Izmainīt Personas Ierobežojumus
nl: Wijzig Persoon beperking
no: Modifiser personrestriksjon
pl: Edytuj restrykcje osoby
pt: Modificar restrição de pessoa
ru: Редактировать индивидуальные ограничения
sv: Ändra begränsning
tr: Kişi sınırlandırmalarını modifiye et
zh_cn: 修改个人限制条件
zh_hk: 修改個人限制條件

# xxx
source: Modify writeprotected schedule
ar: تعديل الجدول المحفوظ الحقوق
cs: Uprav proti zápisu chránený plán
da: Redigere skrivebeskyttet plan
de: Ändere schreibgeschützten Plan
es: Modificar planificaciones protegidas contra escritura
fa: اصلاح زمان بندی محافظت از نوشتن
fi: Muokkaa kirjoitussuojattuja työvuoroja
fr: Modifiez planning protégé en écriture
id: Modifikasi jadwal dengan proteksi penulisan
it: Modifica pianificazione protetta in scrittura
ja: 書き込み禁止されたスケジュールの変更
lv: Izmainīt pārrakstīšanas aizsargātu grafiku
nl: Wijzig schrijfbeveiligings rooster
no: Modifiser skrivebeskyttet skjema
pl: Edytuj plan z blokadą zapisu
pt: Modificar agenda protegida contra gravação
ru: Редактировать запрет на изменение расписания
sv: Ändra skrivskyddat schema
tr: Değişikliğe kilitli vardiya planını modifiye et
zh_cn: 修改写保护班表
zh_hk: 修改防寫班表

source: No state group present
ar: لا يوجد مجموعة حالة متوفرة
cs: Žádná stavová skupina dostupná
da: Ingen tilstandsgruppe til stede
de: Keine Statusgruppe vorhanden
es: Grupo de estado no presente
fa: گروه استانی حاضر نیست
fi: Ei tilaryhmää esillä
fr: Aucun groupe de statuts présent
id: Tidak terdapat status kelompok
it: Nessun Gruppo di stati presente
ja: 状態グループがありません
lv: Nav esošu stāvokļa grupu
nl: Geen staat groep aanwezig
no: Ingen statusgruppe aktuell
pl: Brak grupy stanu
pt: Nenhum grupo de estados presente
ru: Нет группы состояния для отображения
sv: Ingen statusgrupp tillgänglig
tr: Belirlenmiş grup yok
zh_cn: 无状态分组
zh_hk: 無狀態分組

source: Increase total alarm time
ar: زيادة الوقت الاجمالي للانذار
cs: Přidej celkový čas alarmu
da: Forøg samlet alarmtid
de: Erhöhe totale Alarm-Zeit
es: Incrementar el tiempo total de alarma
fa: افزایش مجموع زمان اخطار
fi: Lisää kokonaishälytysaikaa
fr: Augmenter temps alarme total
id: Tingkatkan waktu alarm total
it: Totale tempo allarme incrementale
ja: トータルの警報時間を増やす
lv: Palielināt kopējo signāla laiku
nl: Verhoog de totale werktijd
no: Øk total alarmtid
pl: Zwiększ łączny czas alarmu
pt: Aumentar tempo total do alarme
ru: Увеличение общего времени предупреждения
sv: Öka total larmtid
tr: Toplam alarm zamanını arttır
zh_cn: 增加总告警时间
zh_hk: 增加總告警時間

source: Date already exists
ar: التاريخ فعلاً موجود
cs: Datum už existuje
da: Datoen eksisterer allerede
de: Datum existiert bereits
es: La fecha ya existe
fa: تاریخ از قبل موجود است
fi: Päivämäärä on jo lisätty
fr: Date déjà existante
id: Tanggal sudah ada
it: Data già esistente
ja: 日付が既に存在します
lv: Datums jau pastāv
nl: Datum bestaat al
no: Dato finnes allerede
pl: Data już istnieje
pt: Data já existente
ru: Дата уже существует
sv: Datumet finns redan
tr: Bu tarih halihazırda bulunuyor
zh_cn: 日期已经存在
zh_hk: 日期已經存在

source: N/A
ar: غير موجود
fa: پاسخ در دسترس نمی باشد
ja: 該当なし
pl: N/D
ru: Н/А
tr: Geçersiz
zh_cn: 不可用
zh_hk: 不可用

source: Scheduled
ar: مُجدول
cs: Plánované
da: Planlagt
de: Geplant
es: Planificado
fa: زمانبندی
fi: Työvuorossa
fr: Planifié
id: Terjadwal
it: Pianificato
ja: スケジュールが作成されています
lv: Plānotais
nl: Ingeroosterd
no: Planlagt
pl: Zaplanowane
pt: Agendado
ru: Запланировано
sv: Schemalagt
tr: Vardiyalanmış
zh_cn: 已排班
zh_hk: 已排班

# InvalidDataOnFollowingPage
source: Unable to save data. Data is invalid on the following page:
ar: لا يمكن تخزين البيانات. البيانات غير صحيحة في الصفحة التالية:
cs: Nemožno uložit data.Data jsou špatné na nasledující strane:
da: Kan ikke gemme data. Data er ugyldige på følgende side:
de: Datenspeicherung nicht möglich. Ungültige Daten auf folgenden Seiten:
es: No se pueden guardar los datos. Los datos no son válidos en la siguiente página:
fa: قادر به ذخیره داده نمی باشد . داده های صفحه ذیل نامعتبر می باشد:
fi: Tietojen tallentaminen ei onnistunut. Tiedot eivät kelpaa seuraavalla sivulla:
fr: Impossible de sauvegarder les données. Les données sont non valables sur la page suivante:
id: Tidak bisa menyimpan data. Data tidak valid pada halaman berikut:
it: Impossibile salvare dati: Dati non validi nella pagina seguente:
ja: データを保存できません。次のページの日付が無効です:
lv: Nevar saglabāt datus. Dati nav derīgi nākamajā lapā:
nl: Niet in staat om gegevens op te slaan. Data is ongeldig op de volgende pagina:
no: Kan ikke lagre data. Data er ugyldig på følgende side:
pl: Nie można zapisać. Dane na są błędne na stronie:
pt: Não foi possível salvar os dados. Há dados inválidos na seguinte página:
ru: Невозможно сохранить данные. Данные не действительны для следующей страницы:
sv: Kan inte spara. Ogiltig data på följande sida:
tr: Veri kaydedilmedi. Tarih bir sonraki sayfada geçersiz.
zh_cn: 不能保存数据。数据在下列页无效：
zh_hk: 不能保存資料。數據在下列頁無效：

source: New Reply Option
ar: لا يوجد خيار للاجابة
cs: Nové možnosti odpovědi
da: Ny Svarmulighed
de: Neue Antwortwahl
es: Nueva Opción de Respuesta
fa: انتخاب پاسخ جدید
fi: Uusi vastausasetus
fr: Nouvelle option de réponse
id: Opsi Balasan Baru
it: Nuova opzione di risposta
ja: 新規応答オプション
lv: Jauna Atbildes Izvēle
nl: Nieuw Antwoord Optie
no: Nye svarvalg
pl: Nowa opcja odpowiedzi
pt: Nova Opção de Resposta
ru: Опции нового ответа
sv: Nytt svarsalternativ
tr: Yeni yanıtlama opsiyonu
zh_cn: 新回复选项
zh_hk: 新回復選項

# PayrollExportGenerationWillStartOnServer
source: The payroll export generation will now begin on the server. You can continue to work with other tasks in the system.
ar: لن يتم توليد التصدير لنظام الرواتب على هذا الخادم. يمكنك ان تكمل باقي المهام في النظام.
cs: Generování sxportu mezd začne na serveru nyní. Můžete pokračovat v práci se systémem na dalších úlohách.
da: Generering af eksporten til lønsystemet vil nu begynde på serveren. Du kan fortsætte med at arbejde med andre opgaver i systemet.
de: Die Lohn-Export Anfertigung beginnt jetzt auf dem Server. Sie können die Arbeit mit anderen Aufgaben im System fortsetzen.
es: La generación de exportaciones de nóminas comenzará ahora en el servidor. Puede continuar trabajando con otras tareas en el sistema.
fa: تولید صدور لیست حقوقی باید الان در سرور انجام شود شما می توانید با وظائف دیگر کار خود را در سیستم انجام دهید
fi: Palkanmaksulistan viennin luominen alkaa nyt palvelimella. Voit jatkaa työskentelyä järjestelmän kanssa.
fr: La génération d'export de feuille de paie va débuter sur le serveur. Vous pouvez continuer à travailler à d'autres tâches sur le système.
id: Proses ekspor payroll akan dimulai pada server. Anda bisa melanjutkan bekerja dengan tugas lain di dalam sistem.
it: La generazione dell'esportazione dei dati di Payroll inizierà ora sul server. Potrai continuare a lavorare nel sistema su altre funzionalità.
ja: サーバーにて賃金台帳のエクスポートデータの作成が開始されました。システム上で他のタスクを続行できます。
lv: Algas eksportēšanas ģenerācija uz servera tagad sāksies. Jūs varat turpināt strādāt ar citiem uzdevumiem sistēmā.
nl: De payroll export generatie zal nu beginnen op de server. U kunt blijven werken met andere taken in het systeem.
no: Generering av lønnseksport starter nå på serveren. Du kan fortsette å jobbe med andre oppgaver på systemet.
pl: Eksport płacowy będzie przetwarzany przez serwer. Można w tym czasie korzystać z innych funkcji systemu.
pt: A exportação da folha de pagamento será iniciada agora no servidor. Você pode continuar trabalhando com outras tarefas no sistema.
ru: Формирования экспорта данных заработной платы запущенно на серевере. Вы можете продолжить работать с другими задачами системы..
sv: Löneexporten kommer nu att genereras på servern. Du kan fortsätta arbeta med andra uppgifter i systemet.
tr: Bordro sistemine aktarım işlemi sunucuda başlamaktadır. Bu süre içinde sistem içinde başka işlemler yapmanız mümkündür.
zh_cn: 薪资导出生成程序将在服务器端运行。您可以在系统中继续其他工作。
zh_hk: 薪資匯出生成程式將在伺服器端運行。您可以在系統中繼續其他工作。

# SystemIsBusyWithBackgroundRequest
source: The system is busy working on another background request. Please try again later.
ar: النظام مشغول مع طلب اخر فى الخلفية.
cs: Systém je zaneprázdněn prácí na jiné požadavce.Skuste pozdeji prosim.
da: Systemet er optaget af at arbejde med en anden forespørgsel i baggrunden. Prøv venligst igen senere.
de: Das System arbeitet im Hintergrund mit der einer anderen Anfrage. Bitte später erneut versuchen.
es: El sistema está ocupado trabajando en otra solicitud interna. Por favor inténtelo de nuevo más tarde.
fa: سیستم به جهت کار بر روی درخواست پیش زمینه دیگری مشغول است. لطفا بعدا سعی کنید.
fi: Järjestelmä on varattu yrittäessään suorittaa toista taustatoivetta. Yritä uudelleen.
fr: Le système est occupé par une autre requête d'arrière-plan. Merci de ré-essayer plus tard.
id: Sistem sedang sibuk mengerjakan permintaan lain saat ini. Silakan coba lagi nanti.
it: Il sistema è impegnato a lavorare in background su un altra richiesta. Riprova più tardi per favore.
ja: 他のバックグラウンド要求を処理しているため、システムがビジー状態です。後で再度実行してください。
lv: Sistēma ir aizņemta, strādā pēc citā fona pieprasījuma. Lūdzu, pamēģiniet vēlreiz vēlāk.
nl: Het systeem is druk bezig met een andere achtergrond aanvraag. Probeer het later opnieuw.
no: Systemet er opptatt med en annen forespørsel i bakgrunnen. Vennligst prøv igjen senere.
pl: System jest zajęty pracą na innym zadaniu w tle. Spróbuj później.
pt: O sistema está ocupando com outra solicitação de background. Por favor tente novamente mais tarde.
ru: Система занята другим запросом. Пожалуйста, попробуйте позднее.
sv: Systemet är upptaget med en bakgrundskörning. Försök senare igen.
tr: Sistem meşgul. Lütfen daha sonra deneyin.
zh_cn: 系统正在处理另外的后台申请。请稍候再试
zh_hk: 系統正在處理另外的後臺申請。請稍候再試

# ReportLevel
source: Report As
ar: تقرير ك
cs: Uroveň sestavy
da: Rapporter Som
de: Berichtebene
es: Reportar como
fa: گزارش به عنوان
fi: Raportoi kuin
fr: Rapporter comme
id: Laporan Sebagai
it: Mostra come
ja: としてレポートを作成
lv: Ziņot Kā
nl: Rapporteer Als
no: Rapporter som
pl: Raportuj jako
pt: Reportar Como
ru: Отчет по
sv: Rapportera som
tr: Rapor seviyesi
zh_cn: 报告类型为
zh_hk: 報告類型為

# DefaultSegment
source: Default segment length
ar: طول الجزئية الافتراضي
cs: Výchozí délka segmentu
da: Standard segment længde
de: Standard Segmentlänge
es: Longitud del segmento por defecto
fa: مدت بخش پیش فرض
fi: Segmentin oletuspituus
fr: Longueur segment par défaut
id: Panjang segmen standar
it: Lunghezza predefinita intervallo
ja: 既定のセグメント長
lv: Noklusējuma segmenta garums
nl: Standaard segment lengte
no: Standard segmentlengde
pl: Domyślna długość segmentu
pt: Tamanho do segmento padrão
ru: Длина сегмента по умолчанию
sv: Standardsegmentlängd
tr: Hazır Parça Aralığı
zh_cn: 默认间隔长度
zh_hk: 默認間隔長度

# AdherenceReportSettingCalculationMethodReadyTimeVsContractScheduleTime
source: Ready Time vs. Contracted Schedule Time
ar: وقت الجهوزية مقابل الوقت المجدول بحسب العقد
cs: Doba připr. / Plánovaná smluvní doba
da: Klartid vs. Kontraktsmæssig Planlagt Tid
de: Bereit-Zeit vs.
es: Tiempo Disponible Vs Tiempo de Planificación Contratado
fa: زمان آمادگی در مقابل زمان زمانبندی شده قراردادی.
fi: Valmiusaika vrt sopimuksen mukainen työaika
fr: Temps ready contre temps contrat planifié
id: Waktu Siap vs Waktu Jadwal Kontrak
it: Tempo Ready vs Ore pianificate da contratto
ja: レディ時間に対する契約スケジュール時間
lv: Gatavības Laiks attiecībā pret Kontrakta Grafika Laiku
nl: Ready Tijd vs. Gecontracteerde Rooster Tijd
no: Tilgjengelig tid vs. avtalt skjematid
pl: Czas gotowości a kontraktowy czas planowany
pt: Tempo Disponível vs. Tempo Agendado de Contrato
ru: Время работы VS Время по расписанию
sv: Redotid mot schemalagd kontraktstid
tr: Hazır bulunulan zaman - Sözleşmesel vardiya zamanı
zh_cn: 就绪时间 vs 班表工时时间
zh_hk: 就緒時間 vs 合同班表時間

# AdherenceReportSettingCalculationMethodReadyTimeVsScheduledReadyTime
source: Ready Time vs. Scheduled Ready Time
ar: وقت الجهوزية مقابل وقت الجهوزيةالمجدول
cs: Doba připr. / Plánovaná doba připr.
da: Klartid vs. Planlagt Klartid
de: Bereit-Zeit vs. Geplante Bereit-Zeit
es: Tiempo Disponible Vs Tiempo Disponible Planificado
fa: زمان آماده به کار و زمان آماده به کار برنامه ریزی شده
fi: Valmiusaika vrt suunniteltu valmiusaika
fr: Temps ready contre temps ready planifié
id: Waktu Siap vs Waktu Siap Terjadwal
it: Tempo Ready vs Tempo Ready pianificato
ja: レディ時間対予定レディ時間
lv: Gatavības Laiks attiecībā pret Plānoto Gatavības Laiku
nl: Ready Tijd vs. Ingeroosterd Ready Tijd
no: Tilgjengelig tid vs. planlagt tilgjengelig tid
pl: Czas Gotowości faktyczny i planowany
pt: Tempo Disponível vs. Tempo Disponível Agendado
ru: Время готовности VS Запланированное время готовности по графику
sv: Redotid mot schemalagd redotid
tr: Hazır bulunulan zaman-Vardiyalanan hazır bulunulan zaman
zh_cn: 就绪时间 vs 班表就绪时间
zh_hk: 就緒時間 vs 班表就緒時間

# AdherenceReportSettingCalculationMethodReadyTimeVsScheduledTime
source: Ready Time vs. Scheduled Time (incl time before and after shiftstart)
ar: وقت الجهوزية مقابل الوقت المجدول (يشمل الوقت قبل و بعد بداية النوبة)
cs: Doba připr. / Plánovaná doba připr. (včetně doby před a po začátku směny)
da: Klartid vs. Planlagt Tid (inkl tid før og efter vagtens start)
de: Bereit-Zeit vs. Geplante Zeit (inkl. Zeit vor und nach Schichtbeginn)
es: Tiempo Disponible Vs Tiempo Planificado (incl el tiempo de antes y después del inicio del turno)
fa: زمان آماده به کار و زمان زمانبندی شده( شامل زمان قبل و بعد از شروع شیفت)
fi: Valmiusaika vrt suunniteltu työaika (sis. ajan ennen ja jälkeen työvuoron)
fr: Temps ready contre temps planifié (incluant temps avant et après début d'horaire)
id: Waktu Siap vs Waktu Terjadwal (termasuk waktu sebelum dan setelah shift mulai)
it: Tempo Ready vs Tempo pianificato (incl tempo prima e dopo l'inizio del turno)
ja: レディ時間対予定レディ時間（シフト開始前後の時間を含む）
lv: Gatavības Laiks attiecībā pret Plānoto Laiku (t.sk. laiks pirms un pēc maiņas sākuma)
nl: Gereed Tijd vs. Geplande Tijd (tijd voor en na het dienststart inbegrepen)
no: Tilgjengelig tid vs. planlagt tid (inkl. tid før og etter skiftstart)
pl: Czas gotowości i czas zaplanowany (zawiera czas przed i po rozpoczęciu dyżuru)
pt: Tempo Disponível vs.Tempo Agendado (incluindo tempo antes e depois do início do turno)
ru: Время готовности VS Запланированное время по графику (вкл. время до и после начала смены)
sv: Redotid mot schemalagd tid (inkl. tid före och efter skiftstart)
tr: Hazır olunan zaman - Vardiyalanan zaman (vardiya öncesi ve sonrası dahil)
zh_cn: 就绪时间 vs 班表时间 (包含班次开始前后时间)
zh_hk: 就緒時間 vs 班表時間 (包含班次開始前後時間)

source: Answered contacts
ar: الاسماء التي تم الاجابة عليها
cs: Vyřízené hovory
da: Besvarede kontakter
de: Beantwortete Kontakte
es: Contactos contestados
fa: تماسهای پاسخ داده شده
fi: Käsitellyt kontaktit
fr: Contacts décrochés
id: Kontak terjadwal
it: Contatti con risposta
ja: 応答済みのコンタクト
lv: Atbildētie kontakti
nl: Beantwoorde contacten
no: Besvarte kontakter
pl: Odpowiedziane kontakty
pt: Contatos Respondidos
ru: Отвеченные звонки
sv: Besvarade kontakter
tr: Yanıtlanmış Kontaktlar
zh_cn: 已应答联系数
zh_hk: 已應答聯繫數

source: Not Scheduled
ar: غير مجدول
cs: Není naplánováno
da: Ikke Planlagt
de: Nicht geplant
es: No Planificado
fa: زمانبندی نشده
fi: Ei työvuoroja
fr: Non planifié
id: Tidak Terjadwal
it: Non pianificato
ja: スケジュールが作成されていません
lv: Nav Ieplānots
nl: Niet Ingeroosterd
no: Ikke planlagt
pl: Niezaplanowane
pt: Não Agendado
ru: Не запланировано
sv: Inte schemalagd
tr: Vardiyalanmamış
zh_cn: 未排班
zh_hk: 未排班

# AdherenceReportCalculation
source: Adherence calculation
ar: حسابات الالتزام
cs: Výpočet dodržení
da: Beregning af overholdelse
de: Adherence Berechnung
es: Cálculo de adherencia
fa: محاسبه هم راستایی
fi: Noudattamisen laskenta
fr: Calcul d'adhérence
id: Perhitungan ketaatan
it: Calcolo aderenza
ja: 遵守率の計算
lv: Atbilstības aprēķins
nl: Aanhankelijkheid Berekening
no: Etterlevelse
pl: Kalkulacja przestrzegania
pt: Calculo de Aderência
ru: Расчет соблюдения графика
sv: Adherence-beräkning
tr: Uyum Hesabı
zh_cn: 遵时度计算
zh_hk: 遵時度計算

source: Add Days
ar: اضافة أيام
cs: Přidat dny
da: Tilføj Dage
de: Tage hinzufügen
es: Añadir días
fa: افزودن روزها
fi: Lisää päiviä
fr: Ajouter jours
id: Tambah Hari
it: Aggiungi giorni
ja: 日数の追加
lv: Pievienot Dienas
nl: Voeg Dagen
no: Legg til dager
pl: dodaj Dni
pt: Adicionar Dias
ru: Добавить дни
sv: Lägg till dagar
tr: Gün Ekle
zh_cn: 增加天数
zh_hk: 增加天數

# DateFromColon
source: From date:
ar: من تاريخ:
cs: Datum od:
da: Fra dato:
de: Datum von:
es: Desde la fecha:
fa: از تاریخ:
fi: Pvm. alkaen:
fr: A partir de la date:
id: Dari tanggal:
it: Data inizio:
ja: 開始日:
lv: No datuma:
nl: Vanaf datum:
no: Fra dato:
pl: Od dnia:
pt: A partir da data:
ru: Дата начала:
sv: Datum från:
tr: Başlangıç
zh_cn: 开始日期：
zh_hk: 開始日期：

# DateToColon
source: To date:
ar: الى تاريخ:
cs: Datum do:
da: Til dato:
de: Datum bis:
es: Hasta la fecha:
fa: تا تاریخ:
fi: Pvm. päättyen:
fr: Jusqu'à la date:
id: Sampai tanggal:
it: Data fine:
ja: 終了日:
lv: Līdz datumam:
nl: Tot datum:
no: Til dato:
pl: Do dnia:
pt: Até a data:
ru: Дата окончания:
sv: Datum till:
tr: Bitiş
zh_cn: 结束日期：
zh_hk: 結束日期：

# DeleteDateParenthesisS
source: Delete date(s)
ar: حذف تاريخ
cs: Vymaž datum
da: Slet dato(er)
de: Termin(e) löschen
es: Borrar fecha(s)
fa: حذف تاریخ ها
fi: Poista päivämäärä(t)
fr: Supprimer date(s)
id: Hapus tanggal
it: Elimina data/e
ja: 日付の削除
lv: Dzēst datumu(s)
nl: Verwijder datum(s)
no: Slett dato(er)
pl: Usuń daty
pt: Excluir data(s)
ru: Удалить дату (-ы)
sv: Ta bort datum
tr: Tarih sil
zh_cn: 删除日期
zh_hk: 刪除日期

source: Select dates
ar: اختيار تاريخ
cs: Vyber datumy
da: Vælg datoer
de: Wähle Datum
es: Seleccione fechas
fa: انتخاب تاریخ ها
fi: Valitse päivämäärät
fr: Sélectionner dates
id: Pilih tanggal
it: Seleziona date
ja: 日付の選択
lv: Atlasīt datumus
nl: Selecteer datums
no: Velg datoer
pl: Wybierz daty
pt: Selecionar datas
ru: Выбрать даты
sv: Välj datum
tr: Tarih seç
zh_cn: 选择日期
zh_hk: 選擇日期

# SelectedDateParenthesisS
source: Selected date(s)
ar: اختيار تاريخ
cs: Vybraná data
da: Valgte dato(er)
de: Ausgewählte(r) Termin(e)
es: Seleccion fecha(s)
fa: تاریخهای انتخاب شده
fi: Valittu päivä/-t
fr: Date(s) sélectionnée(s)
id: Tanggal terpilih
it: Data/e selezionata/e
ja: 選択した日付
lv: Atlasītais datums(i)
nl: Selecteer datum(s)
no: Valgt(e) dato(er)
pl: Wybrane daty
pt: Data(s) selecionada(s)
ru: Выбранные даты
sv: Valda datum
tr: Seçili tarihler
zh_cn: 已选日期
zh_hk: 已選日期

# ShiftTradeStatusDtoNotValid
source: Not valid
ar: غير صحيح
cs: Neplatný
da: Ikke gyldig
de: Nicht gültig
es: No válido
fa: معتبر نیست
fi: Ei kelpaa
fr: Non valable
id: Tidak valid
it: Non valido
ja: 無効
lv: Nav derīgs
nl: Ongeldig
no: Ikke gyldig
pl: Niepoprawne
pt: Não válido
ru: Не распространяется
sv: Ogiltig
tr: Geçersiz
zh_cn: 无效
zh_hk: 無效
