Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Close Previous Period
ar: اغلق القترة السابقه
cs: Uzavření předchozího období
da: Luk foregående periode
de: Vorherige Periode schließen
es: Cerrar Período Anterior
fa: بستن دوره قبل
fi: Sulje edellinen jakso
fr: Fermer période précédente
id: Tutup Periode Sebelumnya
it: Chiudi periodo precedente
ja: 前の期間を閉じる
lv: Aizvērt Iepriekšējo Periodu
nl: Sluit Vorige Periode
no: Lukk forrige periode
pl: Zamknij poprzedni okres
pt: Fechar Período Anterior
ru: Закрыть предыдущий период
sv: Stäng föregående period
tr: Bir önceki periyodu kapat
zh_cn: 关闭前一个周期
zh_hk: 關閉前一個週期

source: Closing previous period...
ar: اغلق القترة اللاحقه
cs: Zavírání předchozího období ...
da: Lukker foregående periode
de: Vorherige Periode wird abgeschlossen...
es: Cerrando período anterior...
fa: در حال بستن دوره قبل...
fi: Sulkee edellista jaksoa...
fr: Ferme période précédente...
id: Menutup periode sebelumnya...
it: Chiusura periodo precedente...
ja: 前の期間を閉じています...
lv: Aizver iepriekšējo periodu...
nl: Sluiten vorige periode...
no: Lukker forrige periode
pl: Zamykanie poprzedniego okresu...
pt: Fechando período anterior...
ru: Закрытие предыдущего периода...
sv: Stänger föregående period...
tr: Bir önceki periyodu kapatıyor...
zh_cn: 正在关闭前一个周期...
zh_hk: 正在關閉前一個週期...

# PreferenceViewCalculationInfo
source: {0} (Normal) {1} (Seasonality) {2} (Balance In) {3} (Extra) {4} (Balance Out) = {5}
ar: {0} عادى {1} موسمية {2} الرصيد {3} الاضافي {4} الرصيد الخارجى = {5}
cs: {0} (Normální) - {1} (vyrovnávání do) + {2} (Extra) + {3} (vyrovnávání z) = {4}
da: {0} (Normal) {1} (Sæsonudsving) {2} (Balance I) {3} (Ekstra) {4} (Balance ud) = {5}
de: {0} (Normal) {1} (Saisonalität) {2} (Saldo eingehend) {3} (Extra) {4} (Saldo ausgehend) = {5}
es: {0} (Normal) {1} (Estacionalidad) {2} (Balance Entrante) {3} (Extra) {4} (Balance Saliente) = {5}
fa: {0}(نرمال) {1} (فصلی) {2} (تعادل داخل) {3} (اضافی ) {4} (تعادل خارج) = {5}
fi: {0} (Normaali] {1} (Kausittainen] {2} (Saldo sisään) {3} (Ekstra) {4} (Saldo ulos) = {5}
fr: {0} (Normal) {1} (Saisonnalité) {2} (Solde Entrée) {3} (Extra) {4} (Solde Sortie) = {5}
id: {0} (Normal) {1} (Musiman) {2} (Sisa Masuk) {3} (Ekstra) {4} (Sisa Keluar) = {5}
it: {0} (Normale) {1} (Stagionalità) {2} (Equilibrio In) {3} (Extra) {4} (Equilibrio Out) = {5}
ja: {0} （通常） {1} （季節変動） {2} （相殺入金） {3} （追加） {4} （相殺支払） = {5}
nl: {0} (Normaal) {1} (Seizoensgebondenheid) {2} (Evenwicht In) {3} (Extra) {4} (Evenwicht Uit) = {5}
no: {0} (Normal) {1} (Sesong) {2} (Balanse inn) {3} (Ekstra) {4} (Balanse ut) = {5}
pl: {0} (Normalne) {1} (Sezonowość) {2} (Saldo wychodzących) {3} (Ekstra) {4} (Saldo przychodzących) = {5}
pt: {0} (Normal) {1} (Sazonalidade) {2} (Balanço de Entrada) {3} (Extra) {4} (Balanço de Saída) = {5}
ru: {0} (Обычно) {1} (Сезонно) {2} (Входной баланс) {3} (Дополнительно) {4} (Выходной баланс) = {5}
sv: {0} (Normal) {1} (Säsongsvariation) {2} (Saldo in) {3} (Extra) {4} (Saldo ut) = {5}
tr: {0} (Normal) {1} (Mevsimsellik) {2} (Hesaba giren) {3} (Ekstra) {4} (Hesaptan çıkan) = {5}
zh_cn: {0} (正常) {1} (季节性) {2} (当前周期(被)补偿小时数) {3} (额外的) {4} (下一周期需(被)补偿小时数) = {5}
zh_hk: {0} (正常) {1} (季節性) {2} (當前週期(被)補償小時數) {3} (額外的) {4} (下一週期需(被)補償小時數) = {5}

# CannotPasteAShiftWithMasterActivity
source: A shift with Master Activity can not be used in schedules!
ar: نوبة العمل ذات نشاط رئيسى لا يمكن استخداها فى الجدول
cs: Směna s hlavní činností nemůže být použita při plánování
da: En vagt med Master Aktivitet kan ikke bruges vagtplaner
de: Eine Schicht mit einer Hauptaktivität kann nicht in den Plänen genutzt werden!
es: Un turno con Actividad Maestra no pudo ser usado en la planificación!
fa: شیف با فعالیت اصلی نمی تواند در زمان بندی ها استفاده شود
fi: Työvuoro pääaktiviteetillä ei voida käyttää työvuorossa.
fr: Un horaire avec une activité maître ne peut pas être utilisé dans les plannings!
id: Shift dengan Master Aktivitas tidak bisa digunakan dalam jadwal!
it: Un turno con Attività Master non può essere usato nelle pianificazioni!
ja: マスター活動をもつシフトはスケジュールで使用できません!
lv: Maiņa ar Vadošo Aktivitāti nevar tikt izmantota grafikos!
nl: Een dienst met Meester Activiteit kan niet in de roosters gebruikt worden!
no: Et skift med Master aktivitet kan ikke brukes i skjema!
pl: Dyżur z aktywnością główną nie może być używana w planie!
pt: Um turno com Atividades Principais não pode ser usado em agendas!
ru: Смена со специальной активностью не может быть использована в планировании!
sv: Ett skift med huvudaktivitet kan inte användas i scheman!
tr: Ana aktiviteli bir vardiya vardiya planlarında kullanılamaz
zh_cn: 一个拥有主活动的班次不能在班表中使用
zh_hk: 一個擁有主活動的班次不能在班表中使用

source: Paste Error
ar: خطأ لصق
cs: Chaby vkládání
da: Indsæt fejlen
de: Kopier-Fehler
es: Error en Pegado
fa: خطای درج
fi: Liitä Virhe
fr: Erreur de collage
id: Tempel salah
it: Incolla errore
ja: 貼り付けエラー
lv: Ielīmēšanas Kļūda
nl: Plakken Error
no: Feil ved innliming
pl: Błąd wklejania
pt: Colar Erro
ru: Вставить ошибку
sv: Inklistringsfel
tr: Yapıştırma hatası
zh_cn: 粘贴出错
zh_hk: 粘貼出錯

source: Detailed Information
ar: معلومات مفصله
cs: Detailní informace
da: Detaljer information
de: detaillierte Informationen
es: Información Detallada
fa: اطلاعات تفصیلی
fi: Yksityiskohtaiset tiedot
fr: Informations détaillées
id: Informasi Detil
it: Informazioni dettagliate
ja: 詳細情報
lv: Detalizēta Informācija
nl: Gedetailleerde Informatie
no: Detaljert informasjon
pl: Informacja szczegółowa
pt: Informação Detalhada
ru: Подробная информация
sv: Detaljerad information
tr: Detay bilgi
zh_cn: 详细信息
zh_hk: 詳細資訊

# ModifyRestrictedScenario
source: Modify Restricted Scenarios
ar: عدل السيناريوهات المحدوده
cs: Upravit vyhrazené scénáře
da: Ændre begrænsede scenarier
de: Szenarios mit beschränktem Zugriff verändern
es: Modificar escenarios restringidos
fa: اصلاح سناریوهای محدود
fi: Muokkaa rajoitettuja skenaarioita
fr: Modifier scénarios restreints
id: Mengubah skenario direstriksi
it: Modifica scenari limitati
ja: 制限されたシナリオの変更
lv: Izmainīt Ierobežotos Scenārijus
nl: Wijzig beperkte scenario's
no: Endre begrensede scenarier
pl: Modyfikuj scenariusze z restrykcjami
pt: Modificar cenários restritos
ru: Изменить ограниченные сценарии
sv: Ändra skyddade scenarion
tr: Sınırlandırılmış senaryoları modifiye et
zh_cn: 修改受限的情景
zh_hk: 修改受限的情景

# PlanningTimeBankMinMaxInfo
source: ({0} to {1})
ar: {0} إلى {1}
cs: ({0} až {1})
da: ({0} til {1})
de: ({0} bis {1})
es: ({0} a {1})
fa: ({0} تا {1})
fr: {0} jusque {1}
id: ({0} ke {1})
it: {0} a {1}
pl: ({0} do {1})
pt: ({0} a {1})
ru: ({0} до {1})
sv: ({0} till {1})
tr: ({0}dan {1}e)
zh_cn: ({0} 到 {1})
zh_hk: ({0} 到 {1})

source: Export to PDF graphical
ar: أستصدر ل PDF مصور
cs: Export do PDF graficky
da: Eksport til PDF Grafisk
de: Exportieren in grafische pdf
es: Exportar a PDF - gráfico
fa: صدور به PDF گرافیکی
fi: Vie PDF:ään grafiikka muodossa
fr: Exporter vers PDF graphique
id: Ekspor ke PDF grafik
it: Esporta in PDF grafico
ja: PDFに画像としてエクスポート
lv: Eksportēt uz PDF grafiski
nl: Exporteren naar grafische PDF
no: Eksporter til PDF grafisk
pl: Eksportuj do PDF graficznie
pt: Exportar para PDF gráficamente
ru: Экспорт графически в PDF
sv: Exportera till PDF - Grafisk
tr: PDF'e grafik olarak aktar
zh_cn: 导出到图形化PDF文件
zh_hk: 匯出到圖形化PDF檔

source: Copy Details
ar: انسخ التفاصيل
cs: Kopírování detailů
da: Kopier detaljer
de: Details kopieren
es: copiar Detalles
fa: کپی کردن جزئیات
fi: Kopioi tiedot
fr: Copier détails
id: Salin Detil
it: Copia dettagli
ja: 詳細のコピー
lv: Kopēt Detaļas
nl: Kopiëren Details
no: Kopier detaljer
pl: Kopiuj szczegóły
pt: Copiar Detalhes
ru: Копировать подробности
sv: Kopiera detaljer
tr: Detayları kopyala
zh_cn: 拷贝详细信息
zh_hk: 拷貝詳細資訊

source: Filter Data
ar: تصفيه البيانات
cs: Filtrování dat
da: Filtrer Data
de: Daten filtern
es: Filtrar Datos
fa: فیلتر کردن داده
fi: Lajittele päivä
fr: Filtrer données
id: Penyaringan Data
it: Filtro dati
ja: データのフィルター
lv: Filtrēt Datus
no: Filtrer data
pl: Filtruj dane
pt: Filtrar Dados
ru: Фильтр данных
sv: Filtrera data
tr: Verileri filtrele
zh_cn: 筛选数据
zh_hk: 篩選數據

source: Filter Days for Template
ar: تصفيه الايام على القالب
cs: Filtrování dní šablony
da: Filtrer på dage med Skabeloner
de: Tagsfilter für Vorlage
es: Filtrar Días por Plantilla
fa: فیلتر کردن روزها برای الگو
fi: Lajittele päivä malleja
fr: Filtrer jours pour le modèle
id: Penyaringan Hari untuk Template
it: Filtra giorni per modello
ja: テンプレートの日数をフィルター
lv: Filtrēt Dienas Veidnim
nl: Filter dagen voor Template
no: Filtrer dager for mal
pl: Filtruj dni do wzoru
pt: Filtrar Dias por Template
ru: Фильтр дней для шаблона
sv: Filtrera dagar för mall
tr: Şablon için günleri filtrele
zh_cn: 为模板筛选天数
zh_hk: 為範本篩選天數

source: Include
ar: تضمن
cs: Zahrnout
da: Inkludere
de: Einbeziehen
es: Incluir
fa: شامل بودن
fi: Sisällytä
fr: Inclure
id: Termasuk
ja: 含める
lv: Ietvert
nl: Omvatten
no: Inkluder
pl: Załącz
pt: Incluir
ru: Включая
sv: Inkludera
tr: Dahil et
zh_cn: 包括
zh_hk: 包括

# IllegalInput
source: Invalid input
ar: ادخال غير مقبول
cs: Zadaná chybná hodnota
da: Ugyldig indtastning
de: Üngültige Eingabe
es: Inserción ilegal
fa: ورودی نامعتبر
fi: Mitätön arvo
fr: Entrée non valable
id: Input tidak valid
it: Input non valido
ja: 無効な入力
lv: Nederīgi ievadīti dati
nl: Ongeldige invoer
no: Ugyldig input
pl: Dane niedopuszczalne
pt: Entrada inválida
ru: Недопустимые данные
sv: Otillåtet värde
tr: Geçersiz giriş
zh_cn: 无效的输入
zh_hk: 無效的輸入

# FilterColon
source: Filter:
ar: تصفيه:
cs: Filtr:
da: Filtere:
es: Filtrar:
fa: فیلتر:
fi: Lajittele:
fr: Filtrer:
id: Penyaringan:
it: Filtro:
ja: フィルター:
lv: Filtrs:
pl: Filtr:
pt: Filtro:
ru: Фильтр:
sv: Filtrera:
tr: Filtrele:
zh_cn: 筛选：
zh_hk: 篩選：

# MeetingDeleteConfirmationQuestion
source: Do you want to delete the meeting {0}?
ar: هل تريد حذف الاجتماع {0}؟
cs: Chcete smazat setkání {0}?
da: Ønsker du at slette mødet {0}?
de: Möchten Sie das Meeting {0} löschen?
es: Desea borrar la reunión {0}?
fa: آیا شما می خواهید جلسه {0} را حذف کنید؟
fi: Haluatko poistaa kokouksen {0}?
fr: Voulez-vous supprimer la réunion {0}?
id: Apakah anda akan menghapus pertemuan {0}?
it: Vuoi eliminare il Meeting {0}?
ja: 会議 {0} を削除しますか?
lv: Vai vēlaties dzēst sanāksmi {0}?
nl: Wilt u de meeting {0} verwijderen?
no: Ønsker du å slette møtet {0}?
pl: Czy na pewno skasować spotkanie {0}?
pt: Você deseja excluir a reunião {0}?
ru: Удалить мероприятие {0}?
sv: Vill du ta bort mötet {0}?
tr: {0} Toplantıyı silmek istiyor musunuz?
zh_cn: 您想删除{0}会议么？
zh_hk: 您想刪除{0}會議麼？

source: Meeting Overview
ar: منظور عام للاجتماع
cs: Přehled setkání
da: Møde oversigt
de: Meeting Überblick
es: Resumen de la Reunión
fa: مرور کلی جلسه
fi: Kokousten yleisnäkymä
fr: Aperçu réunions
id: Overview Pertemuan
it: Panoramica Meeting
ja: 会議の概要
lv: Sanāksmes Pārskats
nl: Meeting Overzicht
no: Møte oversikt
pl: Podsumowanie spotkania
pt: Visão Geral das Reuniões
ru: Обзор мероприятия
sv: Mötesöversikt
tr: Toplantı özeti
zh_cn: 会议概览
zh_hk: 會議概覽

source: No meeting is selected!
ar: لم يتم اختيار اجتماع
cs: Není vybráno žádné setkání!
da: Der er ikke valgt et møde!
de: Kein Meeting ausgewählt
es: No ha seleccionado una reunión!
fa: هیچ جلسه ای انتخاب نشده است!
fi: Kokousta ei ole valittu!
fr: Aucune réunion n'est sélectionnée!
id: Tidak ada pertemuan yang dipilij!
it: Nessun Meeting selezionato!
ja: 会議が選択されていません!
lv: Nav izvēlēta neviena sanāksme!
nl: Geen meeting is geselecteerd!
no: Ikke valgt noe møte!
pl: Nie wybrano spotkania!
pt: Nenhuma reunião selecionada!
ru: Мероприятие не выбрано!
sv: Inget möte är markerat!
tr: Toplantı seçilmedi
zh_cn: 未选择会议！
zh_hk: 未選擇會議！

# CopyToThreeDots
source: Copy to...
ar: انسخ الى....
cs: Kopírovat do ...
da: Kopiere til...
de: Kopiere nach...
es: Copiar a...
fa: کپی در...
fi: Kopioi...
fr: Copier vers...
id: Salin ke...
it: Copia in...
ja: コピー...
lv: Kopēt uz...
nl: Kopiëren naar...
no: Kopier til...
pl: Kopiuj do...
pt: Copiar para...
ru: Копировать в...
sv: Kopiera till...
tr: Kopyala...
zh_cn: 拷贝至...
zh_hk: 拷貝至...

source: Include queues
ar: تضمن قائمه الاتظار
cs: Zahrnout fronty
da: Inkludere køer
de: Inklusive Queues
es: Incluir colas
fa: در بر داشتن صفها
fi: Sisällytä jonot
fr: Inclure flux
id: Termasuk antrian
it: Inclusi code
ja: キューを含める
lv: Iekļaut rindas
nl: Omvatten wachtrijen
no: Inkluder kø
pl: Dołącz kolejki
pt: Incluir filas
ru: Включая очереди
sv: Inkludera köer
tr: Kuyrukları dahil et
zh_cn: 包括队列
zh_hk: 包括佇列

source: Include templates
ar: تضمن القوالب
cs: Zahrnout vzory
da: Inkludere skabeloner
de: Inklusive Vorlagen
es: Incluir plantillas
fa: در بر داشتن الگوها
fi: Sisällytä mallit
fr: Inclure modèles
id: Termasuk template
it: Includi modelli
ja: テンプレートを含める
lv: Iekļaut veidnes
nl: Omvatten templates
no: Inkluder maler
pl: Dołącz wzory
pt: Incluir templates
ru: Включая шаблоны
sv: Inkludera mallar
tr: Şablonları dahil et
zh_cn: 包括模板
zh_hk: 包括範本

# NoSkillMatchingPropertiesForCurrentSkillFound
source: No skill with matching properties of the current skill was found.
ar: لا يوجد مهارة بالخصائص المطابقه المهارة الحاليه موجوده
cs: Žádná kvalifikace odpovídající vlastnostem stávající kvalifikaci nebyla nalezena.
da: Ingen kompetencer matchede egenskaberne til den aktuelle kompetence
de: Es wurde kein Skill mit passenden Eigenschaften für den aktuellen Skill gefunden.
es: No se han encontrado propiedades asociadas al skill actual.
fa: مهارتی با خصوصیات منطبق مهارت جاری پیدا نشد
fi: Mikään taito ei vastaa ominaisuuksiltaan kyseistä taitoa.
fr: Aucune compétence avec des propriétés correspendant à la compétence courante trouvé
id: Skill dengan properti yang sesuai dengan skill sekarang tidak ditemukan.
it: Impossibile trovare uno Skill con proprietà compatibili con l'attuale.
ja: 現在のスキルのプロパティに一致するスキルが見つかりませんでした。
lv: Netika atrasta neviena prasme ar atbilstošām īpašībām pašreizējām prasmēm.
nl: Geen skill met de aanpassing eigenschappen van de huidige skill werd gevonden.
no: Ingen ferdighet med matchende egenskaper til gjeldene ferdighet funnet.
pl: Nie znaleziono umiejętności z właściwościami zgodnymi a aktualną umiejętnością.
pt: Nenhum skill com propriedades equivalentes as do skill atual foi localizado.
ru: Навык, соответствующий свойствам текущего навыка, не найден.
sv: Ingen kompetens med liknande egenskaper hittades.
tr: Mevcut yetenekle uyumlu yetenekler bulunamadı
zh_cn: 没有找到可匹配当前技能属性的技能
zh_hk: 沒有找到可匹配當前技能屬性的技能

# ResReportAgentQueueMetrics
source: Agent Queue Metrics
ar: مقاييس قوائم انتظار الممثل
cs: Metrika fronty agenta
da: Medarbejder Kø Målinger
de: Mitarbeiter Queue Kennzahlen
es: Métricas de Agente y Cola
fa: معیار صف پاسخگو
fi: Agentin jonometriikka
fr: Métriques flux agent
id: Metrik Antrian Agent
it: Metriche coda agente
ja: エージェントキューの評価指標
lv: Operatora Rindas Rādītāji
nl: Agent Wachtrij Metrieke
no: Agent kø beregninger
pl: Miara kolejki agenta
pt: Métricas de Agente e Fila
ru: Метрики очереди оператора
sv: Agent - Mätvärden per kö
tr: Müşteri temsilcisi kuyruk metirkleri
zh_cn: 座席代表队列测量指标
zh_hk: 座席代表佇列測量指標

# DatabaseConnectionLostFormClose
source: Database connection has been lost. To preserve data consistency, the form will be closed. Sorry, your changes have been lost.
ar: لقد فقد الاتصال بقاعده البينات. للحفاظ على تكامل البيانات سيتم اغلاق الشاشه. نأسف, تغييراتك لم يتم حفظها
cs: Spojení s databází bylo ztraceno. Aby byla zachována konzistence dat, bude formulář uzavřen. Omlouváme se, ale vaše změny budou ztraceny.
da: Database forbindelsen er tabt. for at beavre data sammenhæng. Vil skemaet lukke. undskyld - dine ændringer er tabt.
de: Die Verbindung zur Datenbank wurde verloren. Um die Datenkonsistenz sicherzustellen, wird diese Anwendung geschlossen. Ihre Änderungen wurden nicht gespeichert.
es: Se ha perdido la conexión con la base de datos. Pra prevenir la consistencia de datos, la aplicación se cerrará. Disculpe, son cambios se perderán.
fa: اتصال به بانک اطلاعاتی قطع شده است . برای حفظ یکپارچگی اطلاعات فرم بسته خواهد شد.متاسفانه تغییرات شما از بین رفته است.
fi: Yhteys tietokantaan on menetetty. Tilanteen korjaamiseksi tullaan ikkuna sulkemaan. Valitettavasti muutoksia ei ole tallennettu.
fr: Connexion avec base de données perdue. Pour conserver intégrité des données, le formulaire va être fermé. Désolé, vos changements seront perdus.
id: Hilang koneksi dengan database. Untuk memlihara konsistensi data, formulir akan ditutup. Maaf, perubahan yang anda lakukan akan hilang.
it: Connessione al databae interrotta. Per preservare la consistenza dei dati la maschera sarà chiusa. Siamo spiacenti ma i tuoi dati verranno persi.
ja: データベースとの接続が失われました。データの整合性を保つため、フォームを閉じます。変更内容は失われます。
nl: Database verbinding is verbroken. Om gegevensconsistentie te bewaren, wordt het formulier gesloten. Sorry, uw wijzigingen zijn verloren.
no: Database tilkobling brutt. For å bevare regelmessighet vil skjema lukkes. Beklager, dine endringer vil gå tapt.
pl: Zerwane połączenie z bazą danych. Aby zachować spójność danych, ta strona zostanie zamknięta. Niestety wprowadzone dane zostały utracone.
pt: A conexão com o banco de dados foi perdida. Para preservar a consistência dos dados, essa janela será fechada. As suas alterações foram perdidas.
ru: Соединение с базой данных утеряно. Для сохранения данных данных форма будет закрыта. Приносим извинения за причиненные неудобства, изменения, внесенные Вами не будут сохранены.
sv: Databskopplingen har tappats. För att bevara dataintegriteten kommer formuläret att stängas. Tyvärr kommer inte dina data att sparas.
tr: Veritabanı ile olan bağlantı koptu. Veri istikrarını korumak için form kapanacak. Kaybedecek olduğunuz değişiklikler olabilir.
zh_cn: 数据库连接已丢失。为了保持数据一致性，表单将被关闭。很抱歉，您所做的变更已丢失。
zh_hk: 資料庫連接已丟失。為了保持資料一致性，表單將被關閉。很抱歉，您所做的變更已丟失。

# UseOnlyForRestrictions
source: Only for restrictions
ar: فقط للتحديدات
cs: Pouze pro omezení
da: Kun for begrænsninger
de: Nur für Plan-Beschränkungen
es: Solo en restricciones
fa: فقط برا ی محدودیت ها
fi: Vain rajoituksiin
fr: Uniquement pour restrictions
id: Hanya untuk restriksi
it: Solo le limitazioni
ja: 制限でのみ使用
lv: Tikai ierobežojumiem
nl: Alleen voor beperkingen
no: Kun for restriksjoner
pl: Tylko dla restrykcji
pt: Somente para restrições
ru: Только для ограничений
sv: Endast för begränsningar
tr: Sadece sınırlamalar için
zh_cn: 只用于限制条件
zh_hk: 只用於限制條件

source: Legal Notice
ar: اشعار قانونى
cs: Právní upozornění
da: Juridisk Meddelelse
de: Rechtshinweis
es: Noticia legal
fa: تذکر حقوقی
fi: Tekijänoikeudet
fr: Communication légale
id: Pengumuman Resmi
it: Note legali
ja: 利用規約
lv: Juridiskā Informācija
nl: Wettelijke Kennisgeving
no: Juridisk merknad
pl: Informacja prawna
pt: Aviso Legal
ru: Надлежащее уведомление
tr: Yasal uyarı
zh_cn: 法律声明
zh_hk: 法律聲明

source: Data source required
ar: مصدرر البيانات مطلوب
cs: Vyžadován zdroj dat
da: Data kilde krævet
de: Datenquelle benötigt
es: Fuente de datos requerida
fa: منبع داده مورد نیاز است
fi: Vaatii tietolähteen
fr: Source de données requise
id: Sumber data diperlukan
it: Sorgente dati necessaria
ja: データソースが必要です
lv: Datu avots nepieciešams
nl: Data Bron is nodig
no: Data kilde nødvendig
pl: Wymagane źródło danych
pt: Uma data source é necessária
ru: Требуется источник данных
sv: Datakälla måste anges
tr: Veri kaynağı gerekiyor
zh_cn: 需要数据源
zh_hk: 需要資料來源

source: All Available
ar: كل الاتاحات
cs: Všechny dostupné
da: Alle Tilgængelige
de: Alle Verfügbaren
es: Todos Disponibles
fa: همه دسترس پذیر
fi: Kaikki saatavuudet
fr: Tous disponibles
id: Semua Tersedia
it: Tutti i disponibili
ja: 全ての利用可能な日
lv: Visi pieejamie
nl: Alle Beschikbaar
no: Alle tilgjengelige
pl: Wszyscy dostępni
pt: Todos Disponíveis
ru: Все доступное
sv: Alla tillgängliga
tr: Tümü uygun
zh_cn: 全部均可用
zh_hk: 全部均可用

source: All Days Off
ar: كل ايام العطلات
cs: Všechny volné dny
da: Alle Fridage
de: Alle freien Tage
es: Todos los Días Libres
fa: همه روزهای تعطیل
fi: Kaikki vapaapäivät
fr: Tous jours libres
id: Semua Hari Libur
it: Tutti i riposi
ja: 全ての休暇
lv: Visas Brīvdienas
nl: Alle Vrije Dagen
no: Alle fri dager
pl: Wszystkie dni wolne
pt: Todas as Folgas
ru: Все выходные
sv: Alla fridagar
tr: Tüm tatil günleri
zh_cn: 全部休息日
zh_hk: 全部休息日

source: All Fulfilled
ar: كل المحقق
cs: Vše vyplněné
da: Alle Opfyldte
de: Alle erfüllten
es: Todos los cumplidos
fa: همه انجام شده
fi: Kaikki toteutuneet
fr: Tous accomplis
id: Semua Terpenuhi
it: Tutto rispettato
ja: 実現された全ての項目
lv: Visas Piepildītās
nl: Alle Vervulde
no: Alle oppfylt
pl: Wszystkie spełnione
pt: Todas Realizadas
ru: Все выполенные
sv: Alla uppfyllda
tr: Tümü karşılandı
zh_cn: 全部已满足的
zh_hk: 全部已滿足的

source: All Fulfilled Days Off
ar: كل ايام العطلات المحققه
cs: Všechny vyplněny volné dny
da: Alle Opfyldte Fridage
de: Alle erfüllt freien Tage
es: Todos los Días Libres cumplidos
fa: همه روزهای تعطیل انجام شده
fi: Kaikki toteutuneet vapaapäivät
fr: Tous jours libres accomplis
id: Semua Hari Libur Terpenuhi
it: Tutti riposi rispettati
ja: 実現された全ての休暇
lv: Visas Piepildītās Brīvdienas
nl: Alle Vervulde Vrije Dagen
no: Alle oppfylte fri dager
pl: Wszystkie spełnione dni wolne
pt: Todos as Folgas Realizadas
ru: Все выполненные выходные
sv: Alla uppfyllda fridagar
tr: Tüm karşılanmış tatil günleri
zh_cn: 全部已经满足的休息日
zh_hk: 全部已經滿足的休息日

source: All Fulfilled Shifts
ar: كل بوبات العمل المحققه
cs: Všechny vyplněné směny
da: Alle Opfyldte Vagter
de: Alle erfüllten Schichten
es: Todos los Turnos cumplidos
fa: همه شیفتهای انجام شده
fi: Kaikki toteutuneet työvuorot
fr: Tous horaires accomplis
id: Semua Shift Terpenuhi
it: Tutti turni rispettati
ja: 実現された全てのシフト
lv: Visas Piepildītās Maiņas
nl: Alle Vervulde Diensten
no: Alle oppfylte skift
pl: Wszystkie wypełnione Dyżury
pt: Todos Turnos Preenchidos
ru: Все выполненные смены
sv: Alla uppfyllda skift
tr: Tüm karşılanmış vardiyalar
zh_cn: 全部已经满足的班次
zh_hk: 全部已經滿足的班次

source: All Shifts
ar: كل نوبات العمل
cs: Všechny směny
da: Alle Vagter
de: Alle Schichten
es: Todos los Turnos
fa: همه شیفتها
fi: Kaikki vuorot
fr: Tous horaires
id: Semua Shift
it: Tutti i turni
ja: 全てのシフト
lv: Visas Maiņas
nl: Alle Diensten
no: All skift
pl: Wszystkie Dyżury
pt: Todos os Turnos
ru: Все смены
sv: Alla skift
tr: Tüm vardiyalar
zh_cn: 全部的班次
zh_hk: 全部的班次

source: All Unavailable
ar: كل الغير متاح
cs: Vše nedostupné
da: Alle Ikke Tilgængelige
de: Alle Nicht-Verfügbaren
es: Todos No Disponibles
fa: همه موارد غیر قابل دسترس
fi: Kaikki tavoittamattomat
fr: Tous non disponibles
id: Semua Tidak Tersedia
it: Tutti i non disponibili
ja: 全ての利用不可能な日
lv: Visas Nepieejamās
nl: Alle Onbeschikbaar
no: Alle utilgjengelige
pl: Wszyscy niedostępni
pt: Todos Indisponíveis
ru: Все недоступное
sv: Alla icke tillgängliga
tr: Tüm ugun olmayanlar
zh_cn: 全部不可用的
zh_hk: 全部不可用的

source: Lock Availability
ar: ثبت الاتاحات
cs: Uzamčení Dostupnosti
da: Lås Tilgængelighed
de: Verfügbarkeit sperren
es: Bloquear Disponibilidad
fa: قفل کردن دسترسی
fi: Lukitse saatavuudet
fr: Bloquer disponiblité
id: Kunci Ketersediaan
it: Blocca disponibilità
ja: 空き状況のロック
lv: Aizslēgt Pieejamību
nl: Lock Beschikbaarheid
no: Lås tilgjengelighet
pl: Zablokuj dostępność
pt: Travar a Disponibilidade
ru: Блокировать доступность
sv: Lås tillgänglighet
tr: Uygunlukları kilitle
zh_cn: 锁定可用性
zh_hk: 鎖定可用性

source: Lock Preferences
ar: ثبت الخيارات
cs: Uzamčení preferencí
da: Lås præferencer
de: Präferenzen sperren
es: Bloquear Preferencias
fa: قفل کردن الویتها
fi: Lukitse toiveet
fr: Bloquer préférences
id: Kunci Preferensi
it: Blocca preferenze
ja: プリファレンスのロック
lv: Aizslēgt Vēlmes
nl: Lock Voorkeurs
no: Lås preferanser
pl: Zablokuj preferencje
pt: Travar as Preferências
ru: Блокировать предпочтения
sv: Lås önskemål
tr: Tecihleri kilitle
zh_cn: 锁定偏好
zh_hk: 鎖定偏好
