Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Display
ar: عرض
da: Vis
de: Anzeigen
es: Mostrar
fa: نمایش
fi: Näyttö
fr: Afficher
id: Tampilan
it: Visualizza
ja: 表示
lv: Ekrāns
nl: Tonen
no: Skjermbilde
pl: Wyświetl
pt: Mostrar
ru: Просмотр
sv: Visa
tr: Göster
zh_cn: 显示
zh_hk: 顯示

source: Individual
ar: فرد
cs: Individuální
da: Individuel
de: Individuell
fa: فردی
fi: Yksilöllinen
fr: Individuel
it: Individuale
ja: 個人
lv: Individuāli
nl: Individueel
no: Individuell
pl: Osoba
ru: Персонально
sv: Person
tr: Birey
zh_cn: 个人
zh_hk: 個人

source: No Activities
ar: لا نشاطات
cs: Žádné činnosti
da: Ingen Aktiviteter
de: Keine Aktivitäten
es: Sin actividades
fa: هیچ فعالیتی موجود نیست
fi: Ei aktiviteetteja
fr: Pas d'activités
id: Tidak Ada Aktivitas
it: Nessuna attività
ja: 活動なし
lv: Nav Aktivitāšu
nl: Geen Activiteiten
no: Ingen aktiviteter
pl: Bez aktywności
pt: Nenhuma Atividade
ru: Нет активностей
sv: Inga aktiviteter
tr: Aktivite yok
zh_cn: 无活动
zh_hk: 無活動

# SingleFile
source: Use one file for all selected
ar: استخدم ملف واحد لكل ما تم اختياره
cs: Použíj jeden soubor pro všechny vybrané
da: Anvend en fil til alle valgte
de: Eine Datei für alle ausgewählten anwenden
es: Usar un archivo de todos los seleccionados
fa: از یک فایل برای همه موارد انتخاب شده استفاده کنید
fi: Käytä yhtä tiedostoa kaikille valituille
fr: Utiliser un fichier pour tous sélectionnés
id: Gunakan satu file untuk seluruh yang dipilih
it: Usa un file per tutti i selezionati
ja: 選択された全ての項目に対して1つのファイルを使用
lv: Lietot vienu failu visiem atlasītajiem
nl: Gebruik een bestand voor alle geselecteerde
no: Bruk en fil for alle valgt
pl: Użyj jednego pliku dla wszystkich wybranych
pt: Usar um arquivo para todos selecioados
ru: Использовать один файл для всех выбранных
sv: Använd samma fil till alla markerade.
tr: Tüm seçilenler için tek dosya kullan
zh_cn: 为全部已选择使用一个文件
zh_hk: 為全部已選擇使用一個檔

source: Can not Answer
ar: لا يمكن الاجابة
cs: Nedá se odpovědet
da: Kan ikke Svare
de: Kann nicht antworten
es: No puede responder
fa: پاسخگو نمی باشد
fi: Ei voi vastata
fr: Ne peut pas répondre
id: Tidak bisa menjawab
it: Impossibile rispondere
ja: 応答できません
lv: Nevar Atbildēt
nl: Kan geen antwoord geven
no: Kan ikke svare
pl: Nie można odpowiedzieć
pt: Não pode Responder
ru: Затрудняюсь ответить
sv: Kan inte svara
tr: Yanıtlanamıyor
zh_cn: 不能应答
zh_hk: 不能應答

source: Receiver
ar: مستقبل
cs: Přijímatel
da: Modtager
de: Empfänger
es: Receptor
fa: دریافت کننده
fi: Vastaanottaja
fr: Destinataire
id: Penerima
it: Destinatario
ja: 受信者
lv: Saņēmējs
nl: Ontvanger
no: Mottaker
pl: Odbiorca
pt: Destinatário
ru: Получатель
sv: Mottagare
tr: Alıcı
zh_cn: 接收者
zh_hk: 接收者

source: Send
ar: ارسل
cs: Pošli
de: Sende
es: Enviar
fa: فرستادن
fi: Lähetä
fr: Envoyer
id: Kirim
it: Invia
ja: 送信
lv: Nosūtīt
nl: Versturen
pl: Wyślij
pt: Enviar
ru: Отправить
sv: Skicka
tr: Gönder
zh_cn: 发送
zh_hk: 發送

source: Text Answer
ar: اجابة نصية
cs: Textova odpověď
da: Tekst svar
de: Textantwort
es: Respuesta de texto
fa: پاسخ متن
fi: Tekstiviesti
fr: Réponse texte
id: Teks Jawaban
it: Risposta di testo
ja: テキストによる応答
lv: Teksta Atbilde
nl: Tekst antwoord
no: Tekstsvar
pl: Odpowiedź tekstowa
pt: Resposta de Texto
ru: Текст ответа
sv: Textsvar
tr: Yanıt Metini
zh_cn: 文字应答
zh_hk: 文字應答

source: Yes/No Answer
ar: اجابة نعم/لا
cs: Odpověd Ano/Ne
da: Ja/Nej Svar
de: Ja/Nein Antwort
es: Respuesta Sí/No
fa: پاسخ بله/ خیر
fi: Kyllä/Ei vastaus
fr: Réponse oui/non
id: Jawaban Ya/Tidak
it: Risposta Si/No
ja: Yes/Noによる応答
lv: Jā/Nē Atbilde
nl: Ja/Nee Antwoord
no: Ja/Ikke svar
pl: Odpowiedź Tak/Nie
pt: Reposta Sim/Não
ru: Да/Нет ответ
sv: JA /NEJ Svar
tr: Evet/Hayır
zh_cn: 是/否 应答
zh_hk: 是/否 應答

source: Title
ar: عنوان
cs: Nadpis
da: Titel
de: Titel
es: Título
fa: عنوان
fi: Otsikko
fr: Titre
id: Judul
it: Titolo
ja: タイトル
lv: Virsraksts
nl: Titel
no: Tittel
pl: Tytuł
pt: Título
ru: Заголовок
sv: Titel
tr: Başlık
zh_cn: 标题
zh_hk: 標題

source: Load
ar: تحميل
cs: Načti
da: Indlæs
de: Lade
es: Cargar
fa: بارگذاری
fi: Lataa
fr: Charger
id: Beban
it: Carica
ja: 読み込み
lv: Ielādēt
no: Last
pl: Ładowanie
pt: Carregar
ru: Загрузка
sv: Hämta
tr: Yükle
zh_cn: 加载
zh_hk: 載入

# ResReportAbsenceTimePerAgent
source: Absence Time per Agent
ar: وقت الغياب بحسب الوكيل
cs: Čas absence připadájíci na agenta
da: Fraværstid pr. Medarbejder
de: Abwesenheitszeit pro Agent
es: Tiempo de Ausencia por Agente
fa: زمان مرخصی برای هر پاسخگو
fi: Poissaoloaika per agentti
fr: Temps d'absence par agent
id: Waktu Absen per Agent
it: Tipo assenza per agente
ja: エージェント当たりの欠勤時間
lv: Prombūtnes Laiks pēc Operatora
nl: Afwezigheid Tijd per Agent
no: Fraværstid per agent
pl: Czas Nieobecności na Agenta
pt: Tempo de Ausência por Agente
ru: Время отсутствия на оператора
sv: Frånvaro per agent
tr: Müşteri temsilcisi başına devamsızlık süresi
zh_cn: 每个座席代表缺勤时间
zh_hk: 每個座席代表缺勤時間

source: Allow text reply
ar: اسمح بالاجابة النصية
cs: Umožni odpověď
da: Tillad tekst svar
de: Textantwort zulassen
es: Permitir responder texto
fa: اجازه پاسخ متن
fi: Salli tekstivastaus
fr: Autoriser réponse texte:
id: Memperbolehkan jawaban teks
it: Permetti risposta di testo
ja: テキストによる応答を許可
lv: Atļaut teksta atbildi
nl: Tekst antwoord toegestaan
no: Tillat tekstsvar
pl: Zezwól na odpowiedź tekstową
pt: Permitir resposta de texto
ru: Разрешить текстовый ответ
sv: Tillåt textsvar
tr: Metin olarak yanıtlamaya izin ver
zh_cn: 允许文字回复
zh_hk: 允許文字回復

source: Answered
ar: مجاوَب
cs: Zodpovězeno
da: Besvaret
de: Beantwortet
es: Respondido
fa: پاسخ داده شده
fi: Vastattu
fr: Décrochés
id: Dijawab
it: Risposte
ja: 応答済み
lv: Atbildēts
nl: Beantwoord
no: Besvarte
pl: Odpowiedziany
pt: Respondidos
ru: Отвечено
sv: Besvarat
tr: Yanıtlanmış
zh_cn: 已应答
zh_hk: 已應答

source: Conversation
ar: نقاش
cs: Konverzace
da: Samtale
de: Konversation
es: Conversación
fa: مکالمه
fi: Keskustelu
id: Percakapan
it: Conversazione
ja: 会話
lv: Saruna
nl: Gesprek
no: Konversasjon
pl: Konwersacja
pt: Conversação
ru: Диалог
sv: Konversation
tr: Konuşma
zh_cn: 会话
zh_hk: 會話

source: Follow up
ar: متابعة
cs: Pokračování
da: Følg op
es: Seguimiento
fa: پیگیری
fi: Seurata
fr: Suivi
id: Tindak lanjut
it: Conclusione
ja: フォローアップ
lv: Sekot
no: Følg up
pl: Kontynuacja
pt: Acompanhamento
ru: Отклик
sv: Följ upp
tr: Takip
zh_cn: 后续
zh_hk: 後續

source: Messages
ar: رسالة
cs: Zprávy
da: Beskeder
de: Mitteilungen
es: Mensajes
fa: پیام ها
fi: Viestit
id: Pesan
it: Messaggi
ja: メッセージ
lv: Ziņas
nl: Berichten
no: Meldinger
pl: Wiadomości
pt: Mensagens
ru: Сообщения
sv: Meddelanden
tr: Mesajlar
zh_cn: 消息
zh_hk: 消息

source: Not answered
ar: غير مجاوَب
cs: Nezodpovězeno
da: Ikke besvaret
de: Nicht beantwortet
es: No respondido
fa: پاسخ داده نشده
fi: Ei vastattu
fr: Non répondu
id: Tidak dijawab
it: Non risposte
ja: 未応答
lv: Nav atbildēts
nl: Niet beantwoord
no: Ikke svart
pl: Nie odpowiedziana
pt: Não Respondidos
ru: Нет ответа
sv: Ej besvarat
tr: Yanıtlanmamış
zh_cn: 未应答
zh_hk: 未應答

source: Receivers
ar: مستقبلين
cs: Příjemci
da: Modtagere
de: Empfänger
es: Receptores
fa: دریافت کنندگان
fi: Vastaanottajat
fr: Destinataires
id: Penerima
it: Riceventi
ja: 受信者
lv: Saņēmēji
nl: Ontvangers
no: Mottakere
pl: Odbiorcy
pt: Destinatários
ru: Получатели
sv: Mottagare
tr: Alıcılar
zh_cn: 接收者
zh_hk: 接收者

source: Create message with custom options
ar: انشاء رسالة باختيارات معدلة
cs: Vytvořzprávu s možnostmi
da: Opret besked med brugerdefinerede indstillinger
de: Erstelle Mitteilung mit Benutzeroptionen
es: Crear un mensaje con opciones personalizadas
fa: با موارد منتخب پیغام ایجاد کنید
fi: Luo viesti räätälöidyin asetuksin
fr: Créer message avec options personnalisées
id: Membuat pesan dengan opsi kustom
it: Crea messaggio con opzioni personalizzate
ja: カスタムオプション付きのメッセージを作成
lv: Izveidot ziņu ar lietotāja opcijām
nl: Creëer bericht met aangepaste opties
no: Opprett melding med tilpassede valg
pl: Stwórz wiadomość z opcjami
pt: Criar mensagem com opções personalizadas
ru: Создание сообщений с параметрами пользователей
sv: Skapa meddelande med valbara svar
tr: Şzel opsiyonlu mesaj oluştur
zh_cn: 通过自定义选项创建消息
zh_hk: 通過自訂選項創建消息

source: Create standard message
ar: انشاء رسالة قياسية
cs: Vytvoř standarní zprávu
da: Opret standardbesked
de: Erstelle Standard-Mitteilung
es: Crear un mensaje estándar
fa: ایجاد پیام استاندارد
fi: Luo vakioviesti
fr: Créer message standard
id: Membuat pesan standar
it: Crea messaggio Standard
ja: 標準メッセージの作成
lv: Izveidot standarta ziņu
nl: Creëer standaardbericht
no: Opprett standardmelding
pl: Stwórz wiadomość standardową
pt: Criar mensagem padrão
ru: Создать стандартное сообщение
sv: Skapa standardmeddelande
tr: Standard mesaj oluştur
zh_cn: 创建标准消息
zh_hk: 創建標準消息

source: Create Yes/No message
ar: انشاء اجابة نعم/لا
cs: Vytvoř ANO/NE zprávu
da: Opret Ja/Nej besked
de: Erstelle Ja/Nein-Mitteilung
es: Crear mensaje Sí/No
fa: ایجاد پیام بله / خیر
fi: Luo Kyllä/Ei -viesti
fr: Créer Message oui/non
id: Membuat pesan Ya/Tidak
it: Crea messaggio Si/No
ja: Yes/Noメッセージの作成
lv: Izveidot Jā/Nē ziņu
nl: Creëer Ja/Nee-bericht
no: Opprett Ja/Nei melding
pl: Stwórz wiadomość Tak/Nie
pt: Criar mensagem Sim/Não
ru: Создать сообщение "Да\Нет"
sv: Skapa Ja/Nej-meddelande
tr: Evet/Hayır mesajı oluştur
zh_cn: 创建“是/否”消息
zh_hk: 創建“是/否”消息

source: Custom
ar: معدلة
cs: Vlastní
da: Brugerdefineret
es: Personalizar
fa: مرسوم
fi: Räätälöity
fr: Personnaliser
id: Kustom
it: Personalizzato
ja: カスタム
lv: Lietotāja
no: Kunde
pl: Własne opcje
pt: Personalizado
ru: Настраиваемый
sv: Anpassad
tr: Özel
zh_cn: 自定义
zh_hk: 自訂

source: Yes/No
ar: نعم/لا
cs: Ano/Ne
da: Ja/Nej
de: Ja/Nein
es: Sí/No
fa: بله / خیر
fi: Kyllä/Ei
fr: Oui/Non
id: Ya/Tidak
it: Si/No
lv: Jā/Nē
nl: Ja/Nee
no: Ja/Nei
pl: Tak/Nie
pt: Sim/Não
ru: Да\Нет
sv: Ja/Nej
tr: Evet/Hayır
zh_cn: 是/否
zh_hk: 是/否

source: Add reply option
ar: اضافة خيار الاجابة
cs: Přidej možnost odpovědi
da: Tilføj Svar indstillinger
de: Antwort-Option hinzufügen
es: Añadir opción de respuesta
fa: افزودن انتخاب پاسخ
fi: Lisää vastausasetus
fr: Ajouter option réponse
id: Tambah opsi balasan
it: Aggiungi opzione risposta
ja: 応答オプションの追加
lv: Pievienot atbildes variantu
nl: Voeg antwoord optie
no: Legg til svarvalg
pl: Dodaj opcję odpowiedzi
pt: Adicionar uma opção de resposta
ru: Добавить опцию ответа
sv: Lägg till svarsalternativ
tr: Yanıtlama opsiyonu ekle
zh_cn: 添加回复选项
zh_hk: 添加回復選項

source: Not Replied
ar: غير مجاوَب
cs: Neodpovězeno
da: Ikke Besvaret
de: Nicht geantwortet
es: No contestado
fa: پاسخ داده نشده
fi: Ei vastattu
fr: Non répondu
id: Tidak Terbalas
it: Non risposte
ja: 未応答
lv: Nav atbildēts
nl: niet Geantwoord
no: Ikke svart
pl: Nie odpowiedziana
pt: Não respondidas
ru: Без ответа
sv: Ej Besvarade
tr: Yanıtlanmamış
zh_cn: 未回复
zh_hk: 未回復

source: Replied
ar: مجاوَب
cs: Odpovezeno
da: Besvaret
de: Beantwortet
es: Contestado
fa: پاسخ داده شده
fi: Vastattu
fr: Répondu
id: Terbalas
it: Risposte
ja: 応答済み
lv: Atbildēts
nl: Antwoordde
no: Svart
pl: Odpowiedziana
pt: Respondidas
ru: Ответил
sv: Besvarade
tr: Yanıtlanmış
zh_cn: 已回复
zh_hk: 已回復

source: Accept
ar: وافق
cs: Akceptovat
da: Accepter
de: Akzeptieren
es: Aceptado
fa: پذیرفتن
fi: Hyväksy
fr: Accepter
id: Terima
it: Accetta
ja: 受け付け
lv: Apstiprināt
nl: Accepteren
no: Godta
pl: Akceptuj
pt: Aceitar
ru: Утверждено
sv: Acceptera
tr: Kabul et
zh_cn: 接受
zh_hk: 接受

# MessageColon
source: Message:
ar: رسالة:
cs: Zpráva:
da: Besked:
de: Mitteilung:
es: Mensaje:
fa: پیام:
fi: Viesti:
id: Pesan:
it: Messaggio:
ja: メッセージ:
lv: Ziņa:
nl: Bericht:
no: Melding:
pl: Wiadomość:
pt: Mensagem:
ru: Сообщение:
sv: Meddelande:
tr: Mesaj:
zh_cn: 消息：
zh_hk: 消息：

# RequestedByColon
source: Requested By:
ar: مطلوب من قِبَل:
cs: Dotazovatel:
da: Forespørgsel Fra:
de: Angefordert von:
es: Solicitado por:
fa: درخواست شده توسط:
fi: Pyytäjä:
fr: Demandé par:
id: Diminta Oleh:
it: Richiesta da:
ja: 要求者:
lv: Pieprasīja:
nl: Aangevraagd door:
no: Forespurt av:
pl: Żądane przez:
pt: Solicitado Por:
ru: Запрос от:
sv: Önskad av:
tr: İstek sahibi:
zh_cn: 申请发起人：
zh_hk: 申請發起人：

# RequestForm
source: Request
ar: طلب
cs: Požadavka
da: Forespørgsel
de: Antrag
es: Solicitud
fa: درخواست
fi: Pyyntö
fr: Demande
id: Permintaan
it: Richiesta
ja: 要求
lv: Pieprasījums
nl: Aanvraag
no: Forespørsel
pl: Żądanie
pt: Solicitação
ru: Запрос
sv: Förfrågan
tr: İstek
zh_cn: 申请
zh_hk: 申請

# RequestResponseAction
source: Response Action
ar: فعل الاجابة
cs: Akce příjemce
da: Forespørgelses handling
de: Antwortalternativen
es: Acción de responder
fa: عمل پاسخ
fi: Vastaustoiminto
fr: Action réponse
id: Aksi Respon
it: Azione risposta
ja: 応答アクション
lv: Atbildes darbība
nl: Response Actie
no: Responshandling
pl: Akcja odpowiedzi
pt: Resposta
ru: Ответное действие
sv: Svarsalternativ
tr: Yanıt aksiyonu
zh_cn: 回应操作
zh_hk: 回應操作

# SelectedDateColon
source: Selected Date:
ar: اختر التاريخ:
cs: Vybraný datum:
da: Valgt Dato:
de: Ausgewählter Termin:
es: Fecha seleccionada:
fa: تاریخ انتخاب شده:
fi: Valittu päivä:
fr: Date sélectionnée:
id: Tanggal Terpilih:
it: Data selezionata:
ja: 選択日:
lv: Izvēlētais Datums:
nl: Geselecteerde Datum:
no: Valgt dato:
pl: Wybrana data:
pt: Data Selecionada:
ru: Выбранная дата:
sv: Valt datum:
tr: Seçili Veri:
zh_cn: 选定的日期：
zh_hk: 選定的日期：

# StatusColon
source: Status:
ar: الحالة:
cs: Stav:
es: Estado:
fa: وضعیت:
fr: Statut:
it: Stato:
ja: 状態:
lv: Statuss:
ru: Статус:
tr: Statü:
zh_cn: 状态：
zh_hk: 狀態：

# TradeWithColon
source: Trade with:
ar: تداول ب:
cs: Výměna s:
da: Byt med:
de: Tausche mit:
es: Cambiar con:
fa: معاوضه با:
fi: Vaihdon osapuoli:
fr: Echanger avec:
id: Bertukar dengan:
it: Scambia con:
ja: 次の要員と交代:
lv: Samaiņa ar:
nl: Handel met:
no: Bytt med:
pl: Zamień z:
pt: Trocar com:
ru: Обмен с:
sv: Person att byta med:
tr: Takas:
zh_cn: 交换者：
zh_hk: 交換者：

source: You do not have permissions to view team schedules
ar: لا تملك تصريح رؤية جداول الفرق
cs: Nejste oprávnem k prohlížení plánů týmů
da: Du har ikke tilladelser til at få vist team planer
de: Sie haben nicht die Erlaubnis die Team-Pläne anzusehen
es: Usted no tiene permisos para ver horarios de equipo
fa: شما مجوزی برای دیدن زمانبندی تیم ندارید
fi: Sinulla ei ole oikeuksia tarkastella tiimin työvuoroja.
fr: Vous n'avez pas les droits de regarder les plannings d'équipes
id: Anda tidak memiliki ijin untuk melihat jadwal tim
it: Non sei autorizzato alla visualizzazione delle pianificazioni per Team
ja: チームスケジュールを見る権限がありません
lv: Jums nav atļaujas, lai skatītu nodaļu grafikus
nl: U heeft geen rechten om de Team Inroosteren te bekijken
no: Du har ikke tillatelse til å se teamskjemaer
pl: Nie masz uprawnień do oglądania planów zespołowych
pt: Você não tem permissões para ver as escalas das equipes.
ru: У вас нет прав для просмотра расписания группы
sv: Du har inte rätt att se några teamscheman
tr: Ekip vardiyalarını görüntüleme yetkiniz yok
zh_cn: 您没有权限查看组班表
zh_hk: 您沒有許可權查看組班表

source: File import
ar: استيراد ملف
cs: Import souboru
da: Fil import
de: Datei Import
es: Importación de archivo
fa: وارد کردن فایل
fi: Tiedoston tuonti
fr: Importation fichier
id: Impor file
it: Impostazione file
ja: ファイルのインポート
lv: Failu importēšana
nl: Bestand importeren
no: Filimport
pl: Import pliku
pt: Importar arquivo
ru: Импортируемый файл
sv: Filimport
tr: Dosya aktarımı
zh_cn: 文件导入
zh_hk: 文件導入

# TheFileIsLockedByAnotherProgram
source: The file is locked by another program. Close that and try again.
ar: الملف مشغول ببرنامج اخر. يرجى اغلاقه و المحاولة مرة أخرى
cs: Soubor je uzamčen jiným programem.Zavřete ho a skuste znova.
da: Filen er låst af et andet program. Luk det og prøv igen.
de: Ein anderes Programm sperrt die Datei. Beenden Sie es und versuchen Sie erneut.
es: El archivo está bloqueado por otro programa.Cierre este e inténtelo de nuevo.
fa: این فایل توسط برنامه دیگری قفل گردیده است. آن را بسته و دوباره سعی کنید.
fi: Tiedosto on lukittu toisesta ohjelmasta käsin. Sulje ohjelma ja yritä uudelleen.
fr: Le fichier est bloqué par un autre programme. Fermez-le et essayez à nouveau.
id: File dikunci oleh program lain. Matikan program tersebut dan coba kembali.
it: Il file è utilizzato da un altro programma. Chiudilo e riprova.
ja: このファイルは他のプログラムによりロックされています。ファイルを閉じて再度実行してください。
lv: Fails ir bloķēts ar citu programmu. Aizveriet to un mēģiniet vēlreiz.
nl: Het bestand is geblokkeerd door en ander programma. Sluit het en probeer opnieuw
no: Filen er låst av et annet program. Lukk programmet og prøv igjen.
pl: Plik zablokowany przez inny program. Zamknij go i spróbj ponownie.
pt: O arquivo está sendo utilizado por um outro programa. Por favor feche esse programa e tente novamente.
ru: Этот файл заблокирован другим приложением. Закройте и попробуйте еще раз.
sv: Filen är låst av ett annat program. Var snäll och stäng filen och försök igen.
tr: Bu dosya bir başka uygulama tarafından klitlenmiş durumda. Kapatıp yeniden deneyinç
zh_cn: 文件被其他程序锁定，请关闭并重试。
zh_hk: 檔被其他程式鎖定，請關閉並重試。

source: Keep
ar: ابقِ
cs: Ponechte
da: Behold
de: Behalten
es: Mantener
fa: نگه دارید
fi: Pidä
fr: Garder
id: Menjaga
it: Mantieni
ja: 保持
lv: Paturēt
nl: Houden
no: Behold
pl: Zachowaj
pt: Manter
ru: Не изменять
sv: Behåll
tr: Koru
zh_cn: 保持
zh_hk: 保持

source: Keep none
ar: لا تبقِ شيئاً
cs: Nenechat nic
da: Behold ingen
de: Behalte kein(e)
es: No mantener
fa: هیچ چیز نگه ندارید
fi: Älä säilytä mitään
fr: Ne garder aucun
id: Tidak menjaga sama sekali
it: Non mantenere nulla
ja: 保持しない
lv: Nepaturēt nevienu
nl: Geen houden
no: Behold ingen
pl: Nie zachowuj
pt: Não manter nada
ru: Изменить все
sv: Behåll inget
tr: Hiçbirini Koruma
zh_cn: 保持无
zh_hk: 保持無

source: Keep shift category
ar: ابقِ فئة النوبة
cs: Ponechte kategorii změny
da: Behold vagtkategori
de: Behalte Schichtkategorie
es: Mantener categoría de turno
fa: دسته بندی شیفت را نگه دارید
fi: Pidä vuoroluokka
fr: Garder catégorie d'horaires
id: Menjaga kategori shift
it: Mantieni categoria turni
ja: シフトカテゴリを保持
lv: Paturēt maiņu kategoriju
nl: Houd dienst categorie
no: Behold skiftkategori
pl: Zachowaj kategorię dyżuru
pt: Manter categoria de turno
ru: Не изменять категории смен
sv: Behåll skiftkategori
tr: Vardiya Kategorisini Koru
zh_cn: 保持班次类别
zh_hk: 保持班次類別

source: Keep start and end time
ar: ابقِ وقت البداية و النهاية
cs: Ponechte začátek a konec změny
da: Behold start- og sluttidspunkt
de: Behalte Anfangs- und Endzeit
es: Manater hora de inicio y fin
fa: زمان شروع و پایان را نگه دارید
fi: Pidä aloitus- ja päättymisaika
fr: Garder
id: Menjaga waktu mulai dan selesai
it: Mantieni ora di inizio e fine
ja: 開始時刻と終了時刻を保持
lv: Paturēt sākuma un beigu laiku
nl: Houd begin en eindtijd
no: Behold start og sluttid
pl: Zachowaj czasy rozpoczęcia i zakończenia
pt: Manter os tempos de início e fim
ru: Не изменять время начала и окончания
sv: Behåll start- och sluttid
tr: Başlangıç ve bitiş zamanını koru
zh_cn: 保持开始和结束时间
zh_hk: 保持開始和結束時間

source: < Select optional column >
ar: < اختر العمود الاختياري >
cs: <Vyber volitelný sloupec >
da: < Vælg valgfri kolonne >
de: < wähle optionale Spalte aus>
es: < Seleccione una columna opcional >
fa: < انتخاب ستون انتخابی>
fi: < Valitse valinnainen sarake >
fr: < Sélectionner colonne optionnelle >
id: < Pilih kolom opsional >
it: < Seleziona colonna opzionale >
ja: < オプション列の選択 >
lv: < Izvēlieties izvēles kolonnu >
nl: <Selecteer optionele kolom>
no: < Velg valgfri kolonne >
pl: < wybierz opcjonalną kolumnę >
pt: < Selecione a coluna opcional >
ru: < Выберите дополнительный столбец >
sv: < Välj tilläggskolumn >
tr: <Opsiyonel kolon seç>
zh_cn: <选择自定义栏位>
zh_hk: <選擇自訂欄位>

# BuildInStandardAgentRole
source: Agent
ar: وكيل
da: Medarbejder
de: Mitarbeiter
es: Agente
fa: پاسخگو
fi: Agentti
it: Agente
ja: エージェント
lv: Operators
pt: Agente
ru: Оператор
tr: Müşteri temsilcisi
zh_cn: 座席代表
zh_hk: 座席代表

# BuiltInAdministratorRole
source: Administrator
ar: مشرف
es: Administrador
fa: مدیر
fi: Pääkäyttäjä
fr: Administrateur
it: Amministratore
ja: 管理者
lv: Administrators
pt: Administrador
ru: Администратор
sv: Administratör
tr: Yönetici
zh_cn: 管理员
zh_hk: 管理員

# BuiltInBusinessUnitAdministratorRole
source: Business unit administrator
ar: مشرف وحدة الاعمال
cs: Administrator obchodního útvaru
da: Forretningsenheds administrator
de: Administrator der Geschäftseinheit
es: Administrador de Unidad de Negocio
fa: مدیر واحد کسب و کار
fi: Liiketoimintayksikön valvoja
fr: Administrateur d'unité opérationnelle
id: Administrator unit bisnis
it: Amministratore Business Unit
ja: 事業部門の管理者
lv: Darba vienības administrators
no: Administrator forretningsenhet
pl: Administrator jednostki biznesowej
pt: Administrador da unidade de negócio
ru: Администратор бизнесс-подразделения
sv: Affärsenhetsadministratör
tr: Birim Yöneticisi
zh_cn: 业务单位管理员
zh_hk: 業務單位管理員

# BuiltInSiteManagerRole
source: Site manager
ar: مدير الموقع
cs: Místní manažer
da: Enheds administrator
es: Administrador del Site
fa: مدیر سایت
fi: Toimipisteen valvoja
fr: Manager de site
id: Manager site
it: Manager di Sito
ja: サイトの管理者
lv: Grupas pārvaldnieks
no: Enhetsadministrator
pl: Kierownik lokalizacji
pt: Gerente do site
ru: Менеджер сайта
sv: Enhetschef
tr: Lokasyon Yöneticisi
zh_cn: 站点管理员
zh_hk: 網站管理員

# BuiltInTeamLeaderRole
source: Team leader
ar: قائد الفريق
cs: Vedoucí týmu
da: Lokalleder
fa: سرپرست تیم
fr: Chef d'équipe
id: Ketua Tim
ja: チームリーダー
lv: Nodaļas līderis
nl: Teamleider
no: Teamleder
pl: Kierownik zespołu
pt: Supervisor
ru: Руководитель группы
sv: Teamledare
tr: Takım Lideri
zh_cn: 组长
zh_hk: 組長

# GroupPageDeleteQuestionCaption
source: Confirm Group Page Deletion
ar: تأكيد حذف صفحةالمجموعة
cs: Potvrď vymazání stránky skupiny
da: Bekræft Sletning af Gruppeside
de: Bestätige Löschen der Gruppenseite
es: Confirmar Borrado de Página de Grupo
fa: تایید حذف صفحه گروه
fi: Vahvista ryhmäsivun poisto
fr: Confirmer annulation page de groupe
id: Konfirmasi Penghapusan Halaman Kelompok
it: Conferma eliminazione Raggruppamento
ja: グループページ削除の確認
lv: Apstiprināt Grupas Lapas Dzēšanu
nl: Bevestig Group Pagina Verwijdering
no: Bekreft sletting av gruppeside
pl: Potwierdź kasowanie strony grupy
pt: Confirmar a Exclusão da Página do Grupo
ru: Подтвердите удаление группирования
sv: Bekräfta borttagning av gruppering
tr: Grup sayfasını silmeyi onayla
zh_cn: 确认删除分组页
zh_hk: 確認刪除分組頁

source: Change Name on Group
ar: تغيير الاسم في المجموعة
cs: Přejměnuj skupinu
da: Skift Navn på Gruppen
de: Name der Gruppierung ändern
es: Cambiar Nombre en el Grupo
fa: تفییر نام در گروه
fi: Vaihda ryhmän nimi
fr: Modifier nom sur le groupe
id: Mengubah Nama pada Kelompok
it: Modifica Nome sul gruppo
ja: グループ名の変更
lv: Mainīt Vārdu grupā
nl: Wijzig Naam op Groep
no: Endre navn på gruppe
pl: Zmień nazwę grupy
pt: Alterar Nome no Grupo
ru: Изменить имя группы
sv: Byt namn på grupp
tr: Grupta isim değiştir
zh_cn: 更改组名
zh_hk: 更改組名

source: Confirm Deletion
ar: تأكيد الحذف
cs: Potvrdit smazání
da: Bekræft Sletning
de: Löschung bestätigen
es: Confirmar borrado
fa: تایید حذف
fi: Vahvista poisto
fr: Confirmer annulation
id: Konfirmasi Penghapusan
it: Conferma eliminazione
ja: 削除の確認
lv: Apstiprināt Dzēšanu
nl: Bevestig Verwijdering
no: Bekreft sletting
pl: Potwierdź kasowanie
pt: Confirmar Exclusão
ru: Подтвердить удаление
sv: Bekräfta borttagning
tr: Silme işlemini onayla
zh_cn: 确认删除
zh_hk: 確認刪除

source: Expand All Nodes
ar: توسيع كل الشُعب
cs: Rozšir všechny uzly
da: Ekspander Alle Knuder
es: Expandir todos los nodos
fa: توسعه همه نودها
fi: Laajenna kaikkia solmuja
fr: Développer tous les noeuds
id: Membuka Semua Node
it: Espandi tutti i nodi
ja: 全てのノードを展開
lv: Izvērst Visus Mezglus
nl: Expand alle Nodes
no: Utvid alle noder
pl: Rozwiń wszystkie węzły
pt: Expandir Todos os Nós
ru: Развернуть все
sv: Expandera alla noder
tr: Tüm nodları genişlet
zh_cn: 展开所有节点
zh_hk: 展開所有節點

source: Expand Root
ar: توسيع الجذر
cs: Rozšir kořenový adresáŕ
da: Ekspander Roden
de: Expandiere Baum
es: Expandir raíz
fa: ریشه توسعه یافته
fi: Laajenna juurta
fr: Amplifier racine
id: Membuka Root
it: Espandi radice
ja: ルートを展開
lv: Izvērst Sakni
no: Utvid rot
pl: Rozwiń korzeń
pt: Expandir Raiz
ru: Развернуть
sv: Expandera roten
tr: Temeli genişlet
zh_cn: 展开根节点
zh_hk: 展開根節點
