Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# ClearPlanningPeriod
source: Clear scheduled shifts and days off for the planning period
da: Ryd vagtplanlagte vagter og fridage for planlägningsperioden
de: Verplante Schichten und freien Tage der Planungsperiode löschen
es: Borrar turnos y días libres planificados para el período a planificar
fa: شیفتهای زمانبندی شده و روزهای غیرکاری را برای دوره برنامه ریزی پاک کنید
fi: Poista työvuorot ja vapaapäivät sunnittelujaksolta
fr: Supprimer les horaires planifiés et les jours libres pour la période de planification
no: Fjern planlagte skift og fridager for planleggingsperioden
ru: Удалить запланированные смены и выходные дни для планируемого периода
sv: Rensa schemalagda skift och fridagar för planeringsperioden
zh_cn: 清除此排班周期中已排定的班次和休息日
zh_hk: 清除此排班週期中已排定的班次和休息日

source: Publishing schedule
da: Offentliggör vagtplan
de: Der Plan wird veröffentlicht
es: Publicando planificación
fa: انتشار زمانبندی
fi: Julkaise työvuorot
fr: Publie les plannings
no: Publiserer planen
ru: Публикация расписания
sv: Publicerar schema
zh_cn: 发布班表
zh_hk: 發佈班表

# PublishScheduleSuccess
source: Published schedule success
da: Det er lykkedes at offetliggöre vagtplanen
de: Der Plan wurde erfolgreich veröffentlicht
es: Planificación publicada existosamente
fa: زمانبندی با موفقیت منتشر شد
fi: Työvuorot on julkaistu onnistuneesti
fr: Publication des plannings réussie
no: Tidsplan publisering suksess
ru: Раписание опубликовано
sv: Publicering av schema klar
zh_cn: 已成功发布班表
zh_hk: 已成功發佈班表

# SuccessClearPlanningPeriodData
source: Successfully cleared scheduled shifts and days off for the planning period {0}-{1}
da: Det er lykkedes at rydde planlagte vagter og fridage for planlägningsperioden {0}-{1}
de: Erfolgreich bereinigte geplante Schichten und freie Tage für den Planungszeitraum {0}-{1}
es: Se borraron con éxito los turnos planificados y los días libres para el período a planificar {0} - {1}
fa: شیفتهای برنامه ریزی شده و روزهای غیرکاری برای دوره های برنامه ریزی {0} تا {1} با موفقیت پاک شد
fi: Vuorot ja vapaapäivät ovat poistettu onnistuneesti suunnittelujaksolta {0}-{1}
fr: A supprimé avec succès les horaires planifiés et jours libres pour la période {0}-{1}
no: Vellykket rydding av planlagte skift og fridager for planperioden {0} - {1}
ru: Запланированные смены и выходные дни для планируемого периода {0}-{1} удалены
sv: Rensning av schemalagda skift och fridagar för planeringsperioden {0}-{1} lyckades
zh_cn: 已成功为此排班周期 {0}-{1} 清除已排定的班次和休息日
zh_hk: 已成功為此排班週期 {0}-{1} 清除已排定的班次和休息日

# FailedToIntradayOptimizeForSelectedPlanningPeriodDueToTechnicalError
source: Failed to intraday optimize for planning period {0} - {1} due to technical error. Please try again.
da: Det er ikke lykkedes at optimere intradag for planlägningsperioden {0}-{1} på grund af en teknisk fejl. Pröv venligst igen.
de: Die Intra-Tag Optimierung für die Planungsperiode {0} - {1} ist aufgrund eines technischen Fehlers fehlgeschlagen
es: La optimización intradía del período {0} - {1} falló debido a un error técnico. Por favor intente de nuevo.
fa: بهینه سازی روزانه برای دوره زمان بندی {0} تا {1} بخاطر مشکل فنی ناموفق بود. لطفاً دوباره تلاش کنید
fi: Päivänsisäinen optimointi suunnittelujaksolle {0} - {1} epäonnistui teknisen vian takia. Yritä uudelleen.
fr: A échoué l'optimization de l'intra-journalier pour la période de planification {0} - {1} suite à une erreur technique. Merci de ré-essayer ultérieurement.
no: Kunne ikke optimalisere intradag for planperiode {0} - {1} på grunn av teknisk feil. Vær så snill, prøv på nytt.
ru: Оптимизация внутри дня не удалась для планируемого периода {0} - {1} по причине технической ошибки. Попробуйте еще раз.
sv: Misslyckades att optimera inom dagen för planeringsperioden {0} - {1} pga. tekniskt fel. Var god försök igen.
zh_cn: 由于技术错误，为排班周期 {0} - {1} 进行当日优化失败。请重试。
zh_hk: 由於技術錯誤，為排班週期 {0} - {1} 進行當日優化失敗。請重試。

# PublishingScheduleSuccess
source: Publishing schedule for planning period {0} - {1}
da: Offentliggör vagtplan for planlägningsperioden {0} - {1}
de: Der Plan wird für die Periode {0} - {1} veröffentlicht
es: Publicando planificación para el período a planificar {0} - {1}
fa: انتشار زمانبندی برای دوره برنامه ریزی {0} تا {1} انجام میشود
fi: Julkaise työvuorolista jaksolle {0} - {1}
fr: Publie les plannings pour la période de planification {0} - {1}
no: Publiseringsplan for planperiode {0} - {1}
ru: Публикация раcписания для планируемого периода {0} - {1}
sv: Publicerar schema för planeringsperioden {0} - {1}
zh_cn: 为排班周期 {0} - {1} 发布班表
zh_hk: 為排班週期 {0} - {1} 發佈班表

# PublishScheduleSucessForSelectedPlanningPeriod
source: Successfully publish schedule for planning period {0} - {1}
da: Det er lykkedes at offentliggöre vagtplanen for planlägningsperioden {0} - {1}
de: Der Plan wurde für die Periode {0} - {1} erfolgreich veröffentlicht
es: Publicación exitosa del horario para el período a planificar {0} - {1}
fa: زمانبندی برای دوره {0} تا {1} با موفقیت منتشر شد
fi: Työvuorolista julkaistu onnistuneesta jaksolle {0} - {1}
fr: A publié avec succès les emplois du temps pour la période de planification {0} - {1}
no: Publiser publiseringsplan for perioden {0} - {1}
ru: Расписание опубликовано для планируемого периода {0} - {1}
sv: Publicering av schema för planeringsperioden {0} - {1} klar
zh_cn: 已成功为排班周期 {0} - {1} 发布班表
zh_hk: 已成功為排班週期 {0} - {1} 發佈班表

# SuccessfullyIntradayOptimizationPlanningPeriodFromTo
source: Successfully done intraday optimization for planning period {0} - {1}
da: Det er lykkedes at optimere intradag for planlägningsperioden {0} - {1}
de: Intra-Tag Optimierung für die Planungsperiode {0} - {1} war erfolgreich
es: La optimización intradía para el periodo {0} - {1} se realizó con éxito
fa: بهینه سازی روزانه برای دوره برنامه ریزی {0} تا {1} با موفقیت انجام شد
fi: Työvuorolistan päivänsisäinen optimointi toteutettu suunnittelujaksolle {0} - {1}
fr: A réalisé avec succès l'optimisation de l'intra-journalier pour la période de planification {0} - {1}
no: Vellykket intradagoptimalisering for planperiode {0} - {1}
ru: Оптимизация внутри дня успешно выполнена для планируемого периода {0} - {1}
sv: Optimering inom dagen för planeringsperioden {0} - {1} klar
zh_cn: 已成功为排班周期 {0} - {1} 完成当日优化
zh_hk: 已成功為排班週期 {0} - {1} 完成當日優化

source: Bad request
da: Ugyldig forespörgsel
de: Ungültige Anforderung
es: Solicitud incorrecta
fa: درخواست نادرست
fi: Kysely epäonnistui
fr: Mauvaise requête.
no: Ugyldig forespørsel
ru: Неправильный запрос
zh_cn: 错误的申请
zh_hk: 錯誤的申請

# EndTimeMustBeGreaterThanStartTime
source: The end time should occur after start time.
da: Sluttidspunktet bör forekomme efter starttidspunktet.
de: Die Endzeit muss nach der Startzeit erfolgen
es: El tiempo de finalización debe ocurrir después de la hora de inicio.
fa: زمان پایان باید بعد از زمان شروع باشد
fi: Päätymisaika on oltava aloitusajan jälkeen.
fr: L'heure de fin doit être après l'heure de début.
no: Sluttidspunktet bør oppstå etter starttidspunktet.
ru: Время окончания должно быть после времени начала.
sv: Sluttiden måste vara efter starttiden.
zh_cn: 结束时间应晚于开始时间
zh_hk: 結束時間應晚於開始時間

source: Teleopti WFM App
es: App Móvil Teleopti WFM
fa: Teleopti WFM برنامه موبایل
fr: App Teleopti WFM
ru: Приложение Teleopti WFM
zh_cn: Teleopti WFM 手机应用
zh_hk: Teleopti WFM 手機應用

# WFMAppGuideStep1
source: Step 1:
da: Trin 1:
de: 1. Schritt
es: Paso 1:
fa: مرحله اول:
fi: Vaihe 1:
fr: Etape 1:
no: Steg 1:
ru: Шаг 1:
sv: Steg 1:
zh_cn: 步骤１：
zh_hk: 步驟１：

# WFMAppGuideStep1Description
source: Download and install the Teleopti WFM app by clicking on a suitable button or by scanning the QR code below.
da: Download og installer Teleopti WFM App ved at klikke på en egnet knap eller ved at scanne QR koden nedenfor.
de: Laden Sie Sich den Teleopti App herunter und installieren Sie diese, indem Sie den QR-Code einscannen.
es: Descargue e instale la aplicación Teleopti WFM haciendo clic en el botón que corresponda o escaneando el código QR a continuación.
fa: برنامه موبایل را با کلیک بر روی دکمه یا اسکن کد زیر دانلود و نصب کنید
fi: Lataa ja asenna Teleopti WFM App klikkaamalla soveltuvaa näppäintä tai skannaa QR koodi alla.
fr: Téléchargez et installez l'app Teleopti WFM en cliquant sur un bouton approprié ou en scannant le code QR ci-dessous.
no: Last ned og installer Teleopti WFM-appen ved å klikke på en riktig knapp eller ved å skanne QR-koden nedenfor.
ru: Скачайте и установите приложение Teleopti WFM. Нажав на кнопку или сканируя QR код ниже.
sv: Ladda ner och installera appen för Teleopti WFM genom att klicka på lämplig knapp eller genom att scanna QR-koden nedan.
zh_cn: 通过点击合适的按钮或扫描以下二维码来下载并安装Teleopti WFM 手机应用。
zh_hk: 通過點擊合適的按鈕或掃描以下二維碼來下載並安裝Teleopti WFM 手機應用。

# WFMAppGuideStep2
source: Step 2:
da: Trin 2:
de: 2. Schritt
es: Paso 2:
fa: مرحله دو:
fi: Vaihe 2:
fr: Etape 2:
no: Steg 2:
ru: Шаг 2:
sv: Steg 2:
zh_cn: 步骤２：
zh_hk: 步驟２：

# WFMAppGuideStep2Description
source: Configure the Teleopti WFM app. Launch the app and then scan the QR code below or input
da: Konfigurer Teleopti WFM appen. Sät appen i gang og scan QR koden nedenfor eller tast ind.
de: Teleopti WFM App konfigurieren. Starten Sie den App und scannen Sie den QR-Code oder tragen Sie folgendes ein:
es: Configure la aplicación Teleopti WFM. Inicie la aplicación y luego escanee el código QR a continuación o ingrese
fa: برنامه موبایل را تنظیم کنید. ابتدا برنامه را شروع کرده و بعد کد زیر را اسکن کنید
fi: Teleopti WFM Appsin asetukset. Lataa appsi ja skannaa QR koodi älypuhelimellasi.
fr: Configurez l'app Teleopti WFM. Lancer l'app et ensuite scannez le code QR ci-dessous ou entrez
no: Konfigurer Teleopti WFM-appen. Start appen og skann deretter QR-koden under eller tast inn verdiene.
ru: Настройте приложение Teleopti WFM. Откройте приложение, затем отсканируйте QR код ниже или введите
sv: Konfigurera appen för Teleopti WFM. Starta appen och scanna sedan QR-koden nedan, eller ange
zh_cn: 配置Teleopti WFM 手机应用。打开应用并扫描以下二维码或输入
zh_hk: 配置Teleopti WFM 手機應用。打開應用並掃描以下二維碼或輸入

# WFMAppGuideTitle
source: Guide for Teleopti WFM App
da: Guide til Teleopti WFM App
de: Anleitung für Teleopti WFM App
es: Guía para la app Teleopti WFM
fa: راهنمای برنامه موبایل Teleopti WFM
fi: Teleopti WFM Mobiilisovelluksen opas
fr: Guide pour l'app Teleopti WFM.
ru: Инструкция к приложению Teleopti WFM
sv: Guide för Teleopti WFMs app
zh_cn: Teleopti WFM 手机应用
zh_hk: Teleopti WFM 手機應用

# AnywhereMigrated
source: Anywhere has been migrated to {0}Teleopti WFM{1}!
da: Overalt er blevet migreret til {0} Teleopti WFM {1}!
de: Anywhere wurde zu {0}Teleopti WFM{1} migriert!
es: ¡Anywhere ha sido migrado a {0} Teleopti WFM {1}!
fa: ماژول قدیمی Anywhere به {0} Teleopti WFM {1} منتقل شد
fi: MyTeamiä on muutettu {0}Teleopti WFM:ään{1}!
fr: Anywhere a été migré vers {0}Teleopti WFM{1}!
no: "Overalt" har blitt migrert til {0} Teleopti WFM {1}!
ru: Anywhere мигрировал в {0} Телеопти ВФМ {1}!
sv: Anywhere har flyttats till {0}Teleopti WFM{1}!
zh_cn: Anywhere 已经迁移到 {0}WFM{1}！
zh_hk: Anywhere 已經遷移到 {0}WFM{1}！

# PageWillBeRedirected
source: This page will automatically redirect to WFM in {0} seconds...
da: Denne side vil automatisk omdirigere til WFM om {0} sekunder...
de: Diese Seite wird in {0} Sekunden automatisch zu WFM umgeleitet...
es: Esta página redirigirá automáticamente a WFM en {0} segundos ...
fa: این صفحه شما را بطور خودکار در {0} ثانیه را برنامه هدایت میکند
fi: Tämä sivu {0}
fr: Cette page va automatiquement rediriger vers WFM dans {0} secondes...
no: Denne siden omdirigeres automatisk til WFM på {0} sekunder ...
ru: Автоматическая переадрессация в ВФМ через {0} секунд
sv: Den här sidan kommer automatiskt att omdirigeras till WFM om {0} sekunder...
zh_cn: 页面将在 {0} 秒后自动跳转至 WFM……
zh_hk: 頁面將在 {0} 秒後自動跳轉至 WFM……

# DeletedContractAssigned
source: The contract {0} assigned to this agent has been deleted
da: Kontrakten {0} som er tildelt til denne agent er blevet slettet
de: Der diesem Mitarbeiter zugewiesene Vertrag {0} wurde gelöscht
es: El contrato {0} asignado a este agente ha sido eliminado
fa: قرار داد {0} اختصاص داده شده به این پاسخگو حذف شد
fi: {0}-sopimus, joka on liitetty kyseiselle agentille, on poistettu
fr: Le contrat {0} assigné à cet agent a été supprimé
no: Kontrakten {0} tilordnet denne agenten er slettet
ru: Контрак {0}, назначенный этому оператору, был удален
sv: Kontraktet {0} som kopplats till den här agenten har tagits bort
zh_cn: 分配给此座席代表的合同 {0} 已被删除
zh_hk: 分配給此座席代表的合同 {0} 已被刪除

# DeletedContractScheduleAssigned
source: The contract schedule {0} assigned to this agent has been deleted
da: Kontraktsplanen {0} som er tildelt denne agent er blevet slettet
de: Der diesem Mitarbeiter zugewiesene Wochentagplan {0} wurde gelöscht
es: La planificación por contrato {0} asignado a este agente ha sido eliminado
fa: قرارداد زمانبندی {0} این پاسخگو حذف شده است
fi: {0}-sopimusaikataulu, joka on liitetty kyseiselle agentille, on poistettu
fr: Le planning contrat {0} assigné à cet agent a été supprimé
no: Kontraktsplanen {0} tilordnet denne agenten er slettet
ru: Расписание по контракту {0}, назначенное этому оператору, было удалено
sv: Kontraktsschemat {0} som kopplats till den här agenten har tagits bort
zh_cn: 分配给此座席代表的班表合同 {0} 已被删除
zh_hk: 分配給此座席代表的班表合同 {0} 已被刪除

# DeletedPartTimePercentageAssigned
source: The part-time-percentage {0} assigned to this agent has been deleted
da: Deltidsprocentsatsen {0} som er tildelt denne agent er blevet slettet
de: Der diesem Mitarbeiter zugewiesene Teilzeitprozentwert {0} wurde gelöscht
es: El porcentaje de tiempo parcial {0} asignado a este agente se ha eliminado
fa: درصد نیمه وقتی {0} اختصاص داده شده به این پاسخگو حذف شد
fi: {0}-osaaikaprosentti, joka on liitetty kyseiselle agentille, on poistettu
fr: Le pourcentage temps partiel {0} assigné à cet agent a été supprimé
no: Deltidprosent andelen {0} tilordnet denne agenten er slettet
ru: Процент занятости {0}, назначенный этому оператору, был удален
sv: Deltidsprocenten {0} som kopplats till den här agenten har tagits bort
zh_cn: 分配给此座席代表的兼职时间百分比 {0} 已被删除
zh_hk: 分配給此座席代表的兼職時間百分比 {0} 已被刪除

# MaxSearchPersonCountExceeded
source: This search will return results for more than {0} people, please refine your search by adding additional criteria.
da: Denne sögning vil returnere resultatet for mere end {0} medarbejdere, vär venlig at forfine din sögning ved at tilföje flere kriterier.
de: Diese Suche gibt Ergebnisse für mehr als {0} Personen zurück. Bitte verfeinern Sie die Suche, indem Sie zusätzliche Kriterien hinzufügen.
es: Esta búsqueda arrojará resultados para más de {0} personas, refine su búsqueda agregando criterios adicionales.
fa: حاصل این جستجو برای بیش از {0} نفر است. لطفاً جستجوی خود را محدودتر کنید
fi: Haku antaa enemmän henkilöitä kuin {0}. Muokkaa hakukriteeriä.
fr: Cette recherche va donner des résultats pour plus de {0} personnes, merci d'affiner vos critères de recherche en ajoutant des critères.
no: Dette søket gir resultater for mer enn {0} personer, vennligst begrens søket ved å legge til flere kriterier.
ru: Результат поиска содержит более чем {0} операторов. Повторите поиск, добавив дополнительные критерии
sv: Den här sökningen kommer att returnera resultat för mer än {0} personer, var god förfina sökningen genom att lägga till fler sökkriterier.
tr: Arama {0}'dan fazla sonuç verecek. Lütfen daha fazla arama kriteri ekleyip tekrar deneyin.
zh_cn: 本次查询结果返回的人数将超过 {0} , 请添加额外的条件重新查询.
zh_hk: 本次查詢結果返回的人數將超過 {0} , 請添加額外的條件重新查詢.

# OpenPlansPage
source: Plans
da: Planer
de: Pläne
es: Planificaciones
fa: برنامه ها
fi: Suunnittelu
fr: Planification
no: Planer
ru: Планы
sv: Planer
tr: Planlar
zh_cn: 计划
zh_hk: 計畫

# OnlyAbsenceRequestCanBeCancelled
source: Only absence requests can be cancelled
da: Kun fravärsforespörgsler kan annulleres
de: Es können nur Abwesenheitsanfragen abgebrochen werden.
es: Solo las solicitudes de ausencia pueden ser canceladas
fa: تنها درخواست مرخصی قابل لغو کردن است
fi: Vain poissaolopyyntöjä voi peruuttaa!
fr: Seuls les demandes d'absence peuvent être annulées.
no: Kun fraværsforespørsler kan kanselleres
ru: Только запрос на отсутствие может быть отменен
sv: Endast frånvaroförfrågningar kan avbrytas
tr: Sadece devamsızlık istekleri iptal edilebilir.
zh_cn: 仅可取消缺勤申请
zh_hk: 僅可取消缺勤申請

# DeletedShiftBagAssigned
source: The shift bag {0} assigned to this agent has been deleted
da: Vagtsamlingen {0} som er tildelt til denne agent er blevet slettet
de: Die diesem Mitarbeiter zugewiesene Schichtsammlung {0} wurde gelöscht
es: La bolsa de turnos {0} asignada a este agente ha sido eliminada
fa: کیسه شیفت {0} اختصاص داده شده به این پاسخگو حذف شد
fi: {0}-vuoropussi, joka on liitetty kyseiselle agentille, on poistettu
fr: La banque horaire {0} assignée à cet agent a été supprimée
no: Skiftposen {0} tilordnet denne agenten er slettet
ru: Контейнер смен {0}, назначенный этому оператору, был удален
sv: Skiftpåsen {0} som kopplats till den här agenten har tagits bort
zh_cn: 分配给此座席代表的班次包 {0} 已被删除
zh_hk: 分配給此座席代表的班次包 {0} 已被刪除

# MissingPersonPeriodForPeriod
source: The agent does not have a person period for all or part of the selected period
da: Agenten har ikke en personlig periode for hele eller en del af den valgte periode
de: Der Agent hat keine Periode für den gesamten ausgewählten Zeitraum oder einen Teil davon
es: El agente no tiene un período personal durante todo o parte del período seleccionado
fa: پاسخگو فاقد دوره شخص برای همه یا بخشی از دوره انتخاب شده است
fi: Agentilla ei ole henkilöjaksoa kyseiselle suunnittelujaksolle
fr: L'agent n'a pas de période personne pour toute ou une partie de la période sélectionnée
no: Agenten har ingen personperiode for hele eller deler av den valgte perioden
ru: У оператора нет персонального пеиода для выбранного или части выбранного периода
sv: Agenten har ingen personperiod för hela eller delar av den valda perioden
zh_cn: 座席代表在选定的周期内缺少全部或部分人员周期设定
zh_hk: 座席代表在選定的週期內缺少全部或部分人員週期設定

# MissingSchedulePeriodForPeriod
source: The agent does not have any schedule period for the selected period
da: Agenten har ikke nogen vagtplan for den valgte periode
de: Der Agent hat keine Planungsperiode für den ausgewählten Zeitraum
es: El agente no tiene ningún período de planificación para el período seleccionado
fa: پاسخگو فاقد دوره زمانبدی برای دوره برنامه ریزی شده است
fi: Agentilla ei ole työvuorojaksoa kyseiselle suunnittelujaksolle
fr: L'agent n'a pas de période planning pour la période sélectionnée
no: Agenten har ingen tidsplan for den valgte perioden
ru: У оператора нет периода планирования для выбранного периода
sv: Agenten har ingen schemaperiod för den valda perioden
zh_cn: 座席代表在选定的周期内缺少班表周期设定
zh_hk: 座席代表在選定的週期內缺少班表週期設定

# MissingShiftBagForPeriod
source: The agent does not have a shift bag for all or part of the selected period
da: Agenten har ikke en vagtsamling for hele eller en del af den valgte periode
de: Der Agent hat keine Schichtsammlung für den gesamten ausgewählten Zeitraum oder einen Teil davon
es: El agente no tiene una bolsa de turnos para todo o parte del período seleccionado
fa: پاسخگو کیسه شیفتی برای همه یا بخشی از دوره انتخاب شده ندارد
fi: Agentilla ei ole vuoropussia kyseiselle suunnittelujaksolle
fr: L'agent n'a pas de banque horaire pour toute ou une partie de la période sélectionnée
no: Agenten har ikke en skiftpose for hele eller deler av den valgte perioden
ru: У оператора нет контейнера смен для выбранного или части выбранного периода
sv: Agenten har ingen skiftpåse för hela eller delar av den valda perioden
zh_cn: 在选定的全部或部分周期内,座席代表没有关联班次包
zh_hk: 在選定的全部或部分週期內,座席代表沒有關聯班次包

# MissingSkillsForPeriod
source: The agent does not have skills for all or part of the selected period
da: Agenten har ikke skill for hele eller en del af den valgte periode
de: Der Agent hat keine Skills für den gesamten ausgewählten Zeitraum oder einen Teil davon
es: El agente no tiene skills para todo o parte del período seleccionado
fa: پاسخگو مهارتی برای همه یا بخشی از دوره انتخاب شده ندارد
fi: Agentilla ei ole taitoja kyseiselle suunnittelujaksolle
fr: L'agent n'a pas de compétence pour toute ou une partie de la période sélectionnée
no: Agenten har ikke ferdigheter for hele eller deler av den valgte perioden
ru: У оператора нет навыков для выбранного или части выбранного периода
sv: Agenten har inga kompetenser för hela eller delar av den valda perioden
zh_cn: 在选定的全部或部分周期内,座席代表没有关联技能
zh_hk: 在選定的全部或部分週期內,座席代表沒有關聯技能

# NoMatchingSchedulePeriod
source: Schedule period does not match the selected period
da: Vagtplanlagt periode matcher ikke den valgte periode
de: Der Planungszeitraum entspricht nicht dem ausgewählten Zeitraum
es: El período de planificación no se corresponde con el período seleccionado
fa: دوره زمانبندی با دوره انتخاب شده همخوانی ندارد
fi: Työvuorojakso ei vastaa valittua suunnittelujaksoa
fr: La période planning ne correspond pas à la période sélectionnée
no: Planleggingsperioden samsvarer ikke med den valgte perioden
ru: Период планирования не соответствует выбранному периоду
sv: Schemaperioden matchar inte den valda perioden
zh_cn: 设置的班表周期与选定的周期不匹配
zh_hk: 設置的班表週期與選定的週期不匹配

source: Overtime Type
da: Overtidstype
de: Überstundentyp
es: Tipo de Tiempo Extra
fa: نوع اضافه کاری
fi: Ylityötyyppi
fr: Type d'heures supplémentaires
no: Overtidstype
ru: Тип сверхурочных
sv: Övertidstyp
tr: Fazla mesai türü
zh_cn: 加班类型
zh_hk: 加班類型

source: Create planning group
da: Opret Planlägnings Gruppe
de: Planungsgruppe erstellen
es: Crear Grupo de Planificación
fa: ایجاد گروه برنامه ریزی
fi: Luo suunnitteluryhmä
fr: Créer un groupe de planification
no: Opprett planleggingsgruppe
ru: Создать группу планирования
sv: Skapa planeringsgrupp
zh_cn: 创建计划组
zh_hk: 創建計畫組

source: Delete Planning Group
da: Slet planlägnings gruppe
de: Planungsgruppe löschen
es: Borrar grupo de planificación
fa: حذف گروه برنامه ریزی
fi: Poista suunnitteluryhmä
fr: Supprimer groupe de planification
no: Slett planleggingsgruppe
ru: Удалить группу планирования
sv: Ta bort planeringsgrupp
zh_cn: 删除计划组
zh_hk: 刪除計畫組

source: Edit Planning Group
da: Rediger planlägnings gruppe
de: Planungsgruppe bearbeiten
es: Editar Grupo de Planificación
fa: ویرایش دوره برنامه ریزی
fi: Muokkaa suunnitteluryhmää
fr: Editer groupe de planification
no: Rediger planleggingsgruppe
ru: Изменить группу планирования
sv: Ändra planeringsgrupp
zh_cn: 编辑计划组
zh_hk: 編輯計畫組

source: Overtime Request
da: Overtidsforespörgsel
de: Überstundenanfrage
es: Solicitud de Tiempo Extra
fa: نوع اضافه کاری
fi: Ylityöpyyntö
fr: Demande d'heures supplémentaires
no: Overtid forespørsel
ru: Запрос сверхурочных
sv: Övertidsförfrågan
tr: Fazla mesai isteği
zh_cn: 加班申请
zh_hk: 加班申請

# ManageDayOffForPlanningGroup
source: Manage day off rules for the planning group {0}
da: Håndter fridags regel for planlägnings gruppe {0}
de: Regel für freie Tage für die Planungsgruppe {0} verwalten
es: Gestionar reglas de día libre para el grupo de planificación {0}
fa: مدیریت روز تعطیل برای گروه برنامه ریزی {0}
fi: Hallinnoi suunnitteluryhmän {0} vapaapäiväsääntöjä
fr: Gérer les règles de jours libres pour le groupe de planification {0}
no: Behandle fridagregler for planleggingsgruppen {0}
ru: Настройка правил выходного дня для группы планирования {0}
sv: Hantera fridagsregler för planeringsgruppen {0}
zh_cn: 管理计划组 {0} 的休息日规则
zh_hk: 管理計畫組 {0} 的休息日規則
