Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Manage Notification Settings
ar: إدارة إعدادات الإخطارات
cs: Správa nastavení notifikací
da: Håndter opsätning af notifikationer
de: Einstellungen Benachrichtigungen
es: Administrar Ajustes de Notificación
fa: مدیریت تنظیمات تذکر
fi: Ilmoitusasetuksien hallinta
fr: Gérer paramètres de notification
ja: 通知設定の管理
lv: Pārvaldīt Paziņojumu Uzstādījumus
no: Administrer varslingsinnstillinger
pl: Zarządzaj ustawieńiami powiadamiania
pt: Gerenciar Configurações de Notificações
ru: Управление настройками уведомлений
sv: Hantera notifieringsinställningar
tr: Duyuru ayarlarını yönet
zh_cn: 管理通知设定
zh_hk: 管理通知設定

source: Multiple
ar: متعدد
cs: Vícero
da: Mange
de: Mehrere
es: Múltiples
fa: چندگانه
fi: Usea
ja: 複数
lv: Vairākas
no: Flere
pl: Wielokrotnie
pt: Múltiplos
ru: Множественный
sv: Flera
tr: Çoklu
zh_cn: 多个
zh_hk: 多個

# NeedEnableAtLeastOneBadgeType
source: Please enable at least one badge type.
ar: فضلا قم بتشغيل على الاقل بادج واحد
cs: Povolte prosím alespoň jeden odznak
da: Vär venlig at åbne for mindst en type märke
de: Bitte nutzen Sie mindestens einen Badge-Typ
es: Por favor, habilitar al menos un tipo de medalla.
fa: لطفا حداقل یک نوع علامت را فعال کنید
fi: Salli ainakin yksi mitalimuoto.
fr: Merci d'activer au moins un type de badge.
ja: 最低1つのバッジタイプを有効化して下さい
lv: Lūdzu iespējojiet vismaz vienu medaļu tipu.
no: Vennligst aktiver minst én utmerkelse type..
pl: Proszę włączyć przynajmniej jeden typ odznaki.
pt: Por favor habilite pelo menos um tipo de medalha.
ru: Пожалуйста, включите хотя бы один тип уровней.
sv: Var god aktivera minst en typ av medalj.
tr: Lütfen en az bir madalya tipi seçin.
zh_cn: 请启用至少一个徽章类型
zh_hk: 請啟用至少一個徽章類型

# NewProductActivationKeyAlreadyExpired
source: The product activation key "{0}" you are attempting to apply is old, it has already expired.
ar: مفتاح التنشيط {0}الذى تقوم باستخدامه قديم ، لقد انتهت صلاحيته بالفعل
cs: Aktivační klíč "{0}", který se pokoušíte použít, expiroval.
da: Den produktaktiveringsnögle "{0}" du pröver at indtaste er gammel, den er udlöbet
de: Der Product Activation Key "{0}" ist nicht mehr gültig, bitte fügen sie einen neuen hinzu.
es: La clave de activación de producto "{0}" que está intentando aplicar es vieja y ya ha expirado.
fa: کلید فعالسازی محصول "{0}" که تلاش دارید بکار ببرید قدیمی است و منقضی شده است.
fi: Tuoteavain "{0}" on vanha, se on jo mennyt umpeen.
fr: La clé d'activation produit "{0}" que vous tentez d'appliquer est ancienne, elle a déjà expiré.
no: Produktaktiveringsnøkkelen "{0}" du forsøker å bruke er gammel, den er allerede utløpt.
pl: Klucz aktywacji produktu "{0}" który próbujesz zastosować jest stary, i już wygasł.
pt: A chave de ativação do produto "{0}" é antiga e já expirou.
ru: Ключ активации "{0}", который вы пытаетесь применить, истек.
sv: Produktaktiveringsnyckeln "{0}" är gammal, den har redan gått ut.
tr: Yüklemeye çalıştığınız Lisans "{0}" eskidir ve süresi dolmuş bulunmaktadır.
zh_cn: 您试图应用的产品激活密钥 "{0}" 已过期.
zh_hk: 您試圖應用的產品啟用金鑰 "{0}" 已過期.

# NewProductActivationKeyCorrupted
source: The product activation key "{0}" is invalid, it may be forged
ar: مفتاح التنشيط {0} غير صحيح من المحتمل ان يكون قد تم تزييفه
cs: Aktivační klíč "{0}", který se pokoušíte použít, je neplatný.
da: Produktaktiveringsnöglen "{0}" er ugyldig, den er muligvis forfalsket
de: Der Product Activation Key "{0}" hat keine gültige Signatur.
es: La clave de activación de producto "{0}" es inválida, puede ser falsificada
fa: کلید فعالسازی محصول "{0}" نامعتبر است،ممکن است کلید جعلی باشد
fi: Tuoteavain "{0}" on virheellinen tai väärennetty
fr: La clé d'activation produit "{0}" est invalide. elle est peut-être corrompue
no: Produktaktiveringsnøkkel "{0}" er ugyldig, den kan være falsk
pl: Klucz aktywacji produktu "{0}" jest nieprawidłowy, mógł zostać sfałszowany.
pt: A chave de ativação do produto "{0}" é inválida e pode não ser verdadeira.
ru: Ключ активации "{0}" неверный, возможно он был подделан
sv: Produktaktiveringsnyckeln "{0}" har inte ett giltigt format, den kan vara förfalskad
tr: Lisans dosyası "{0}" geçersizdir. Kopya lisans olabilir.
zh_cn: 产品激活密钥 "{0}" 是无效的，它可能是伪造的
zh_hk: 產品啟用金鑰 "{0}" 是無效的，它可能是偽造的

# NewProductActivationKeyDoesNotCoverEnoughActiveAgents
source: This product activation key only covers {0} active agents, but you have {1}. You must get a product activation key that covers enough active agents
ar: مفتاح التنشيط يغطى فقط {0} من الممثلين النشطاء ولكنك تملك {1}. يجب أن تحصل على مفتاح تنشيط يغطى عدد كاف من الممثلين النشطاء
cs: Tento aktivační klíč se vztahuje pouze na {0} aktivních agentů, ale vy máte {1} aktivních agentů. Musíte získat aktivační klíč produktu, který pokrývá dostatek aktivních agentů
da: Denne produktaktiveringsnögle däkker kun {0} aktive medarbejdere, men du har {1}. Du skal have en produkt aktiveringsnögle der däkker alle aktive medarbejdere
de: Sie haben {0} aktive Mitarbeiter, jedoch eine Lizenz für nur {1} Mitarbeiter. Sie müssen einen Product Activation Key erhalten, der ausreichend aktive Mitarbeiter ermöglicht.
es: Esta clave de activación de producto cubre sólo {0} agentes activos, pero usted tiene {1}. Debe obtener una clave de activación de producto que cubra la suficiente cantidad de agentes activos.
fa: این کلید فعالسازی محصول تنها می تواند {0} پاسخگو را پوشش دهد، اما شما {1} پاسخگو دارید. شما باید کلید فعالسازی را بگیرید که تعداد پاسخگویان را پوشش دهد
fi: Tämä tuoteavain kattaa ainoastaan {0} aktiivista agenttia, mutta teillä on {1} aktiivista agenttia. Teidän on hankittava tuoteavain, joka kattaa tapreeksi monta agenttia.
fr: Cette clé d'activation produit couvre seulement {0} agents actifs, mais vous en avez {1}. Vous devez obtenir une clé d'activation produit qui couvre assez d'agents actifs
no: Denne produktaktiviseringsnøkkel dekker bare {0} aktive agenter, men du har {1}. Du må få et produktaktiveringsnøkkel som dekker nok aktive agenter
pl: Ten klucz aktywacyjny produktu obejmuje tylko {0} aktywnych agentów, a jest {1}. Musisz dostać klucz aktywacji produktu, który obejmuje wystarczającą ilość aktywnych agentów
pt: Essa chave de ativação do produto aceita no máximo {0} agentes ativos, no entanto você possui {1} agentes ativos. Você precisa obter uma chave de ativação do produto que aceite um número suficiente de agentes ativos.
ru: Данный ключ активации рассчитан только на {0} активных операторов, но у вас {1}. Вам необходимо получить ключ активации продукта, рассчитанный на достаточное количество активных операторов
sv: Denna produktaktiveringsnyckel täcker endast {0} aktiva agenter, men ni har {1}. Ni måste köpa en produktaktiveringsnyckel som täcker tillräckligt många aktiva agenter
tr: {0} aktif müşteri temsilciniz var fakat lisansınız gereği en fazla {1} müşteri temsilcisine anyı anda lisans kullandırabilirsiniz. Yeterli aktif müşteri temsilcisi sayısını kaldırabilecek bir lisans tedarik etmeniz gerek.
zh_cn: 此产品激活密钥仅包含{0}个激活的座席代表，但当前有 {1}。 您必须获得一个产品密钥以包含足够激活的座席代表
zh_hk: 此產品啟用金鑰僅包含{0}個啟動的座席代表，但當前有 {1}。 您必須獲得一個產品金鑰以包含足夠啟動的座席代表

# NewProductActivationKeyDoesNotCoverEnoughSeats
source: This product activation key only covers {0} seats. You must get a product activation key that covers enough seats.
ar: مفتاح التنشيط يغطى فقط {0} مقاعد، عليك الحصول على مفتاح تنشيط يسمح بتغطية عدد كاف من المقاعد
cs: Tento aktivační klíč pokrývá pouze {0} míst. Musíte aktivovat klíč, který pokryje dostatečný počet sezení.
da: Denne produktaktiveringsnögle däkker kun {0} pladser. Du skal skaffe en produktaktiveringsnögle der däkker nok pladser.
de: Ihr Lizenzschlüssel hat ein Limit von {0} Sitzplätze. Bitte nutzen Sie eine Lizenzschlüssel, der ausreichend Plätze ermöglicht.
es: Esta clave de activación de producto sólo cubre {0} puestos. Debe obtener una clave de activación de producto que cubra más puestos.
fa: این کلید فعالسازی محصول تنها {0} صندلی را پوشش می دهد. شما باید کلید فعالسازی بگیرید که صندلی های مورد نظر را پوشش دهد
fi: Tämä tuoteavain kattaa ainoastaan {0} istuinpaikkaa. Teidän on hankittava tuoteavain, joka kattaa tarpeeksi monta istuinpaikkaa.
fr: La clé d'activation produit couvre uniquement {0} positions. Vous devez obtenir une clé d'activation produit qui couvre suffisamment de positions.
no: Denne produktaktiveringsnøkkel dekkerbare {0} plasser. Du må skaffe en produktaktiveringsnøkkel som dekker nok plasser.
pl: Ten klucz aktywacji produktu obejmuje tylko {0} miejsc. Musisz dostać klucz aktywacyjny produktu, który obejmuje wystarczającą ilość miejsc.
pt: Essa chave de ativação do produto aceita no máximo {0} PAs. Você precisa obter uma chave de ativação do produto que aceite um número suficiente de PAs.
ru: Ключ активации продукта рассчитан на {0} рабочих мест. Вам необходимо получить ключ активации продукта, рассчитанный на достаточное количество рабочих мест.
sv: Den här produktaktiveringsnyckeln täcker endast {0} arbetsplatser. Du måste skaffa en produktaktiveringsnyckel som täcker tillräckligt många arbetsplatser.
tr: Mevcut lisans yalnızca {0} yeri kapsıyor. Yeterli sayıda yeri kapsayacak yeni bir lisans edinmeniz gerek.
zh_cn: 此产品激活密钥仅包含 {0} 席位。您必须获得一个包含足够席位的产品密钥。
zh_hk: 此產品啟用金鑰僅包含 {0} 席位。您必須獲得一個包含足夠席位的產品金鑰。

# NewProductActivationKeyNotValidFile
source: The product activation key "{0}" is not in a valid (xml) format Error details: {1}
ar: مفتاح التنشيط {0} غير متوفر بصيغة {xml} تفاصيل الخطأ {1}
cs: Aktivační klíč "{0}" není ve správném formátu (xml) Detaily chyby: {1}
da: Produktaktiveringsnöglen "{0}" er ikke i et gyldigt (xml) format. Fejldetaljer: {1}
de: Der Product Activation Key "{0}" ist nicht in einem gültigen (XML) Format. Details: {1}
es: La clave de activación de producto "{0}" no está en un formato (xml) válido Detalles del error: {1}
fa: کلید فعالسازی محصول "{0}" فرمت معتبر (xml) نیست. جزئیات پیام خطا {1}
fi: Tuoteavain "{0}" ei ole oikeassa (xml) muodossa Virhe: {1}
fr: La clé d'activation produit "{0}" n'est pas dans un format valide (xml) Détails de l'erreur: {1}
no: Produktaktiveringsnøkkel "{0}" er ikke i en gyldig (XML) format Feildetaljer : {1}
pl: Klucz aktywacji produktu "{0}" nie jest w prawidłowym formacie (XML) Szczegóły błędu: {1}
pt: A chave de ativação do produto "{0}" não está em um formato válido (xml) Detalhes do erro: {1}
ru: Ключ активации "{0}" имеет неверный формат (xml) Подробности ошибки: {1}
sv: Produktaktiveringsnyckeln "{0}" har inte ett giltigt (xml) format Feldetaljer: {1}
tr: Lisans dosyası "{0}" geçersiz bir (xml) formatdadır. Hata detayları: {1}
zh_cn: 产品激活密钥 "{0}" 不是有效的 xml 格式 错误详细信息: {1}
zh_hk: 產品啟用金鑰 "{0}" 不是有效的 xml 格式 錯誤詳細資訊: {1}

# NoAgentsAvailableForBulletinBoard
source: No shift available for trade that matches your shift
ar: لا يوجد ممثلين متاحين للوحة النقاط
cs: Není dostupná žádná směna k výměně, která odpovídá vaší směně
da: Der er ingen tilbud for bytte som passer din vagt
de: Es ist keine passende Schicht für einen Tausch verfügbar.
es: No hay turnos disponibles para cambio que coincidan con tu turno
fa: هیچ شیفتی که با شیفت شما برای معاوضه منطبق باشد موجود نیست
fi: Työvuoroja ei ole saatavilla työvuoronvaihtoon
fr: Pas d'agents disponibles pour le bulletin
lv: Samaiņai nav pieejama neviena maiņa, kas atbilst jūsu maiņai
no: Ingen skift tilgjengelig for bytting som passer ditt skift
pl: Brak dostępnych dyżurów na zamianę zgodnych z twoim dyżyrem
pt: Não há agentes disponíveis no quadro de avisos
ru: Нет доступных операторов в сводке
sv: Inga agenter är tillgängliga för anslagstavlan.
tr: İsteğinize uygun vardiya takası bulunamadı.
zh_cn: 公告板中无可用座席代表
zh_hk: 公告板中無可用座席代表

# NoProductActivationKeyPleaseApplyANewOne
source: You have not applied a product activation key yet, please do so
ar: لم تقم بإدخال مفتاح التنشيط بعد، فضلا قم بذلك
cs: Doposud jste nevložili aktivační klíč, udělejte tak prosím
da: Du har endnu ikke indtastet produktaktiveringsnöglen, vär venlig at göre dette
de: Sie haben noch keinen gültigen Product Activation Key hinzugefügt.
es: Todavía no ha aplicado la clave de activación de producto, por favor hagalo.
fa: شما هنوز کلید فعالسازی محصول را بکار نبرده اید، لطفا اقدام فرمایید
fi: Ette ole vielä liittänyt tuoteavainta, olkaa hyvä ja liittäkää se
fr: Vous n'avez pas encore appliqué de clé d'activation produit, merci de le faire
no: Du har ikke lagt inn en produktaktiveringsnøkkel ennå, vennligst gjør det
pl: Nie został wprowadzony klucz aktywacji produktu. Wprowadź nowy.
pt: Você ainda não aplicou a chave de ativação do produto, por favor faça isso
ru: Вы еще не применили ключ активации продукта, пожалуйста, примените
sv: Du har ingen produktaktiveringsnyckel installerad, var god installera en
tr: Lisans yüklenmemiş durumda, lütfen yükleyiniz.
zh_cn: 您还未应用产品激活密钥．请应用
zh_hk: 您還未應用產品啟用金鑰．請應用

source: Notification Settings
ar: إعدادات الإخطارات
cs: Nastavení notifikací
da: Notifikationsopsätning
de: Benachrichtigungen
es: Ajustes de Notificación
fa: تنظیمات تذکر
fi: Ilmoitusasetukset
fr: Paramètres de notification
ja: 通知設定
lv: Paziņojumu Uzstādījumi
no: Varslingsinnstillinger
pl: Ustawienia Powiadomiania
pt: Configurações de Notificações
ru: Настройки уведомлений
sv: Notifieringsinställningar
tr: Bildirim Ayarları
zh_cn: 通知设定
zh_hk: 通知設定

source: Notification Type
ar: نوع الإخطارات
cs: Typ notifikací
da: Notifikationstype
de: Benachrichtigungstyp
es: Tipo de Notificación
fa: نوع تذکر
fi: Ilmoitusmuoto
fr: Type de notification
ja: 通知タイプ
lv: Paziņojumu Tips
no: Varslingstype
pl: Typ Powiadomienia
pt: Tipo de Notificação
ru: Тип уведомления
sv: Typ av notifiering
tr: Bildirim Türü
zh_cn: 通知类型
zh_hk: 通知類型

# OpenProductActivationKeyFile
source: Choose product activation key file
ar: اختر ملف مفتاح التنشيط
cs: Vyberte aktivační kíč
da: Välg produktaktiveringsnöglefilen
de: Wählen Sie einen Product Activation Key
es: Eliga el archivo de la clave de activación de producto
fa: فایل کلید فعالسازی محصول را انتخاب فرمایید
fi: Hae tuoteavain
fr: Choisissez un fichier de clé d'activation produit
no: Velg produktaktiveringsnøkkel fil
pl: Wybierz klucz aktywacji produktu.
pt: Selecione o arquivo com a chave de ativação do produto
ru: Выберите файл ключа активации продукта
sv: Välj fil med produktaktiveringsnyckel
tr: Lisans dosyası seç
zh_cn: 选择产品激活密钥文件
zh_hk: 選擇產品啟用金鑰檔

source: Planned
ar: مخطط
cs: Naplánováno
da: Planlagt
de: geplant
es: Planeada
fa: برنامه ریزی شده
fi: Suunniteltu
fr: A planifier
lv: Plānots
no: Planlagt
pl: Planowane
pt: Planejada
ru: Запланировано
sv: Planerat
tr: Planlandı
zh_cn: 已计划的
zh_hk: 已計畫的

# ProductActivationKeyHasExpiredPleaseApplyANewOne
source: Your product activation key has expired, please apply a new one
ar: مفتاح التنشيط الخاص بك انتهت صلاحيته. فضلا اطلب مفتاح جديد
cs: Váš licenční klíč vypršel, použijte prosím jiný.
da: Din produktaktiveringsnögle er udlöbet. venligst indtast en ny
de: Ihr Product Activation Key ist abgelaufen. Bitte fügen Sie einen neuen gültigen Product Activation Key hinzu.
es: Su clave de activación de producto ha expirado. Por favor aplique una nueva.
fa: کلید فعالسازی محصول شما منقضی شده است. لطفا کلید جدید را بکار ببرید
fi: Tuoteavain on mennyt umpeen, liitä uusi tuoteavain.
fr: Votre clé d'activation produit a expiré, merci d'en appliquer une nouvelle
no: Produktaktiveringsnøkkel er utløpt, vennligst legg inn en ny
pl: Klucz aktwacji produtku stracił ważność, proszę wprowadzić nowy.
pt: A sua chave de ativação do produto expirou, por favor aplique uma nova.
ru: Ваш ключ активации продукта истек, пожалуйста, примените новый
sv: Din produktaktiveringsnyckel har gått ut, var god installera en ny
tr: Lisansınızın süresi dolmuştur, Lütfen yeni lisans yükleyin.
zh_cn: 您的产品激活密钥已经过期，请申请新的
zh_hk: 您的產品啟用金鑰已經過期，請申請新的

# ProductActivationKeyIsInvalidPerhapsForgedPleaseApplyANewOne
source: Your product activation key is invalid, possibly modified, please apply a new one
ar: مفتاح التنشيط الذى قمت باستخدامه غير صحيح، من الممكن ان يكون قد تم تعديله، فضلا قم بطلب مفتاح جديد
cs: Váš aktivační klíč není validní a je možná poškozený. Použijte prosím jiný.
da: Din produktaktiveringsnögle er ugyldig, muligvis ändret, venligst indtast en ny
de: Ihr Product Activation Key ist nicht gültig und möglicherweise geändert worden. Bitte fügen Sie einen neuen gültigen Product Activation Key hinzu.
es: Su clave de activación de producto es inválida, posiblemente fue modificada. Por favor aplique una nueva.
fa: کلید فعالسازی شما منقضی شده است، ممکن است کلید تغییر یافته باشد. لطفا یک کلید جدید بکار ببرید
fi: Tuoteavain on virheellinen tai muokattu, liitä uusi tuoteavain
fr: Votre clé d'activation produit est invalide, probablement modifiée, merci d'en appliquer une nouvelle
no: Din produktaktiveringsnøkkel er ugyldig, eventuelt modifisert. Vennligst legg inn en ny
pl: Klucz aktywacji produktu jest nieprawidłowy, prawdopodobnie został zmodyfikowany. Wprowadź nowy.
pt: A sua chave de ativação do produto está inválida, ela pode ter sido modificada. Por favor aplique uma nova chave.
ru: Ваш ключ активации неверный, возможно он был изменен, пожалуйста, примените новый
sv: Din produktaktiveringsnyckel är inte giltig, den kan vara olagligt ändrad, var god installera en ny
tr: Lisansınız geçersiz, muhtemelen yasadışı olarak değiştirilmiş. Lütfen yenisini yükleyin.
zh_cn: 您的产品激活密钥是无效的，或已被更改，请申请一个新的
zh_hk: 您的產品啟用金鑰是無效的，或已被更改，請申請一個新的

source: Publish...
ar: انشر...
cs: Publikovat...
da: Offentliggör...
de: Veröffentlichen...
es: Publicar...
fa: انتشار...
fi: Julkaise...
fr: Publier
lv: Publicēt...
no: Publiser
pl: Opublikuj ...
pt: Publicar...
ru: Публикация...
sv: Publicera...
tr: Bas...
zh_cn: 发布...
zh_hk: 發佈...

# PublishAnnouncementNoAbsence
source: Cannot post a shift for trade on an absence day!
ar: لا يمكن نشر الإعلان فى يوم الغياب!
cs: Nelze poslat požadavek k výměně směny v den absence!
da: Det er ikke muligt med et vagtbytte på en fraværsdage
de: Ein Schichttausch kann nicht für eine Abwesenheit angeboten werden.
es: No se puede publicar un turno para cambio en un día de ausencia!
fa: امکان ارسال برای معاوضه شیفت در روز مرخصی وجود ندارد!
fi: Et voi viestittää työvuoroa poissaolopäivälle!
fr: Ne peut pas publier une annonce sur un jour d'absence!
lv: Nevar publicēt maiņu samaiņai prombūtnes dienā!
no: Kan ikke legge inn ønsket skiftbytte på en fraværsdag!
pl: Nie można wnioskować dyżuru do zamiany na dzień wolny!
pt: Não é possível publicar um anuncio em um dia em que há uma ausência!
ru: Невозможно опубликовать сообщение о смене на день отсутствия!
sv: Kan inte posta ett erbjudande om skiftbyte för en dag med frånvaro.
tr: Devamsızlık içeren günlerde vardiya takası yapılamaz.
zh_cn: 不能在一个缺勤日期发布一个公告
zh_hk: 不能在一個缺勤日期發佈一個公告

source: Publish Schedule
ar: انشر الجداول
cs: Publikovat Plán
da: Offentliggör vagtplan
de: Veröffentliche Pläne
es: Publicar Planificación
fa: انتشار زمانبندی
fi: Julkaise työvuorot
fr: Publier planning
lv: Publicēt grafiku
no: Publiser vakter
pl: Publikuj Harmonogramy
pt: Publicar Escala
ru: Опубликовать расписание
sv: Publicera schema
tr: Vardiyayı yayımla
zh_cn: 发布班表
zh_hk: 發佈班表

# PublishSchedulesForColon
source: Publish schedules for:
ar: انشر الجداول لـ:
cs: Publikovat plánování pro:
da: Offentliggör vagtplan for:
de: Veröffentliche Pläne für:
es: Publicar planificaciones para:
fa: انتشار زمانبندی برای:
fi: Julkaise työvuorot:
fr: Publier plannings pour:
lv: Publicēt grafiku:
no: Publiser vakter for:
pl: Publikuj harmonogramy dla:
pt: Publicar escalas para:
ru: Опубликовать расписание для:
sv: Publicera scheman för:
tr: Vardiya planını bas:
zh_cn: 发布班表为：
zh_hk: 發佈班表為：

# PublisSchedulesToDateColon
source: Publish shedules to:
ar: انشر الجداول إلى:
cs: Publikovat plánování pro:
da: Offentliggör vagtplan til:
de: Veröffentliche Pläne bis:
es: Publicar planificaciones hasta:
fa: انتشار زمانبندی به:
fi: Julkaise työvuorot:
fr: Publier plannings pour:
lv: Publicēt grafiku:
no: Publiser vakter til:
pl: Publikuj harmonogramy do:
pt: Publicar escalas para:
ru: Публикация расписания до:
sv: Publicera scheman till:
tr: Vardiya bu tarihe kadar yayımlansın:
zh_cn: 发布班表至：
zh_hk: 發佈班表至：

source: Rank
ar: ترتيب
cs: Hodnost
da: Placering
de: Rang
es: Rango
fa: رتبه
fi: Järjestys
fr: Place
ja: ランク
lv: Ierindojums
no: Rang
pl: Ranga
pt: Posição
ru: Степень
sv: Ranking
tr: Sıra
zh_cn: 级别
zh_hk: 級別

source: Report absence for
ar: تقرير الغياب لـ
cs: Report absence pro
da: Rapporter fravär for
de: Abwesenheit melden für
es: Reportar ausencia para
fa: گزارش مرخصی برای
fi: Raportoi poissaolo
fr: Rapporter l'absence pour
lv: Ziņot par prombūtni
no: Rapporter fravær for
pl: Zgłoś nieobecności dla
pt: Reportar ausência para
ru: Сообщить об отсутствии
sv: Rapportera frånvaro för
tr: Devamsızlık belirt
zh_cn: 提报缺勤为
zh_hk: 提報缺勤為

source: Reset Badges
ar: إعادة ضبط البادج
cs: Vynulování odznaků
da: Nulstil märke
de: Badges löschen
es: Restablecer Medellas
fa: ریست کردن علامت ها
fi: Nollaa mitalit
fr: Remettre badges à Zéro
ja: バッジのリセット
lv: Atiestatīt Medaļas
no: Tilbakestill utmerkerkelser
pl: Resetuj Odznaki
pt: Apagar Medalhas
ru: Сброс уровней
sv: Återställ medaljer
tr: Madalyaları sıfırla
zh_cn: 重置徽章
zh_hk: 重置徽章

# ResetBadgesConfirm
source: This will remove all badges for all agents! If you click OK, the badges will be removed and cannot be recovered. Do you want to continue?
ar: إذا قمت بالضغط على OKفإنه سيتم حذف كل البادجات الخاص بكل الممثلين، البادجات سيتم حذفها ولا يمكن استعادتها بعد ذلك هل ترغب فى الاستمرار؟
cs: Tímto odstraníte všem agentům všechny odznaky! Pokud budete pokračovat, odznaky budou odstraněny a nebudou moci být obnoveny. Přejete si pokračovat?
da: Dette kommer at fjerne alle badges for alle agenter. Ingen fortryd er mulig. Fortsætt?
de: Es werden alle Badges aller Mitarbeiter gelöscht! Wollen Sie fortfahren?
es: Esto quitará todas las medallas para todos los agentes! Si hace click en OK, las medallas serán borradas y no podrán recuperarse. Desea continuar?
fa: این کار همه علامت ها برای همه پاسخگویان را حذف می‏کند! اگر روی اوکی کلیک کنید علامت حذف می شود و امکان برگشت آن وجود نخواهد داشت. می خواهید ادامه دهید؟
fi: Tämä toiminta poistaa kaikkien agenttien mitalit! Jos näpäytät OK, mitalit häviävät eikä niitä voi palauttaa entiselleen. Haluatko jatkaa?
fr: Ceci supprimera tous les badges pour tous les agents! Voulez-vous continuer?
ja: 実行すると全てのエージェントの全てのバッジが削除されます。OKをクリックすると全てのバッジが削除され元には戻せません。実行しますか？
lv: Tiks noņemtas visas medaļas visiem operatoriem! Ja nospiedīsiet Labi, medaļas tiks noņemtas un tās nevarēs atjaunot. Vai vēlaties turpināt?
no: Dette vil fjerne alle utmerkelsene for alle agentene! Hvis du klikker OK, vil merkene fjernes og kan ikke gjenopprettes. Vil du fortsette?
pl: Spowoduje to usunięcie wszystkich odznak dla wszystkich agentów! Jeśli klikniesz przycisk OK, odznaczenia zostaną usunięte i nie można odzyskać. Chcesz kontynuować?
pt: Isso irá remover todas as medalhas de todos os agentes! Se você clicar em OK, as medalhas serão removidas e não poderão ser recuperadas. Você tem certeza que deseja continuar?
ru: Это действие сбросит уровни всех операторов! Если вы нажмете ОК, то все уровни будут удалены без возможности восстановления. Продолжить?
sv: Detta kommer att ta bort alla medaljer för alla agenter! Om du klickar OK tas medaljerna bort och kan inte återställas. Vill du fortsätta?
tr: Bu düğmeye basarsanız bütün madalyalar sıfırlanacak. Sıfırlanan madalyalar geri getirilemez. Devam etmek istiyor musunuz?
zh_cn: 这将移除所有座席代表的所有徽章！如果您点击确定，徽章将被移除并不可恢复。您想要继续吗？
zh_hk: 這將移除所有座席代表的所有徽章！如果您點擊確定，徽章將被移除並不可恢復。您想要繼續嗎？
