Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Add Optional Column
ar: إضافة العمود الاختياري
cs: Přidat volitelný sloupec
da: Tilføj Valgfri Kolonne
de: Optionale Spalte hinzufügen
es: Añadir Columna Opcional
fa: افزودن ستون انتخابی
fi: Lisää valinnainen sarake
fr: Ajouter colonne optionnelle
id: Tambah Kolom Opsional
it: Aggiungi colonna opzionale
ja: オプション列の追加
lv: Pievienot Izvēles Kolonnu
nl: Optionele Kolom Toevoegen
no: Legg til valgfri kolonne
pl: Dodaj Kolumnę Opcjonalną
pt: Adicionar Coluna Opcional
ru: Добавить дополнительный столбец
sv: Lägg till tilläggskolumn
tr: Opsiyonel Kolon Ekle
zh_cn: 添加自定义栏位
zh_hk: 添加自訂欄位

# AddOutlierThreeDots
source: Add Special Event...
ar: إضافة حدث خاص...
cs: Přidat zvláštní událost...
da: Tilføj Særlig Begivenhed...
de: Besonderes Ereignis hinzufügen…
es: Añadir Evento Especial
fa: افزودن رویدادهای خاص
fi: Lisää poikkeava päivä...
fr: Ajouter événement spécial
id: Tambah Special Event...
it: Aggiungi evento speciale...
ja: スペシャルイベントの追加...
lv: Pievienot Īpašu Notikumu...
nl: Speciale Event Toevoegen
no: Legg til spesiell dag...
pl: Dodaj Specjalne Wydarzenie
pt: Adicionar Evento Especial
ru: Добавить специальное событие...
sv: Lägg till specialdag
tr: Özel Durum Ekle...
zh_cn: 添加特殊的事件…
zh_hk: 添加特殊的事件…

source: Add Overtime
ar: إضافة عمل إضافي
cs: Přidat přesčas
da: Tilføj Overarbejde
de: Überstunden hinzufügen
es: Añadir Tiempo Extra
fa: افزودن اضافه کار
fi: Lisää lisä-/ylityö
fr: Ajouter heures supplémentaires
id: Tambah Lembur
it: Aggiungi straordinario:
ja: 残業の追加
lv: Pievienot Virsstundas
nl: Overwerk Toevoegen
no: Legg til overtid
pl: Dodaj Nadgodziny
pt: Adicionar Horas Extras
ru: Добавить сверхурочное время
sv: Lägg till övertid
tr: Fazla zaman ekle
zh_cn: 添加加班
zh_hk: 添加加班

# AddPartTimePercentage
source: Add Part-time percentage definition
ar: إضافة تعريف لنسبة الموظفين غير المتفرغين
cs: Přidat definici procentního podílu zkrácených úvazků
da: Tilføj definition for Deltidsprocentsats
de: Teilzeitprozentwert definieren
es: Añadir definición de porcentaje de tiempo parcial
fa: افزودن تعریف درصد پاره وقت
fi: Lisää osa-aikaprosentin määritys
fr: Ajouter définition du pourcentage temps partiel
id: tambah definisi persentase paruh waktu
it: Aggiungi definizione percentuale part-time
ja: パートタイム比率の定義の追加
lv: Pievienot Nepilna laika procentuālā lieluma definīciju
nl: Voeg Deeltijd percentage definitie
no: Legg til definisjon deltidsprosent
pl: Dodaj definicję procentu niepełnego czasu pracy
pt: Adicione a definição do percentual de tempo parcial
ru: Добавить определение процента неполной занятости
sv: Lägg till deltidsprocentsdefinition
tr: Yarı-zaman oran tanımı ekle
zh_cn: 添加兼职时间百分比定义
zh_hk: 添加兼職時間百分比定義

source: Add Personal Activity
ar: إضافة نشاط شخصي
cs: Přidat osobní činnost
da: Tilføj Personlig Aktivitet
de: Persönliche Aktivität hinzufügen
es: Añadir Actividad Personal
fa: افزودن فعالیت شخصی
fi: Lisää henkilökohtainen aktiviteetti
fr: Ajouter activité personnelle
id: Tambah Aktivitas Personal
it: Aggiungi attività personale
ja: 要員活動の追加
lv: Pievienot Personīgo Aktivitāti
nl: Persoonlijke Activiteit Toevoegen
no: Legg til personlig aktivitet
pl: Dodaj Aktywność Osobistą
pt: Adicionar Atividade Pessoal
ru: Добавить персональную активность
sv: Lägg till personlig aktivitet
tr: Personel Aktivitesi Ekle
zh_cn: 添加个人活动
zh_hk: 添加個人活動

# AddPersonalActivityThreeDots
source: Add Personal Activity...
ar: إضافة نشاط شخصي...
cs: Přidat osobní činnost...
da: Tilføj Personlig Aktivitet...
de: Persönliche Aktivität hinzufügen...
es: Añadir Actividad Personal...
fa: افزودن فعالیت شخصی...
fi: Lisää henkilökohtainen aktiviteetti...
fr: Ajouter activité personnelle...
id: Tambah Aktivitas Pribadi...
it: Aggiungi attività personale...
ja: 要員活動の追加:
lv: Pievienot Personīgo Aktivitāti...
nl: Persoonlijke Activiteit Toevoegen
no: Legg til personlig aktivitet...
pl: Dodaj Aktywność Osobistą...
pt: Adicionar Atividade Pessoal
ru: Добавить персональную активность...
sv: Lägg till personlig aktivitet...
tr: Kişisel Aktivite Ekle...
zh_cn: 添加个人活动…
zh_hk: 添加個人活動…

source: Add Personal Layer
ar: إضافة طبقة شخصية
cs: Přidat osobní vrstvu
da: Tilføj Personligt Lag
de: Persönliche Vorlage hinzufügen
es: Añadir Capa Personal
fa: افزودن لایه شخصی
fi: Lisää henkilökohtainen kerros
fr: Ajouter couche personnelle
id: Tambah Lapisan Pribadi
it: Aggiungi livello personale
ja: 要員レイヤーの追加
lv: Pievienot Personīgo Kārtu
nl: Persoonlijke Layer Toevoegen
no: Legg til personlig lag
pl: Dodaj osobistą warstwę
pt: Adicionar Camanda Pessoal
ru: Добавить индивидуальный слой
sv: Lägg till personligt lager
tr: Kişisel Katman Ekle
zh_cn: 添加个人专用层
zh_hk: 添加個人專用層

# AddPersonTimeActivity
source: Add TimeActivity
ar: إضافة نشاط زمني
cs: Přidat činnost
da: Tilføj TidsAktivitet
de: ZeitAktivität hinzufügen
es: Añadir Actividad de tiempo
fa: افزودن زمان فعالیت
fi: Lisää aika-aktiviteetti
fr: Ajouter temps d'activité
id: Tambah Waktu Aktivitas
it: Aggiungi attività oraria:
ja: 時間活動の追加
lv: Pievienot Laika Aktivitāti
nl: Tijd Activiteit Toevoegen
no: Legg til personlig aktivitet
pl: Dodaj aktywność czasową
pt: Adicionar Tempo Excedido
ru: Добавить время активности
sv: Lägg till personlig aktivitet
tr: Zaman Aktivitesi ekle
zh_cn: 增加时间活动
zh_hk: 增加時間活動

source: Add Person to Role
ar: إضافة شخص إلى دور
cs: Přidat osobu do funkce
da: Tilføj medarbejder til Rolle
de: Person zur Aufgabe hinzufügen
es: Añadir Persona a Rol
fa: افزودن شخص به وظیفه
fi: Lisää henkilö rooliin
fr: Ajouter personne au rôle
id: Tambah Orang pada Peran
it: Aggiungi dipendente al ruolo
ja: 役割に要員を追加
lv: Pievienot Personu Lomai
nl: Voeg Persoon aan Rol
no: Legg person til rolle
pl: Dodaj osobę do roli
pt: Adicionar Pessoa para ao Perfil
ru: Присвоить роль сотруднику
sv: Lägg till personer till roll
tr: Role kişi ekle
zh_cn: 添加人员到角色
zh_hk: 添加人員到角色

source: Address book
ar: دفتر العناوين
cs: Adresář
da: Adressebog
de: Adressbuch
es: Libro de Direcciones
fa: کتاب آدرس
fi: Osoitekirja
fr: Carnet d'adresses
id: Buku alamat
it: Contatti
ja: アドレス帳
lv: Adrešu grāmata
nl: Adresboek
no: Adressebok
pl: Książka adresowa
pt: Endereço
ru: Адресная книга
sv: Adressbok
tr: Adres Defteri
zh_cn: 地址薄
zh_hk: 地址薄

source: Add Role
ar: إضافة دور
cs: Přidat funkci
da: Tilføj Rolle
de: Rolle hinzufügen
es: Añadir Rol
fa: افزودن وظیفه
fi: Lisää rooli
fr: Ajouter rôle
id: Tambah Peran
it: Aggiungi ruolo
ja: 役割の追加
lv: Pievienot Lomu
nl: Rol Toevoegen
no: Legg til rolle
pl: Dodaj rolę
pt: Adicionar Perfil
ru: Добавить роль
sv: Lägg till roll
tr: Rol ekle
zh_cn: 添加角色
zh_hk: 添加角色

source: Add Rule set
ar: إضافة مجموعة قواعد
cs: Přidat Typy směny
da: Tilføj Regelsæt
de: Regelsammlung hinzufügen
es: Añadir Conjunto de Normas
fa: افزودن مجموعه قانون
fi: Lisää sääntösarja
fr: Ajouter règle d'horaires
id: Tambah set aturan
it: Aggiungi Rule Set
ja: ルールセットの追加
lv: Pievienot Noteikumu kopu
nl: Regelset Toevoegen
no: Legg til regelsett
pl: Dodaj zestaw reguł
pt: Adicionar Conjunto de Regras
ru: Добавить Набор правил
sv: Lägg till regeluppsättning
tr: Kural seti ekle
zh_cn: 添加班次规则
zh_hk: 添加班次規則

source: Add shift category
ar: اضافة فئة نوبة
cs: Přidat kategorii směny
da: Tilføj vagtkategori
de: Schichtkategorie hinzufügen
es: Añadir categoría de turno
fa: افزودن دسته بندی شیفت
fi: Lisää vuoroluokka
fr: Ajouter catégorie d'horaires
id: Masukkan kategori shift
it: Aggiungi categoria turni
ja: シフトカテゴリの追加
lv: Pievienot maiņu kategoriju
nl: Dienst Categorie Toevoegen
no: Legg til skiftkategori
pl: Dodaj kategorię dyżuru
pt: Adicionar Categoria de Turno
ru: Добавить категорию смены
sv: Lägg till skiftkategori
tr: Vardiya kategorisi ekle
zh_cn: 添加班次类型别
zh_hk: 添加班次類型別

source: &Add to Quick Access Toolbar
ar: إ&ضافة إلى شريط أدوات الوصول السريع
cs: &Přidat do panelu nástrojů pro rychlý přístup
da: &Tilføj til Værktøjslinjen Hurtig Adgang
de: Quick Access Toolbar hinzufügen
es: &Añadir a la barra de herramientas de acceso rápido
fa: افزودن به نوار ابزار دسترسی سریع
fi: &Lisää työkaluriviin
fr: &Ajouter à la barre d'outils accès rapide
id: &Tambahkan pada Papan Perangkat Akses Cepat
it: &Aggiungi alla barra di accesso rapido
ja: &クイックアクセスツールバーに追加
lv: &Pievienot pie Ātrās piekļuves Rīkjoslas
nl: &Voeg toe aan Snelle Toegang Toolbar
no: &Legg til Quick Access verktøylinje
pl: &Dodaj do Szybkiego Uruchamiania
pt: &Adicionar para Menu de Acesso Rápido
ru: &Добавить на панель быстрого доступа
sv: &Lägg till i verktygsfältet snabbåtkomst
tr: &Hızlı Erişim Araç Çubuğuna ekle
zh_cn: 添加到快捷工具条(&A)
zh_hk: 添加到快捷工具條(&A)

source: Adherence
ar: الالتزام
cs: Dodržení
da: Overholdelse
de: Einhaltung
es: Adherencia
fa: هم راستایی
fi: Noudattaminen
fr: Adhérence
id: Ketaatan
it: Aderenza
ja: 遵守率
lv: Atbilstība
nl: Aanhankelijkheid
no: Etterlevelse
pl: Przestrzeganie
pt: Aderência
ru: Соблюдение графика
tr: Uyum
zh_cn: 遵时度
zh_hk: 遵時度

source: Administration
ar: إدارة
cs: Administrace
de: Verwaltung
es: Administración
fa: مدیریت
fi: Administraattori
id: Administrasi
it: Amministrazione
ja: 管理
lv: Administrēšana
nl: Administratie
no: Administrasjon
pl: Administracja
pt: Administração
ru: Управление
tr: Yönetim
zh_cn: 管理
zh_hk: 管理

source: Admin Status
ar: حالة الإدارة
cs: Stav administrace
de: Verwaltungsstatus
es: Estado de Admin
fa: وضعیت مدیر سیستم
fr: Statut admin
id: Status Admin
it: Stato Admin
ja: 管理状態
pl: Status administracyjny
pt: Status de Admin
ru: Статус администратора
tr: Yönetici durumu
zh_cn: 管理状态
zh_hk: 管理狀態

source: Advanced
ar: خيارات متقدمة
cs: Rozšířené
da: Avanceret
de: Erweitert
es: Avanzado
fa: پیشرفته
fi: Kehittynyt
fr: Avancé
id: Lebih Dalam
it: Avanzato
ja: 高度な設定
lv: Uzlabots
nl: Geavanceerd
no: Avansert
pl: Zaawansowane
pt: Avançado
ru: Расширенная
sv: Avancerat
tr: Gelişmiş
zh_cn: 高级的
zh_hk: 高級的

source: After call work time
ar: زمن العمل المترتب على المكالمة
cs: Doba činnosti po ukončení hovoru
da: Efterbehandling
de: Nachbearbeitungszeit
es: Tiempo de ACW
fa: زمان کار پس از تماس
fi: ACW
fr: Temps de travail post-appel
id: Waktu after call work
it: Tempo After Call Work
ja: アフターコールワーク時間
lv: Zvana pēcapstrādes laiks
no: Arbeidstid etter samtale
pl: Czas pracy po połączeniu
pt: Pós Atendimento
ru: Рабочее время после звонка
sv: Efterbearbetningstid
tr: Çağrı sonrası çalışma süresi
zh_cn: 话后处理时长
zh_hk: 話後處理時長

source: After contact work
ar: العمل المترتب على اتصال
cs: Činnost po kontaktu
da: Arbejde efter kontakt
de: Nacharbeit
es: Trabajo después del contacto
fa: بعد از نماس کاری
fi: Kontaktin jälkityö
fr: Travail post-contact
id: Kerja setelah menghubungi
it: After Call Work
ja: アフターコンタクトワーク
lv: Darbs pēc kontakta
nl: Na contact werk
no: Arbeidstid etter kontakt
pl: Praca po kontakcie
pt: Pós contato
ru: Работа после контакта
sv: Efterbearbetning
tr: Kontakt sonrası çalışma
zh_cn: 联系之后的工作时长
zh_hk: 聯繫之後的工作時長

source: Agent
ar: وكيل
da: Medarbejder
de: Mitarbeiter
es: Agente
fa: پاسخگو
fi: Agentti
it: Agente
ja: エージェント
lv: Operators
pt: Agente
ru: Оператор
tr: Müşteri Temsilcisi
zh_cn: 座席代表
zh_hk: 座席代表

# AgentInfo
source: Info
ar: معلومات الوكيل
cs: Info agenta
da: Medarbejderinfo
de: Mitarbeiter-Info
es: Información del Agente
fa: اطلاعات
fi: Agentti-info
fr: Info agent
id: Info Agent
it: Info agente
ja: エージェント情報
lv: Informācija
no: Agent info
pl: Informacje
pt: Dados do Agente
ru: Данные оператора
sv: Agentinfo
tr: Müşteri Temsilcisi Bilgisi
zh_cn: 座席代表信息
zh_hk: 座席代表資訊

source: Agent information
ar: معلومات الوكيل
cs: Informace agenta
da: Medarbejderinformation
de: Mitarbeiterinformation
es: Información del Agente
fa: اطلاعات پاسخگو
fi: Agentin tiedot
fr: Information agent
id: Informasi Agent
it: Informazioni agente
ja: エージェント情報
lv: Operatora informācija
nl: Agent informatie
no: Agent informasjon
pl: Informacje o agencie
pt: Informações do Agente
ru: Данные оператора
tr: Müşteri Temsilcisi bilgisi
zh_cn: 座席代表信息
zh_hk: 座席代表資訊

# AgentInfoThreeDots
source: Agent info...
ar: معلومات الوكيل...
cs: Info agenta...
da: Medarbejderinfo...
de: Mitarbeiter-Info…
es: Información del Agente...
fa: اطلاعات پاسخگو...
fi: Agentti-info...
fr: Info agent...
id: Info Agent...
it: Indo agente...
ja: エージェント情報...
lv: Operatora informācija...
pl: Informacje o agencie ...
pt: Dados do agente...
ru: Данные оператора...
sv: Agentinformation...
tr: Müşteri Temsilcisi bilgisi
zh_cn: 座席代表信息…
zh_hk: 座席代表資訊…

source: Agent Name
ar: اسم الوكيل
cs: Jméno agenta
da: Medarbejdernavn
de: Mitarbeitername
es: Nombre del Agente
fa: نام پاسخگو
fi: Agentin nimi
fr: Nom agent
id: Nama Agent
it: Nome agente
ja: エージェント名
lv: Operatora Vārds
nl: Agent Naam
no: Agentnavn
pl: Agent
pt: Nome do Agente
ru: Имя оператора
sv: Agentnamn
tr: Müşteri Temsilcisi Adı
zh_cn: 座席代表姓名
zh_hk: 座席代表姓名

# AgentPortal
source: Classic MyTime
ar: الوقت
cs: MyTime
da: MyTime
es: MyTime
fa: برنامه من قدیمی
fr: Teleopti WFM MyTime
id: Teleopti CCC MyTime
it: Teleopti CCC MyTime
ja: Teleopti WFM MyTime
lv: Klasiskais MyTime
nl: Teleopti CCC My Time
pl: Teleopti WFM MyTime
ru: MyTime
tr: Zaman Planım
zh_cn: Teleopti WFM MyTime
zh_hk: Teleopti WFM MyTime

source: Agent Portal Options
ar: خيارات مدخل الوكيل
cs: Možnosti portálu agenta
da: Indstillinger for MyTime
de: Optionen Mitarbeiterportal
es: Opciones del Portal de Agente
fa: انتخابهای پرتال پاسخگو
fi: Agentti-portaalin asetukset
fr: Options portail agent
id: Opsi Portal Agent
it: Opzioni Portale agente
ja: エージェントポータルのオプション
lv: Operatora Portālā Iespējas
nl: Agent Portal Opties
no: Innstillinger agentportal
pl: Opcje Portalu Agenta
pt: Opções do Portal do Agente
ru: Опции портала операторов
sv: Inställningar MyTime
tr: Müşteri Temsilcisi Portali Opsiyonları
zh_cn: 座席代表门户选项
zh_hk: 座席代表門戶選項

source: Agents
ar: الوكلاء
cs: Agenti
da: Medarbejdere
de: Mitarbeiter
es: Agentes
fa: پاسخگوها
fi: Agentit
id: Agent
it: Agenti
ja: エージェント
lv: Operatori
nl: Agenten
no: Agenter
pl: Agenci
pt: Agentes
ru: Операторы
sv: Agenter
tr: Müşteri Temsilcileri
zh_cn: 座席代表
zh_hk: 座席代表

# AgentScheduleMessenger
source: Teleopti WFM Agent Schedule Messenger
ar: تيليوباتى سى سى سى للعميل
cs: Kurýr služba plánu agenta
da: Agent Schedule Messenger
de: Agent Schedule Messenger
es: Agent Schedule Messenger
fa: نمایه برنامه پاسخگو Teleopti WFM
id: Teleopti CCC Agent Schedule Messenger
it: Teleopti CCC Agent Schedule Messenger
ja: Teleopti WFM エージェントスケジュールメッセンジャー (ASM)
lv: Teleopti WFM Operatora Grafika
nl: Teleopti CCC Agent Schedule Messenger
no: Agent Schedule Messenger
pl: Wiadomości planowania agenta w Teleopti WFM
pt: Mensageiro da Escala do Agente
ru: Служба сообщений графика операторов
tr: Müşteri Temsilcisi vardiya Planı Mesajlaşma Sistemi
zh_cn: Teleopti WFM座席班表消息工具栏
zh_hk: Teleopti WFM座席班表消息工具列

# AgentSelectDialog
source: Agent Select
ar: تحديد وكيل
cs: Výběr agenta
da: Medarbejder Vælg
de: Mitarbeiter auswählen
es: Seleccionar Agente
fa: انتخاب اپراتور
fi: Agentin valinta
fr: Sélection agent
id: Pilih Agent
it: Seleziona agente
ja: エージェントの選択
lv: Operatoru Atlase
no: Agent velg
pl: Wybór agenta
pt: Seleção de Agente
ru: Выбор оператора
sv: Agentval
tr: Müşteri Temsilcisi Seç
zh_cn: 座席代表选择
zh_hk: 座席代表選擇

source: Agent Settings
ar: إعدادات الوكيل
cs: Nastavení agenta
da: Medarbejderopsætning
de: Mitarbeitereinstellungen
es: Configuración de Agentes
fa: تنظیمات پاسخگو
fi: Agentin asetukset
fr: Propriétés agent
id: Setting Agent
it: Impostazioni agente
ja: エージェントの設定
lv: Operatora uzstādījumi
nl: Agentinstellingen
no: Agent innstillinger
pl: Ustawienia Agenta
pt: Configurações do Agente
ru: Настройки оператора
sv: Agentinställningar
tr: Müşteri Temsilcisi Ayarları
zh_cn: 座席代表设置
zh_hk: 座席代表設置

source: Agents inc.
ar: تضمين الوكلاء
cs: Včetně agentů
da: Medarbejdere inkl.
de: Mitarbeiter ein.
es: Agentes entr.
fa: شامل پاسخگوها
fi: Agentit (laskennallinen)
id: Agent termasuk
it: Agenti inc
ja: を含むエージェント
lv: Iekļautie operatori
nl: Agenten inc.
no: Agenter ink.
pl: Agenci zaw.
pt: Aumento de agentes
ru: Операторы, вкл.
sv: Agenter ink.
tr: Dahil Olan Müşteri Temsilcileri
zh_cn: 座席代表到岗数
zh_hk: 座席代表到崗數

source: Agents inc. with shrinkage
ar: تضمين الوكلاء مع نسبة الانكماش
cs: Včetně agentů se ztrátou
da: Medarbejdere med Svind
de: Mitarbeiter inkl. Shrinkage (Anpassung)
es: Agentes entr. con absentismo
fa: شامل پاسخگوها . با کاهش
fi: Agentit (laskennallinen) sis. kutistuman
fr: Agents inc. avec réduction
id: Agent termasuk dengan penyusutan
it: Agenti inc. con riduzione
ja: エージェント（シュリンケージを含む）
lv: Iekļautie operatori ar samazinājumu
nl: Agenten inc. met shrinkage
no: Agenter ink. med shrinkage
pl: Agenci zaw. ze absencją
pt: Aumento de agentes considerando indisponibilidade
ru: Операторы, вкл., с сокращением
sv: Agenter ink. med shrinkage
tr: Daralma etkisi dahil olan müşteri temsilcileri
zh_cn: 包含损耗的座席代表到岗数
zh_hk: 包含損耗的座席代表到崗數

source: Agent state
ar: حالة الوكيل
cs: Stav agenta
da: Medarbejder tilstand
de: Mitarbeiterstatus
es: Estado del agente
fa: وضعیت پاسخگو
fi: Agentin status
fr: Statut agent
id: Status agent
it: Stato agente
ja: エージェントの状態
lv: Operatora stāvoklis
nl: Agent staat
no: Agent status
pl: Stan agenta
pt: Estado do Agente
ru: Состояние оператора
sv: Agentstatus
tr: Müşteri temsilcisi durumu
zh_cn: 座席代表状态
zh_hk: 座席代表狀態

source: Agents with shrinkage
ar: الوكلاء مع نسبة الانكماش
cs: Agenti se ztrátou
da: Medarbejdere med svind
de: Mitarbeiter mit Shrinkage (Anpassung)
es: Agentes con absentismo
fa: پاسخگوها با نقصان
fi: Agentit sis. kutistuman
fr: Agents avec réduction
id: Agent dengan penyusutan
it: Agenti con riduzione
ja: エージェント（シュリンケージを含む）
lv: Operatori ar samazinājumu
nl: Agenten met shrinkage
no: Agenter med shrinkage
pl: Agenci z absencją
pt: Agentes com indisponibilidade
ru: Операторы с учетом сокращения
sv: Agenter med shrinkage
tr: Daralma Sonrası Müşteri Temsilcileri Sayısı
zh_cn: 考虑损耗的座席代表数
zh_hk: 考慮損耗的座席代表數

source: Agent team
ar: فريق الوكيل
cs: Tým agenta
da: Medarbejder team
de: Mitarbeiter Team
es: Equipo del agente
fa: تیم پاسخگو
fi: Agentin tiimi
fr: Equipe agent
id: Tim agent
it: Team agenti
ja: エージェントチーム
lv: Operatora nodaļa
no: Team
pl: Zespół agenta
pt: Equipe do agente
ru: Группа операторов
sv: Team
tr: Müşteri temsilcisi takımı
zh_cn: 座席代表小组
zh_hk: 座席代表小組

source: Alarm
ar: انذار
es: Alarma
fa: اخطار
fi: Hälytys
fr: Alarme
it: Allarme
ja: アラーム
lv: Signāls
pt: Alarme
ru: Предупреждение
sv: Larm
zh_cn: 告警
zh_hk: 告警

source: Alarm name
ar: اسم الانذار
cs: Jméno alarmu
da: Alarmnavn
es: Nombre de la alarma
fa: نام اخطار
fi: Hälytyksen nimi
fr: Nom alarme
id: Nama alarm
it: Nome allarme
ja: アラーム名
lv: Signāla nosaukums
nl: Alarm naam
no: Alarmnavn
pl: Nazwa alarmu
pt: Nome do Alarme
ru: Имя предупреждения
sv: Larmnamn
tr: Alarm ismi
zh_cn: 告警名称
zh_hk: 告警名稱

# AlarmTime
source: Current alarm time
ar: الوقت الحالي للانذار
cs: Aktuální čas alarmu
da: Aktuel alarmtid
de: Aktuelle Alarmzeit
es: Tiempo actual de la alarma
fa: زمان اخطار فعلی
fi: Nykyisen hälytyksen aika
fr: Temps alarme courant
id: Waktu alarm sekarang
it: Attuale tempo allarme
ja: 現在のアラーム時間
lv: Pašreizējā signāla laiks
nl: Huidige alarmtijd
no: Nåværende alarmtid
pl: Czas aktualnego alarmu
pt: Tempo atual do Alarme
ru: Текущее время предупреждения
sv: Larmtid
tr: Mevcut alarm ismi
zh_cn: 当前告警时间
zh_hk: 當前告警時間

# AlarmTotalTime
source: Total alarm time
ar: الوقت الاجمالي للانذار
cs: Celkový čas alarmu
da: Samlet alarmtid
de: Gesamt Alarmzeit
es: Tiempo total de alarma
fa: مجموع زمان اخطار
fi: Hälytyksen kokonaisaika
fr: Temps alarme total
id: Waktu alarm total
it: Totale tempo allarme
ja: トータルのアラーム時間
lv: Kopējais signāla laiks
nl: Totaal alarmtijd
no: Total alarmtid
pl: Łączny czas alarmu
pt: Tempo total do Alarme
ru: Общее время предупреждения
sv: Total larmtid
tr: Toplam alarm ismi
zh_cn: 总的告警时间
zh_hk: 總的告警時間

source: All
ar: الكل
cs: Vše
da: Alle
de: Alle
es: Todo
fa: همه
fi: Kaikki
fr: Tout
id: Semua
it: Tutti
ja: 全て
lv: Visi
nl: Alle
no: Alle
pl: Wszystko
pt: Todos
ru: Все
sv: Allt
tr: Tüm
zh_cn: 全部的
zh_hk: 全部的

# AllDayEvent
source: All day
ar: كل اليوم
cs: Celý den
da: Hele dagen
de: den ganzen Tag
es: Todo al día
fa: همه روزها
fi: Koko päivä
fr: Toute la journée
id: Semua hari
it: Giorno intero
ja: 終日
lv: Visa diena
nl: Hele dag
no: Hele dagen
pl: Cały dzień
pt: Todo dia
ru: Весь день
sv: Heldagsevent
tr: Tüm gün
zh_cn: 全天
zh_hk: 全天

# AllSelection
source: < All >
ar: < الكل >
cs: < Vše >
da: < Alle >
de: <Alle>
es: < Todo >
fa: < همه>
fi: < Kaikki >
fr: < Tous >
id: < Semua >
it: < Tutti >
ja: <全て>
lv: < Visi >
nl: < Alle >
no: < Alle >
pl: < Wszystko >
pt: < Todos >
ru: < Все >
sv: < Alla >
tr: <Tüm>
zh_cn: <全部>
zh_hk: <全部>

# AmpersandEmployeeNumber
source: &Employment Number
ar: ر&قم الموظف
cs: &Číslo zaměstnance
da: &Medarbejdernummer
de: &Mitarbeiternummer
es: &Número de Empleado
fa: شماره استخدامی
fi: &Työntekijänumero
fr: &Numéro employé
id: &Jumlah Karyawan
it: &Matricola dipendente
ja: &従業員番号
lv: &Darbinieka Numurs
nl: &Werkgelegenheid Nummer
no: &Ansattnummer
pl: &E ID pracownika
pt: &Número do Funcionário
ru: &Номер сотрудника
sv: &Anställningsnummer
tr: &Personel No
zh_cn: 员工编号(&E)
zh_hk: 員工編號(&E)

# AmpersandFindNext
source: &Find Next
ar: ب&حث_عن_التالي
cs: &Najít další
da: &SøgNæste
de: &Nächsten finden
es: &EncontrarSiguiente
fa: پیدا کردن بعدی
fi: &Etsi seuraava
fr: &Suivant
id: &PencarianSelanjutnya
it: &TrovaSuccessivo
ja: &次を検索
nl: &VolgendeZoeken
no: &Finn neste
pl: Znajdź następne (&F)
pt: Localizar &Próximo
ru: &Найти следующий
sv: &Sök nästa
tr: &Bir sonrakini bul
zh_cn: 查找下一个(&F)
zh_hk: 查找下一個(&F)

# AmpersandFirstName
source: &First Name
ar: الا&سم الأول
cs: &Jméno
da: &Fornavn
de: &Vorname
es: &Nombre
fa: نام
fi: &Etunimi
fr: &Prénom
id: &Nama Awal
it: &Nome
ja: &姓
lv: &Vārds
nl: &Voornaam
no: &Fornavn
pl: &F Imię
pt: &Nome
ru: &Имя
sv: &Förnamn
tr: &ad
zh_cn: 名(&F)
zh_hk: 名(&F)

# AmpersandLastName
source: &Last Name
ar: اسم ال&عائلة
cs: &Příjmení
da: &Efternavn
de: &Nachname
es: &Apellido
fa: نام خانوادگی
fi: &Sukunimi
fr: &Nom
id: Nama &Akhir
it: &Cognome
ja: &名
lv: &Uzvārds
nl: &Achternaam
no: &Etternavn
pl: &L Nazwisko
pt: &Sobrenome
ru: &Фамилия
sv: &Efternamn
tr: &Soyad
zh_cn: 姓氏(&L)
zh_hk: 姓氏(&L)

# AmpersandNameColon
source: &Name:
ar: &الاسم:
cs: &Jméno:
da: &Navn:
es: &Nombre
fa: نام:
fi: &Nimi:
fr: &Nom:
id: &Nama:
it: &Nome:
ja: &名前:
lv: &Vārds:
nl: &Naam
no: &Navn:
pl: &Nazwa:
pt: &Nome:
ru: &Имя:
sv: &Namn:
tr: &Ad:
zh_cn: 名称(&N)：
zh_hk: 名稱(&N)：

# AmpersandPeriodColon
source: &Period:
ar: &الفترة:
cs: &Období:
da: &Periode:
de: &Periode
es: &Período
fa: دوره:
fi: &Jakso:
fr: &Période:
id: &Periode:
it: &Periodo:
ja: &ピリオド:
lv: &Periods:
nl: &Periode:
no: &Periode:
pl: &Okres:
pt: &Período:
ru: &Период:
tr: &Periyod:
zh_cn: 周期(&P)：
zh_hk: 週期(&P)：

# AmpersandReplace
source: &Replace
ar: &استبدال
cs: &Nahradit
da: &Erstat
de: &Ersetzen
es: &Reemplazar
fa: جایگزین کردن
fi: &Korvaa
fr: &Remplacer
id: &Ganti
it: &Sostituisci
ja: &置換
nl: &Vervangen
no: &Erstatt
pl: Zamień (&R)
pt: &Substituir
ru: &Заменить
sv: &Ersätt
tr: &Değiştir
zh_cn: 替换(&R)
zh_hk: 替換(&R)

# AndThenOn
source: And then by
ar: ثم في
cs: A potom na
da: Og så derefter
de: und dann nach
es: Y luego por
fa: و سپس بر روی
fi: Ja sen jälkeen
fr: Et ensuite selon
id: Dan kemudian pada
it: e quindi per
ja: および
lv: Un vēl pēc
nl: En vervolgens
no: Og så på
pl: A potem według
pt: e neste
ru: И далее
sv: och sedan efter
tr: Ve daha sonra
zh_cn: 然后
zh_hk: 然後

source: Answered calls
ar: مكالمات تم الرد عليها
cs: Uskutečněné hovory
da: Besvarede opkald
de: Beantwortete Anrufe
es: Llamadas contestadas
fa: تماسهای پاسخ داده شده
fi: Vastatut puhelut
fr: Appels décrochés
id: Panggilan terjawab
it: Risposte
ja: 応答呼
lv: Atbildētie zvani
nl: Beantwoorde Telefoongesprekken
no: Besvarte samtaler
pl: Odebrane połączenia
pt: Chamadas atendidas
ru: Отвеченные звонки
sv: Besvarade samtal
tr: Karşılanan çağrılar
zh_cn: 应答的电话量
zh_hk: 應答的電話量
