Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Full Day
ar: يووم كامل
cs: Celý den
da: Heldag
de: Ganztags
es: Día completo
fa: روز کامل
fi: Kokopäivä
fr: Jour entier
it: Giorno intero
ja: 全日
lv: Pilna Diena
nl: Volle Dag
no: Hel dag
pl: Cały dzień
pt: Dia Inteiro
ru: Полный день
sv: Hel dag
tr: Tam gün
zh_cn: 全天
zh_hk: 全天

source: Shift selection
ar: اختيار بوبات العمل
cs: Výběr směny
da: Vagt selektion
de: Schichtauswahl
es: Selección de turnos
fa: انتخاب شیفت
fi: Työvuoro valinta
fr: Sélection des horaires
it: Selezione turno
ja: シフトの選択
lv: Maiņu atlase
nl: Dienst Selectie
no: Skift utvalg
pl: Wybór dyżuru
pt: Seleção de turno
ru: Выбор смены
sv: Skiftval
tr: Vardiya seçimi
zh_cn: 班次选择
zh_hk: 班次選擇

# StudentAvailabilities
source: Hourly availabilities
ar: الاتاحات بالساعه
cs: Hodinové dostupnosti
da: Disponible timeansatte
de: Stundenverfügbarkeit
es: Disponibilidades por hora
fa: دسترس پذیری های ساعتی
fi: Tuntityöntekijän käytettävyydet
fr: Disponibilités horaires
it: Disponibilità studenti
ja: 学生の空き状況
lv: Stundu pieejamība
nl: Uurlijkse Beschikbaarheden
no: Timebasert tilgjengelighet
pl: Dostępności godzinowe
pt: Disponibilidades horárias
ru: Почасовые доступности
sv: Tillgänglighet timanställda
tr: Saate göre uygunluk
zh_cn: 小时工可用性
zh_hk: 小時工可用性

source: Teams
ar: فرق
cs: Týmy
es: Equipos
fa: تیم ها
fi: Tiimit
fr: Equipes
it: Team
ja: チーム
lv: Nodaļas
no: Team
pl: Zespoły
pt: Equipes
ru: Группы
sv: Team
tr: Ekipler
zh_cn: 组
zh_hk: 組

# ExtendReduceDaysoffForFlexibleAgents
source: Adjust for flexible days off
ar: عدل لايام العطلات المرنه
cs: Přizpůsobení pro pružné dny volna
da: Tilpas for fleksible fridage
de: Nutze Toleranz der freien Tage aus Vertrag
es: Ajustar flexibilidad de días libres
fa: تنظیم برای زمان کار قابل تغییر
fi: Muutokset vapaapäivä joustolle
fr: Ajuste pour des jours libres flexibles
it: Adatta per riposi flessibili
ja: フレックス休暇の調整
lv: Regulējums elastīgajām brīvdienām
nl: Aanpassen voor flexibele vrije dagen
no: Justert for fleksible fridager
pl: Dopasuj do elastycznych dni wolnych
pt: Ajustar folgas flexíveis
ru: Регулировать для гибкого кол-ва выходных
sv: Justera för flexibla lediga dagar
tr: Esnek hafta tatili sayısını ayarla
zh_cn: 调整灵活休息日
zh_hk: 調整靈活休息日

# FullWeekEndDaysOff
source: Weekend days off
ar: ايام العطلات فى نهايه الاسبوع
cs: Dny volna o víkendu
da: Weekend fridage
de: Freie Wochenendtage
es: Días libres de fin de semana
fa: روزهای تعطیل آخر هفته
fi: Viikonloppuvapaa
fr: Jours libres weekend
it: Riposo nel fine settimana
ja: 週末の休暇
lv: Nedēļas nogales brīvdienas
nl: Weekend vrije dagen
no: Fridager helg
pl: Weekendowe dni wolne
pt: Dias de folga em finais de semana
ru: Выходные в Сб или Вс
sv: Lediga helgdagar
tr: Haftasonu tatilleri
zh_cn: 周末休息日
zh_hk: 週末休息日

source: Running background job...
ar: الوظيفة تعمل فى الخلفيه
cs: Probíhá úloha na pozadí ...
da: Køre baggrunds job...
de: Job wird im Hintergrund ausgeführt
es: Ejecutando tarea de fondo
fa: در حال اجرای کار در پشت زمینه
fi: Taustatyö käynnissä...
fr: Exécute requête d'arrière-plan...
it: Esecuzione attività in background...
ja: バックグラウンドジョブを実行中...
lv: Darbojas fona uzdevums...
no: Kjører bakgrunns jobb...
pl: Przetwarzanie w tle...
pt: Executando tarefa em background...
ru: Выполняется фоновая задача
sv: Bakgrundsjobb pågår...
tr: Arka planda iş sürüyor...
zh_cn: 正在运行后台任务
zh_hk: 正在運行幕後工作

# RowsPerPageTen
source: Ten
ar: عشرة
cs: deset
da: Ti
de: Zehn
es: Diez
fa: ده
fi: Kymmenen
fr: Dix
it: Dieci
lv: Desmit
nl: Tien
no: Ti
pt: Dez
ru: Десять
sv: Tio
tr: On
zh_cn: 十
zh_hk: 十

source: Missing absence type.
ar: نوع الغياب الغير موجود
cs: Chybí typ absence.
da: Mangler fraværstype
de: Fehlender Abwesenheitstyp
es: Falta tipo de ausencia.
fa: نوع مرخصی گمشده.
fi: Poissaolo kateissa.
fr: Type d'absence manquant.
it: Tipo assenza mancante.
ja: 欠勤の種類がありません。
lv: Trūkst prombūtnes tips
nl: Ontbrekende afwezigheid type.
no: Mangler fraværstype.
pl: Brakujący typ nieobecności.
pt: O tipo da ausência está faltando.
ru: Отсутствие типа отсутствия
sv: Saknad frånvarotyp.
tr: Devamsızlık türü bulunamadı.
zh_cn: 缺少缺勤类型
zh_hk: 缺少缺勤類型

# DayOffTolerancMinus
source: Days Off Tolerance -
ar: التفاوت فى ايام العطلات -
cs: Tolerance dnů volna -
da: Fridags Tolerence -
de: Toleranz freie Tage -
es: Tolerancia de Día Libre (-)
fa: دامنه تغییرات + روز های تعطیل
fi: Vapaapäivien jousto -
fr: Tolérance - jours libres
it: Tolleranza riposi -
ja: 休暇の許容範囲 -
lv: Brīvdienu Pielaide -
nl: Vrije Dagen Tolerantie -
no: Fridager toleranse -
pl: Tolerancja dni wolnych -
pt: Tolerância de Dias de Folga -
ru: Толерантность выходных -
sv: Tolerans fridagar -
tr: Hafta tatili toleransı -
zh_cn: 休息日容差 -
zh_hk: 休息日容差 -

# NoPersonPeriodFoundForUser
source: No person period found for this user
ar: لا يوجد فترة شخص لهذا الشخص
cs: Pro tohoto uživatele nebylo nalezeno žádné osobní období
da: Ingen gyldig ansættelsesperiode fundet for denne medarbejder
de: Keine Personen-Periode gefunden für den Nutzer.
es: No se ha encontrado período personal para este usuario
fa: هیچ دوره شخصی برای این کاربر یافت نشد
fi: Henkilöjaksoa ei löytynyt käyttäjälle
fr: Aucune personne trouvée pour cet utilisateur
it: Nessun periodo di anagrafica trovato per questo dipendente
ja: このユーザーに対する要員期間が見つかりません
lv: Nav atrasts personas periods šim lietotājam
nl: Geen persoon periode gevonden voor deze user
no: Ingen personperiode funnet for denne brukeren
pl: Nie znaleziono okresu osobistego dla tego użytkownika
pt: Nenhum período da pessoa foi encontrado para esse usuário
ru: Не найден персональный период для данного пользователя
sv: Ingen personperiod hittad för denna användare
tr: Bu kullanıcı için kişi dönemi bulunamadı
zh_cn: 未发现该用户的人员周期
zh_hk: 未發現該用戶的人員週期

# ResReportRequestsPerAgent
source: Requests per Agent
ar: الطلبات لكل ممثل
cs: Požadavky dle agentů
da: Forespørgelse pr. medarbejder
de: Anfragen pro Mitarbeiter
es: Solicitudes por Agentes
fa: درخواست ها برای هر پاسخگو
fi: Pyynnöt per agentti
fr: Demandes par agent
it: Richieste per agente
ja: エージェント当たりの要求数
lv: Pieprasījumi pēc Operatoriem
nl: Aanvragen per Agent
no: Forespørsler per agent
pl: Wnioski na agenta
pt: Solicitações Por Agente
ru: Запросы по оператору
sv: Förfrågningar per agent
tr: Müşteri temsilcisi başına istekler
zh_cn: 每个座席代表的申请
zh_hk: 每個座席代表的申請

# ExtendingAndReducingDaysoff
source: Extending and reducing days off for flexible agents
ar: زيادة و اقلال ايام العطلات للممثلين المرنين
cs: Rozšířené a redukované dny volná pro průžné agenty
da: Forlæng og reducere fridage for fleksible medarbejdere
de: Erweitern und Reduzieren der freien Tage für flexible Mitarbeiter
es: Extendiendo y reduciendo días libres de agentes flexibles.
fa: توسعه و کاهش زمان برای پاسخگوهای قابل تغییر
fi: Muokkaa vapaapäiviä joustaville agenteille.
fr: Extension et réduction des jours libres pour les agents flexibles
it: Estensione e riduzione riposi per agenti flessibili
ja: フレックスエージェントの休暇の増減
lv: Paplašinātās un samazinātās brīvdienas elastīgajiem operatoriem
nl: Uitbreiding en verminderen van vrije dagen voor flexibele agenten.
no: Utvider og reduserer fridager for fleksible agenter
pl: Powiększanie i zmniejszanie dni wolnych dla agentów elastycznych
pt: Aumentando e reduzindo folgas para agentes flexíveis
ru: Увеличение или уменьшение выходных для гибких операторов
sv: Justerar lediga dagar för flexibla agenter
tr: Esnek müşteri temsilcileri için haftalık tatil günleri artırılıp azaltılıyor
zh_cn: 为灵活座席代表增减休息日
zh_hk: 為靈活座席代表增減休息日

# DayOffTolerancePlus
source: Days Off Tolerance +
ar: التفاوت فى ايام العطلات +
cs: Tolerance dnů volna +
da: Fridags Tolerence +
de: Toleranz freie Tage +
es: Tolerancia de Día Libre (+)
fa: دامنه تغییرات - روز های تعطیل
fi: Vapaapäivien jousto +
fr: Tolérance + jours libres
it: Tolleranza riposi +
ja: 休暇の許容範囲 +
lv: Brīvdienu Pielaide +
nl: Vrije Dagen Tolerantie +
no: Fridager toleranse +
pl: Tolerancja dni wolnych +
pt: Tolerência de Dias de Folga +
ru: Толерантность выходных +
sv: Tolerans fridagar +
tr: Hafta tatili toleransı +
zh_cn: 休息日容差 +
zh_hk: 休息日容差 +

source: Target Value
ar: القيمه المستهدفه
cs: Cílová hodnota
da: Målværdien
de: Ziel-Wert
es: Valor del Objetivo
fa: ارزش هدف
fi: Tavoite arvo
fr: Valeur cible
it: Valore obiettivo
ja: ターゲット値
lv: Mērķa Vērtības
no: Mål verdi
pl: Wartość docelowa
pt: Valor Alvo
ru: Целевое значение
sv: Målvärde
tr: Hedef değer
zh_cn: 目标值
zh_hk: 目標值

# SubmitRequest
source: Submit
ar: ادخال
cs: Přijmout
da: Indsend forespørgelse
de: Übertragen
es: Aceptar
fa: ارائه کردن
fi: Tallenna
fr: Soumettre
it: Inoltra
ja: 送信
lv: Iesniegt
nl: Voorleggen
no: Send
pl: Wyślij
pt: Enviar
ru: Отправить
sv: Skicka
tr: Gönder
zh_cn: 提交
zh_hk: 提交

# WorkloadWindowAlreadyOpen
source: This Workload {0} window is open. Please close it as it is no longer valid.
ar: نافذة حجم العمل {0} لا تزال مفتوحة، فضلا اغلقها حيث انها لم تعد صالحة
cs: Toto okno pracovní náplně {0} je otevřeno. Prosím zavřete ho protože již není platné.
da: Denne arbejdsbelastning {0} er åben. luk den venligst da den ikke længere er gyldig.
de: Das Fenster des Workloads {0} ist noch geöffnet. Bitte schließen Sie es, da es keine Gültigkeit mehr hat.
es: La ventana del Workload {0} está abierta. Por favor, ciérrela por falta de validez.
fa: برای این حجم کاری {0} پنجره باز است.لطفا آنرا ببندید .چون دیگر معتبر نیست
fi: Työmäärä {0} jakso on avoinna. Sulje ikkuna, koska se ei ole enää voimassa.
fr: La fenêtre du flux {0} est ouverte. Merci de la fermer car elle n'est plus actuelle.
it: La finestra del Carico di lavoro {0} è aperta. Per favore chiudila in quanto non è più valida.
ja: ワークロード {0} のウィンドウが開いています。このウィンドウの内容は既に無効ですので、ウィンドウを閉じてください。
lv: Šis Darba slodze {0} logs ir atvērts. Lūdzu, aizveriet to, jo tas vairs nav derīgs.
nl: Deze workload {0} raam is open. Sluit het aangezien het is niet langer geldig is.
no: Dette arbeidsbyrde {0} vinduet er åpent. Vennligst lukk det da det ikke lenger er gyldig.
pl: Okno tego przydziału pracy {0} jest otwarte.
pt: A janela da Carga de Trabalho {0} está aberta. Por favor feche-a pois é não é mais válida.
ru: Открыто окно рабочей нагрузки {0}. Пожалуйста, закройте его, т.к. оно более не действительно.
sv: Detta workloadfönster {0} är öppet. Var god stäng det, då det inte längre är giltigt.
tr: {0} işyükü penceresi artık geçersiz. Lütfen kapayın.
zh_cn: 已打开的工作量窗口{0}已不再有效，请关闭。
zh_hk: 已打開的工作量視窗{0}已不再有效，請關閉。

source: Long-term Forecast
ar: توقع بعيد المدى
cs: Dlouhodobá prognóza
da: Langsigtet prognose
de: Langzeit-Forecast
es: Previsión a largo plazo
fa: پیش بینی بلند مدت
fi: Pitkänaikavälin ennuste
fr: Prévisions long-terme
it: Previsione a lungo termine
ja: 長期予測
lv: Ilgtermiņa Prognoze
nl: Lange-Termijn Forecast
no: Langsiktig prognose
pl: Prognoza długoterminowa
pt: Previsão de Longo Prazo
ru: Долгосрочный прогноз
sv: Långtidsprognos
tr: Uzun süreli tahmin
zh_cn: 长期预测
zh_hk: 長期預測

source: Manage Rule Sets
ar: إدارة القواعد
cs: Spravovat pravidla
da: Administrer regelsæt
de: verwalten
es: Gestionar conjunto de normas
fa: مدیریت کردن مجموعه قواعد
fi: Hallinnoi asetuksia
fr: Gérer les règles d'horaires
it: Gestione insiemi di regole
ja: ルールセットの管理
lv: Pārvaldīt Noteikumu Uzstādījumus
nl: Beheer Regel Sets
no: Administrer regel sett
pl: Zarządzaj zestawami reguł
pt: Gerenciar conjuntos de regras
ru: Управление наборами правил
sv: Hantera regeluppsättning
tr: Kural setlerini yönet
zh_cn: 管理班次规则
zh_hk: 管理班次規則

# RequestCannotUpdateDelete
source: Your request state has been changed, you cannot update/delete it.
ar: تم تغيير حالة طلبك، لا يمكنك أن تحدثه \ تحذفه
cs: Váš požadavek byl změněn, nemůžete ho upravit/smazat.
da: Din forespørgelses tilstand er blevet ændret. du kan ikke opdatere eller ændre den mere.
de: Der Status der Anfrage hat sich geändert. Sie können diese nicht verändern oder löschen.
es: Su solicitud ha sido cambiada. No puede actualizarla ni borrarla.
fa: وضعیت درخواست شما تغییر کرده است. شما نمیتوانید آن را به روز رسانی/ حذف کنید.
fi: Sinun pyyntösi tila on muuttunut, et voi päivittää tai poistaa sitä.
fr: Le statut de la demande a été modifié, vous ne pouvez la mettre à jour/la supprimer.
it: Lo stato della tua richiesta è cambiato, non puoi aggiornarla/cancellarla.
ja: 要求の状態が変更されました。この要求を更新/削除することはできません。
lv: Jūsu pieprasījuma stāvoklis ir mainījies, jūs nevarat atjaunināt / dzēst.
nl: Uw aanvraag toestand is gewijzigd, U kan het niet updaten/verwijderen.
no: Tilstanden til din forespørsel er endret, du kan ikke oppdatere/slette den.
pl: Stan twojego żądania uległ zmianie i nie można go edytować ani skasować.
pt: O estado da sua solicitação mudou, você não pode mais alterá-la ou excluí-la.
ru: Статус вашего запроса был изменен, вы не можете обновить/удалить его.
sv: Status för din förfrågan har ändrats, du kan inte ändra eller ta bort den.
tr: İsteğinizin durumunda bir değişiklik meydana geldiğinden isteğinizi güncellemeniz veya silmeniz mümkün olmayacaktır.
zh_cn: 您的申请状态已被更改，不能更新或删除。
zh_hk: 您的申請狀態已被更改，不能更新或刪除。

# SkillTypeRetail
source: Retail
ar: تجزئة
da: Detail
fa: جزئی
fi: Vähittäiskauppa
fr: Distribution
ja: リテール
lv: Izplatīšana
no: Detaljhandel
pl: Sprzedaż detaliczna
pt: Varejo
ru: Розничная продажа
sv: Butiker
tr: Perakende
zh_cn: 零售
zh_hk: 零售

source: Actual Employees
ar: الموظفون الحقيقيون
cs: Aktuální zaměstnanci
da: Faktiske Medarbejdere
de: Aktuelle Mitarbeiter
es: Empleados Actuales
fa: کارمندان واقعی
fi: Tämän hetkiset työntekijät
fr: Staff réel
it: Dipendenti effettivi
ja: 従業員数 実値
lv: Aktuālie Darbinieki
nl: Actuele Medewerkers
no: Faktiske Ansatte
pl: Aktualni Pracownicy
pt: Funcionários Reais
ru: Текущие сотрудники
sv: Verkligt antal anställda
tr: Güncel çalışan sayısı
zh_cn: 实际员工数量
zh_hk: 實際員工數量

# ExportToBU
source: Export to business unit
ar: تصدير إلى وحدة العمل
cs: Export do obchodního útvaru
da: Eksporter til Forretningsenhed
de: Export in Geschäftseinheit
es: Exportar a unidad de negocio
fa: صدور به واحد کسب و کار
fi: Vie toiseen liiketoimintayksikköön
fr: Exporter vers unité opérationnelle
it: Esporta in Business Unit
ja: ビジネスユニットにエクスポート
lv: Eksportēt uz darba vienību
nl: Exporteren naar business unit
no: Eksporter til foretaksenhet
pl: Eksportuj do jednostki biznesowej
pt: Exportar para unidade de negócio
ru: Экспорт в бизнес-подразделение
sv: Exportera till affärsenhet
tr: İş ünitesine aktar
zh_cn: 导出到业务单位
zh_hk: 匯出到業務單位

source: Export to file
ar: تصدير إلى ملف
cs: Exportovatdo souboru
da: Eksport til fil
de: Export in Datei
es: Exportar a fichero
fa: صدور به فایل
fi: Vie tiedostoon
fr: Exporter vers fichier
it: Esportazione su file
ja: ファイルにエクスポート
lv: Eksportēt uz failu
nl: Exporteren naar bestand
no: Eksporter til fil
pl: Eksportuj do pliku
pt: Exportar para arquivo
ru: Экспорт в файл
sv: Exportera till fil
tr: Dosyaya aktar
zh_cn: 导出到文件
zh_hk: 匯出到文件

# FileExportDone
source: File export is done
ar: تم تصدير الملف
cs: Export souboru je dokončen
da: Fil eksport er gennemført
de: Datei-Export ist abgeschlossen
es: Exportación de fichero finalizada
fa: صدور فایل انجام شد
fi: Tiedoston vienti on valmis
fr: Export de fichier terminé
it: Esportazione file eseguita
ja: ファイルのエクスポートが完了しました
lv: Faila eksportēšana ir pabeigta
nl: Bestand exporteren is gedaan
no: Fil eksport er ferdig
pl: Eksport do pliku zakończony
pt: A exportação para arquivo foi concluída
ru: Экспорт файла завершен
sv: Filexporten är klar
tr: Dosyaya aktarım tamamlandı
zh_cn: 文件导出已完成
zh_hk: 檔匯出已完成

# SelectDateAndScenario
source: Select a date and a scenario
ar: اختر التاريخ والسيناريو
cs: Zvolte datum a scénář
da: Vælg dato og Scenarie
de: Datum und Szenario wählen
es: Seleccione una fecha y escenario
fa: انتخاب یک تاریخ و یک سناریو
fi: Valitse päivä ja skenaario
fr: Sélectionner une date et un scénario
it: Seleziona una data e uno scenario
ja: 日付とシナリオを選択
lv: Izvēlieties datumu un scenāriju
nl: Selecteer een datum en een scenario
no: Velg en dato og et scenario
pl: Wybierz datę i scenariusz
pt: Selecione uma data e um cenário
ru: Выбор даты и сценария
sv: Välj ett datum och ett scenario
tr: Tarih ve senaryo seç
zh_cn: 选择一个日期和情景
zh_hk: 選擇一個日期和情景

source: Select file destination
ar: اختر الوجهة
cs: Zvolte umístění souboru
da: Vælg fil distination
de: Zielort für Datei wählen
es: Seleccionar fichero de destino
fa: انتخاب مقصد فایل
fi: Valitse tallennuksen kohde
fr: Sélectionner destination du fichier
it: Seleziona destinazione file
ja: ファイルの出力先を選択
lv: Izvēlieties faila galamērķi
nl: Selecteer bestand bestemming
no: Velg fil destinasjon
pl: Wybierz lokalizację pliku
pt: Selecione o arquivo de destino
ru: Выбор назначения файла
sv: Välj fildestination
tr: Klasör seç
zh_cn: 选择文件目标位置
zh_hk: 選擇檔目標位置

# SelectSkill
source: Select a skill
ar: اختر مهارة
cs: Vybrat kalifikaci
da: Vælg en kompetence
de: Skill auswählen
es: Seleccionar skill
fa: انتخاب یک مهارت
fi: Valitse taito
fr: Sélectionner compétence
it: Seleziona uno Skill
ja: スキルを選択
lv: Izvēlieties prasmi
nl: Selecteer een skill
no: Velg en ferdighet
pl: Wybierz umiejętność
pt: Selecione um skill
ru: Выбор навыка
sv: Välj en kompetens
tr: Yetenek seç
zh_cn: 选择一个技能
zh_hk: 選擇一個技能

# CSVFile
source: CSV files (*.csv)|*.csv
ar: ملف بامتداد CSV (*.CSV)
cs: CSV soubor (*.csv)|*.csv
da: CSV fil (*.csv)|*.csv
de: CSV Datei (*.csv)|*.csv
es: Ficheros CSV (*.csv)|*.csv
fa: فایل های( CVS (*.cvs |*.cvs
fi: CSV tiedostot (*.cdv)|*.csv
fr: Fichiers CSV (*.csv)|*.csv
it: File CSV (*.csv)|*.csv
ja: CSVファイル (*.csv)|*.csv
nl: CSV bestanden (*.csv)|*.csv
no: CSV filer (*.csv)|*.csv
pl: Plik CSV (*.csv)|*.csv
pt: Arquivos CSV (*.csv)|*.csv
ru: CSV файлы (*.csv)|*.csv
sv: CSV-filer (*.csv)|*.csv
tr: CSV dosyası (*.csv)|*.csv
zh_cn: CSV 文件 (*.csv)|*.csv
zh_hk: CSV 文件 (*.csv)|*.csv

source: Export Staffing
ar: تصدير عمالة
cs: Export personálního obsazení
da: Eksporter Ansatte
de: Exportiere Personalbedarf
es: Exportar Dotación
fa: صدور کارمند
fi: Vie henkilömäärä
fr: Exporter personnel
it: Esportazione allocazione
ja: 要員配置のエクスポート
lv: Eksportēt Personālu
nl: Exporteer Personeelsbezetting
no: Eksporter bemanning
pl: Eksportuj załogę
pt: Exportar Staffing
ru: Экспорт штата
sv: Exportera bemanning
tr: Kadro aktar
zh_cn: 导出人员配备
zh_hk: 匯出人員配備

source: Export Workload
ar: اصدر العمل
cs: Exportovat pracovní náplň
da: Eksporter Arbejdsbelastning
de: Exportiere Workload
es: Exporatr Workload
fa: صدور حجم کاری
fi: Vie työmäärä
fr: Exporter volume
it: Esporta Carico di lavoro
ja: ワークロードのエクスポート
lv: Eksportēt Darba Slodzi
nl: Exporteer Workload
no: Eksporter arbeidsbyrde
pl: Eksporuj przydział pracy
pt: Exportar Carga de Trabalho
ru: Экспорт рабочей нагрузки
sv: Exportera workload
tr: İşyükü aktar
zh_cn: 导出工作量
zh_hk: 匯出工作量

source: Export Workload and Staffing
ar: اصدر العمل و الموظفين
cs: Exportovat pracovní náplň a personální obsazení
da: Eksporter Arbejdsbelastning og Ansatte
de: Exportiere Workload und Personalbedarf
es: Exportar Workload y Dotación
fa: صدور حجم کاری و کارمند
fi: Vie työmäärä ja henkilömäärä
fr: Exporter volume et personnel
it: Esporta Carico di lavoro e allocazione
ja: ワークロードと要員配置のエクスポート
lv: Eksportēt Darba Slodzi un Personālu
nl: Exporteer Workload en Personeelsbezetting
no: Eksporter arbeidsbyrde og bemanning
pl: Eksportuj przydział pracy i załogi
pt: Exportar Carga de Trabalho e Staffing
ru: Экспорт рабочей нагрузки и штата
sv: Exportera workload och bemanning
tr: İşyükü ve kadro aktar
zh_cn: 导出工作量和人员配备
zh_hk: 匯出工作量和人員配備

source: Average Customers
ar: متوسط عدد الزبائن
cs: Průměrně zákazníků
da: Gennemsnitlige kunder
de: Durchschn. Kunden
es: Promedio Clientes
fa: میانگین مشتریان
fi: Keskimääräiset asiakkaat
fr: Moyenne clients
it: Clienti medi
ja: 平均顧客数
lv: Vidējais klientu daudzums
nl: Gemiddelde Klanten
no: Snitt kunder
pl: Klienci średnio
pt: Média de Clientes
ru: Среднее количество клиентов
sv: Genomsnittligt antal kunder
tr: Ortalama müşteri
zh_cn: 平均客户数
zh_hk: 平均客戶數

source: Calculated customers
ar: العملاء المحسوبون
cs: Kalkulováno zákazníků
da: Beregnede Kunder
de: Berechnete Kunden
es: Clientes calculados
fa: مشتریهای محاسبه شده
fi: Lasketut asiakkaat
fr: clients calculés
it: Clienti calcolati:
ja: 算出顧客数
lv: Aprēķinātie klienti
nl: Berekende klanten
no: Beregnede kunder
pl: Klienci wyliczeni
pt: Clientes Calculados
ru: Расчетное количество клиентов
sv: Beräknade kunder
tr: Hesaplanan müşteri
zh_cn: 统计的客户数
zh_hk: 統計的客戶數

source: Same end time
ar: نهاية التوقيت ذاته
cs: Stejný čas ukončení
da: Samme slut tid
de: gleiche Endzeit
es: Igual hora de fin
fa: زمان پایان یکسان
fi: Sama päättymisaika
fr: Même heure de fin
it: Stesso ora di fine
ja: 同じ終了時刻
lv: Tas pats beigu laiks
nl: Zelfde eindtijd
no: Samme sluttid
pl: Taki sam czas zakończenia
pt: Mesmo horário de fim
ru: Одинаковое время окончания
sv: Samma sluttid
tr: Aynı bitiş süresi
zh_cn: 相同结束时间
zh_hk: 相同結束時間

source: Same shift category
ar: فئة الوردية ذاتها
cs: Stejná kategorie směn
da: Samme vagtkategori
de: gleiche Schichtkategorie
es: Igual categoría de turno
fa: دسته بندی شیفت یکسان
fi: Sama työvuoroluokka
fr: Même catégorie d'horaires
it: Stessa categoria turni
ja: 同じシフトカテゴリ
lv: Tā pati maiņu kategorija
nl: Zelfde dienst categorie
no: Samme skiftkategori
pl: Taka sama kategoria dyżuru
pt: Mesma categoria de turno
ru: Одинаковая категория смены
sv: Samma skiftkategori
tr: Aynı vardiya kategorisi
zh_cn: 相同班次类别
zh_hk: 相同班次類別

source: Same start time
ar: بداية الوقت ذاتها
cs: Stejný čas začátku
da: Samme start tid
de: gleiche Startzeit
es: Igual hora de inicio
fa: زمان شروع یکسان
fi: Sama aloitusaika
fr: Même horaire de début
it: Stessa oa di inizio
ja: 同じ開始時刻
lv: Viens sākuma laiks
nl: Zelfde Starttijd
no: Samme starttid
pl: Taki sam czas rozpoczęcia
pt: Mesmo horário de início
ru: Одинаковое время начала
sv: Samma starttid
tr: Aynı başlangıç süresi
zh_cn: 相同开始时间
zh_hk: 相同開始時間

# UseRestriction
source: Use Restrictions
ar: استخدم الحظر
cs: Použít omezení
da: Brug begrænsninger
de: Benutzte Einschränkungen
es: Usar restricciones
fa: استفاده محدودیت ها
fi: Käytä rajoituksia
fr: Utiliser restrictions
it: Usa limitazioni
ja: 制限を使用
lv: Lietot Ierobežojumus
nl: Gebruik Beperkingen
no: Bruk Restriksjoner
pl: Użyj restrykcji
pt: Usar Restrições
ru: Использовать ограничения
sv: Använd begränsningar
tr: Kısıtlamalar
zh_cn: 使用限制条件
zh_hk: 使用限制條件

source: Customers
ar: العملاء
cs: Zákazníci
da: Kunder
de: Kunden
es: Clientes
fa: مشتریان
fi: Asiakkaat
fr: Clients
it: Clienti
ja: 顧客
lv: Klienti
nl: Klanten
no: Kunder
pl: Klienci
pt: Clientes
ru: Клиенты
sv: Kunder
tr: Müşteri
zh_cn: 客户
zh_hk: 客戶

# DeviationCustomersColon
source: Deviation customers:
ar: معامل الانحراف للزبائن
cs: Odchylka zákazníků:
da: Afvigelse kunder:
de: Differenz Kunden
es: Desviación Clientes:
fa: مغایرت مشتری ها :
fi: Asiakaspoikkeama:
fr: Déviation clients
it: Deviazione clienti:
ja: 逸脱顧客:
lv: Novirzes klienti:
nl: Deviatie klanten:
no: Avvik Kunder:
pl: Odchylenie klientów:
pt: Desvio de clientes:
ru: Отклонения клиентов:
sv: Avvikelse kunder:
tr: Müşteri sapma
zh_cn: 客户数量偏差
zh_hk: 客戶數量偏差

source: Employee
ar: موظف
cs: Zaměstnanec
da: Medarbejder
de: Mitarbeiter
es: Empleado
fa: کارمند
fi: Työntekijä
fr: Employé
it: Dipendente
ja: 従業員
lv: Darbinieks
nl: Medewerker
no: Ansatt
pl: Pracownik
pt: Funcionário
ru: Сотрудник
sv: Anställd
tr: Çalışan
zh_cn: 员工
zh_hk: 員工

source: Employees
ar: موظفون
cs: Zaměstnanci
da: Medarbejdere
de: Mitarbeiter
es: Empleados
fa: کارمندان
fi: Työntekijät
fr: Employés
it: Dipendenti
ja: 従業員
lv: Darbinieki
nl: Medewerkers
no: Ansatte
pl: Pracownicy
pt: Funcionários
ru: Сотрудники
sv: Anställda
tr: Çalışanlar
zh_cn: 员工
zh_hk: 員工
