Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Payroll Export Wizard
ar: صفحة تصدير نظام الرواتب
cs: Průvodce exportem mezd
da: Guide til Eksport til Lønsystem
de: Lohn-Export Wizard
es: Asistente para Exportar a Payroll
fa: نصب خودکار صدور لیست حقوقی
fi: Palkanmaksun ohjattu vientiprosessi
fr: Assistant export feuille de paie
id: Menu Ekspor Payroll
it: Wizard Esportazione Payroll
ja: 賃金台帳エクスポートウィザード
lv: Algas Eksporta Vednis
no: Veiviser lønningseksport
pl: Asystent eksportu płac
pt: Assitente de Exportação para Folha de Pagamento
ru: Мастер экспорта данных заработной платы
sv: Lönelistexportguide
tr: Bordro Eksport Sihirbazı
zh_cn: 工资表导出向导
zh_hk: 工資表匯出嚮導

source: Use shrinkage
ar: استخدم الانكماش
cs: Použij ztrátu
da: Anvend Svind
de: Shrinkage (Anpassung) verwenden
es: Usar absentismo
fa: وضغیت نقصان را بکار گیرید
fi: Käytä kutistumaa
fr: Utiliser réduction
id: Gunakan penyusutan
it: Usa riduzione
ja: シュリンケージを使用
lv: Lietot samazinājumu
nl: Gebruik shrinkage
no: Bruk svinn
pl: Użyj absencji
pt: Usar indisponibilidade
ru: Использовать коэффициент сокращения
sv: Använd shrinkage
tr: Daralmayı kullan
zh_cn: 使用损耗
zh_hk: 使用損耗

# FileTypeSelection
source: Select type of export file
ar: اختر نوع الملف المُصَدر
cs: Vyber typ souboru
da: Vælg type eksportfil
de: Wählen Sie Typ der Exportdatei
es: Seleccionar tipo de archivo a exportar
fa: انتخاب نوع فایل صدور
fi: Valitse vietävän tiedoston muoto
fr: Sélectionner type du fichier export
id: Pilih jenis file ekspor
it: Selezione tipo di esportazione file
ja: エクスポートファイルの種類を選択
lv: Izvēlēties eksporta faila tipu
nl: Selecteer het exportbestand type
no: Velg type eksportfil
pl: Wybierz typ pliku do eksportu
pt: Selecionar o tipo de arquivo para exportar
ru: Выберите тип файла для экспорта
sv: Välj typ av exportfil
tr: Dosya tipi seç
zh_cn: 选择导出文件类型
zh_hk: 選擇匯出檔案類型

source: ESL
ar: مستوى الخدمة المتوقع
fr: NSE
pt: NSE
ru: Расчетный уровень сервиса
zh_cn: 预估的服务水平
zh_hk: 預估的服務水準

# BusinessRulePersonAccountError1
source: PersonAccount for {0}, starting at {1} exceeds accrued value
ar: حساب الشخص {0}, ابتداءً من {1} يتجاوز القيمة المستحقة
cs: Osobní účet pro {0}, od {1} překračuje hodnotu příštího období
da: MedarbejderKonto for {0}, startende ved {1} overstiger akkumuleret værdi
de: Personalkonto von {0}, mit Begin bei {1} überschreitet den angelaufenen Wert
es: Cuenta Personal para {0}, comenzando en {1} excede valor del campo Acumulado
fa: حساب شخص برای {0} ، شروع در {1} سرریز مقدار اضافه شده
fi: Henkilötili {0}, alkaen {1} ylittää kertyneen arvon
fr: Compte personne pour {0}, commençant à {1} excède la valeur accrue
id: Akun orang untuk {0}, dimulai dari {1} melampaui jumlah akumulasi
it: Contatori di {0}, valore maturato oltrepassato a partire dal {1}
ja: {1} に開始した {0} の個人アカウントが未払いの値を超えています
lv: Personas Konts {0}, sākot no {1} pārsniedz uzkrātās vērtības
nl: PersoonAccount voor {0}, beginnend bij {1} overtreft opgebouwde waarde
no: Personkonto for {0}, som starter på {1} overskrider påløpt verdi
pl: Konto osobiste {0}, od {1} przekracza zebraną wartość
pt: Conta pessoal para {0}, iniciando em {1} supera valor correto
ru: Индивидуальный счет для {0} с началом в {1} превышает значение начислено
sv: Tidsuppföljning för {0}, med start {1} överstiger det upparbetade värdet
tr: {1} başlangıçlı {0} için kişi hesabı tahakkuk eden süreyi aşıyor
zh_cn: {0} 的个人帐户，从{1}开始超过了增加值
zh_hk: {0} 的個人帳戶，從{1}開始超過了增加值

source: Team settings
ar: اعدادات الفريق
cs: Nastvení týmu
da: Team indstillinger
de: Team Einstellungen
es: Configuración de equipos
fa: تنظیمات تیم
fi: Tiimin asetukset
fr: Propriétés équipe
id: Setting tim
it: Impostazioni Team
ja: チームの設定
lv: Nodaļas uzstādījumi
nl: Team instellingen
no: Teaminnstillinger
pl: Ustawienia zespołu
pt: Parâmetros da equipe
ru: Настройки группы
sv: Inställningar för arbetsteam
tr: Takım ayarları
zh_cn: 小组设定
zh_hk: 小組設定

# TeamWriteProtection
source: Write protection (days)
ar: حقوق الطبع (أيام)
cs: Ochrana zápisu (dny)
da: Skrivebeskyttelse (dage)
de: Schreibschutz (Tage)
es: Protección contra escritura (días)
fa: محافظت از نوشتن (روزها)
fi: Kirjoitussuojaus (päivää)
fr: Protection d'écriture (jours)
id: Proteksi penulisan (hari)
it: Protezione scrittura (giorni)
ja: 書き込み禁止（日数）
lv: Pārrakstīšanas aizsardzība (dienas)
nl: Schrijf bescherming (dagen)
no: Skrivebeskytt (dager):
pl: Blokada zapisu (dni)
pt: Proteção contra gravação (dias)
ru: Защита от изменения (дни)
sv: Skrivskydd (dagar)
tr: Değişiklik kilidi (günler)
zh_cn: 写保护 (天数 )
zh_hk: 防寫 (天數 )

# PayrollCode
source: Payroll System Code
ar: شفرة نظام الرواتب
cs: Kód pro mzdový systém
da: Lønsystemkode
de: Lohn-Export Systemcode
es: Código para sistema Payroll
fa: کد سیستم لیست حقوق
fi: Palkanmaksujärjestelmän koodi
fr: Code système feuille de paie
id: Kode sistem payroll
it: Codice sistema Payroll
ja: 賃金台帳のシステムコード
lv: Algas Sistēmas Kods
no: Kode lønnssystem
pl: Kod systemu płacowego
pt: Código no sistema de folha de pagamento
ru: Код системы заработной платы
sv: Lönesystemets kod
tr: Bordro sistem kodu
zh_cn: 薪资系统代码
zh_hk: 薪資系統代碼

# Payrolls
source: Export payroll data
ar: بيانات نظام الرواتب
cs: Exportovat data mezd
da: Eksport af løndata
de: Lohn-Export Daten
es: Exportar datos de payroll
fa: صدوحقوقر داده لیست
fi: Palkanmaksutietojen vienti
fr: Exporter données feuille de paie
id: Ekspor data payroll
it: Esporta dati Payroll
ja: 賃金台帳データのエクスポート
lv: Eksportēt algas datus
nl: Export payroll data Export payroll data
no: Eksport lønnsdata
pl: Eksportuj dane płacowe
pt: Exportar dados da folha de pagamento
ru: Экспорт данных заработной платы
sv: Exportera lönelistor
tr: Bordro verisini aktar
zh_cn: 导出薪资数据
zh_hk: 匯出薪資數據

# LoadingPeopleTreeDots
source: Loading People...
ar: تحميل الاشخاص...
cs: Načítávám lidi ...
da: Indlæser Medarbejdere...
de: Lade People...
es: Cargando People...
fa: بارگذاری افراد...
fi: Henkilöitä ladataan...
fr: Chargement personnes...
id: Membuka Orang...
it: Caricamento People...
ja: 要員を読み込んでいます...
lv: Ielādē Darbiniekus...
nl: Personen Laden...
no: Laster personer...
pl: Ładowanie ludzi...
pt: Carregando Pessoas...
ru: Загрузка сотрудников...
sv: Laddar persondata...
tr: Kişiler yükleniyor...
zh_cn: 正在加载人员…
zh_hk: 正在載入人員…

# LoadingSchedulesTreeDots
source: Loading Schedules...
ar: تحميل الجداول...
cs: Načítávám plány ...
da: Indlæser Planer...
de: Lade Pläne...
es: Cargando Planificaciones...
fa: بارگذاری زمانبندی ها...
fi: Työvuoroja ladataan...
fr: Chargement plannings...
id: Mengeluarkan Jadwal...
it: Caricamento Schedules...
ja: スケジュールを読み込んでいます...
lv: Ielādē Grafikus...
nl: Roosteren Loading...
no: Laster skjemaer...
pl: Ładowanie planów...
pt: Carregando Agendas...
ru: Загрузка графиков...
sv: Laddar schemadata...
tr: Vardiya Planları Yükleniyor..
zh_cn: 正在加载班表…
zh_hk: 正在載入班表…

# LoadingSkillDataTreeDots
source: Loading Forecast Data...
ar: تحميل بيانات المتوقع...
cs: Načítávám kvalifikace ...
da: Indlæser Prognosedata...
de: Lade Prognosedaten...
es: Cargando Datos de Previsión...
fa: بارگذاری داده پیش بینی شده
fi: Ennustetietoja ladataan...
fr: Chargement données prévisions...
id: Mengeluarkan Data Prakiraan...
it: Caricamento dati previsione...
ja: 予測データを読み込んでいます...
lv: Ielādē Prognozes Datus...
no: Laster prognosedata...
pl: Ładowanie danych prognozy...
pt: Carregando os dados da previsão...
ru: Загрузка данных прогноза...
sv: Laddar prognosdata...
tr: Tahmin verisi yükleniyor...
zh_cn: 正在加载预测数据…
zh_hk: 正在載入預測資料…

source: Payroll Integration
ar: الاندماج مع نظام الرواتب
cs: Integrace na mzdy
da: Integration af Lønsystem
de: Lohn-Export Integration
es: Integración Payroll
fa: یکپارچگی لیست حقوقی
fi: Palkanmaksun integraatio
fr: Intégration feuille de paie
id: Inetgrasi Payroll
ja: 賃金台帳の統合
lv: Algu sistēmas Integrācija
nl: Payroll Integratie
no: Lønnstilpasning
pl: Integracja płacowa
pt: Integração Folha Pagamento
ru: Интеграция с зарплатной системой
sv: Löneintegration
tr: Bordro Entegrasyonu
zh_cn: 工资表集成
zh_hk: 工資表集成

source: Person Selection
ar: اختيار الشخص
cs: Výběr osoby
da: Vælg Medarbejder
de: Personen-Auswahl
es: Selección de Personas
fa: انتخای فرد
fi: Henkilön valinta
fr: Sélection personnes
id: Pemilihan Orang
it: Selezione dipendente
ja: 要員の選択
lv: Personu Atlase
nl: Persoon Selectie
no: Personvalg
pl: Wybór osoby
pt: Seleção de Pessoa
ru: Индивидуальный выбор
sv: Val av personer
tr: Kişi Seçimi
zh_cn: 人员选择
zh_hk: 人員選擇

# ChangeInfoColon
source: Change Info:
ar: تغيير معلومات:
cs: Info o změne:
da: Ændr info:
de: Änderungsinformation:
es: Información de cambio:
fa: تغییر اطلاعات:
fi: Päivitetty:
fr: Info modifications:
id: Informasi perubahan:
it: Informazioni modifica:
ja: 変更情報:
lv: Izmaiņu Informāciju:
nl: Wijzig Info:
no: Endringsinfo:
pl: Edytuj dane:
pt: Última atualização:
ru: Информация об изменениях:
sv: Ändringsinfo:
tr: Bilgi Değiştir:
zh_cn: 更改信息：
zh_hk: 更改信息：

# CreatedByColon
source: Created by:
ar: أنشىء من قِبل:
cs: Vytvořeno:
da: Oprettet af:
de: Erstellt von:
es: Creado por:
fa: ایجاد شده توسط:
fi: Luonut:
fr: Créé par:
id: Dibuat oleh:
it: Creato da:
ja: 作成者:
lv: Izveidoja:
nl: Gecreëerd Door:
no: Opprettet av:
pl: Utworzone przez:
pt: Criado por:
ru: Создано:
sv: Skapad av:
tr: Oluşturan:
zh_cn: 创建人：
zh_hk: 創建人：

# UpdatedByColon
source: Updated by:
ar: تم تحديثه من قِبل:
cs: Změneno:
da: Opdateret af:
de: Aktualisiert von:
es: Actualizado por:
fa: به روز رسانی شده توسط:
fi: Päivittänyt:
fr: Actualisé par:
id: Diupdate oleh:
it: Modificato da:
ja: 更新者:
lv: Atjaunināja:
nl: Bijgewerkt Door:
no: Oppdatert av:
pl: Aktualizowane przez:
pt: Atualizado por:
ru: Изменено:
sv: Uppdaterad av:
tr: Güncelleyen:
zh_cn: 更新人：
zh_hk: 更新人：

source: Write Protect Schedule
ar: جدول محفوظ حق الطبع
cs: Ochrana zápisu plánu
da: Skrivebeskyt Plan
de: Schreibschutz-Zeitplan
es: Planificación Protegida contra Escritura
fa: زمان بندی محافظت در برابر نوشتن
fi: Kirjoitussuojaa työvuorot
fr: Horaire protégé en écriture
id: Proteksi Penulisan Jadwal
it: Pianificazione protetta da scrittura
ja: スケジュールを書き込み禁止にする
lv: Grafika Pārrakstīšanas Aizsardzība
nl: Schrijfbeveiliging Rooster
no: Skrivebeskytt skjema
pl: Zablokuj zapis planu
pt: Proteger Agenda Contra Gravação
ru: Защита от изменения в расписании
sv: Skrivskydda schema
tr: Değişiklik kilidi vardiya planı
zh_cn: 班表写保护
zh_hk: 班表防寫

source: Bags
ar: حقائب
cs: Množiny
da: Samling
de: Schichtsammlung
es: Bolsas
fa: کیف ها
fi: Pussit
fr: Banques d'horaires
id: Kantong
it: Cartelle
ja: バッグ
lv: Portfeļi
nl: Tassen
no: Vesker
pl: Aktówki
pt: Cestas
ru: Смены
sv: Skiftpåsar
tr: Kutular
zh_cn: 班次包
zh_hk: 班次包

source: Recent work shift rule sets
ar: مجموعة القواعد الخاصة بنوبة العمل الحديثة
cs: Posledné množiny pravidel
da: Seneste regelsæt for vagter
de: Regelsammlungen
es: Conjunto de normas del turno de trabajo reciente
fa: مجموعه قواعد شیفت کاری اخیر
fi: Viimeisin työvuoron sääntösarja
fr: Règles d'horaires récentes
id: Kumpulan aturan shift kerja terkini
it: Set di regole sui turni di lavoro recente
ja: 最近使用した勤務シフトルールセット
lv: Jaunākās darba maiņu noteikumu kopas
nl: Recent werk dienst regel sets
no: Siste skiftarbeidsregler
pl: Zestawy reguł ostatnich dyżurów
pt: Conjuntos de regras de turnos de trabalho recentes
ru: Сдвиг правил рабочей смены
sv: Senaste regeluppsättningar
tr: Mevcut çalışma vardiyası kural setleri
zh_cn: 近期工作班次规则
zh_hk: 近期工作班次規則

source: View Point (Time Zone)
ar: شاهد النقطة (منطقة زمنية)
cs: Zobrazení (časová zóna)
da: Vis Punkt (Tidszone)
de: Perspektive (Zeitzone)
es: Punto de Vista (Zona Horaria)
fa: نقطه نظر(منطقه زمانی)
fi: Näytä aikavyöhyke
fr: Point de vue (fuseau horaire)
id: Titik tampilan (Zona Waktu)
it: Visualizzazione punti (Fuso orario)
ja: 視点（タイムゾーン）
lv: Skata Punkts (Laika Josla)
nl: Uitzichtpunt (Tijdzone)
no: Oversikt (Tidssone)
pl: Punkt widzenia (strefa czasowa)
pt: Visualizar Ponto (Fuso)
ru: Точка просмотра (часовой пояс)
sv: Visad tidzon
tr: Zaman Dilimi
zh_cn: 查看点(时区)
zh_hk: 查看點(時區)

source: Not removable
ar: لا يمكن ازالتها
cs: Nezmazatelné
da: Kan ikke fjernes
de: Nicht entfernbar
es: No borrable
fa: غیر قابل حذف
fi: Ei siirrettävissä
fr: Non supprimable
id: Tidak bisa dipindahkan
it: Non rimuovibile
ja: 削除不可
lv: Nav noņemams
nl: Niet verwijderbaar
no: Kan i flyttes
pl: Nieusuwalne
pt: Não removível
ru: Не изменяемый
sv: Inte borttagningsbar
tr: Değiştirilemez
zh_cn: 不可移除
zh_hk: 不可移除

source: This role cannot be deleted
ar: لا يمكن حذف هذا الدور
cs: Tato funkce není mazatelná
da: Denne rolle kan ikke slettes
de: Diese Rolle kann nicht entfernt werden
es: Este rol no puede ser borrado
fa: این وظیفه نمی تواند پاک شوذ
fi: Tätä roolia ei voi poistaa
fr: Ce rôle ne peut pas être supprimé
id: Peran ini tidak bisa dihapus
it: Questo ruolo non può essere eliminato
ja: この役割は削除できません
lv: Šī loma nav dzēšama
nl: Deze rol kan niet verwijderd worden
no: Rollen kan ikke slettes
pl: Tej roli nie można skasować
pt: Esse perfil não pôde ser excluido
ru: Эта роль не может быть удалена
sv: Denna roll kan inte tas bort
tr: Silinenemez rol
zh_cn: 这个角色不能被删除
zh_hk: 這個角色不能被刪除

# SuperRole
source: Super Administrator Role
ar: الدور الاشرافي الأعلى
da: Super Administrator Rolle
de: Super-Administrator-Rolle
es: Rol de Super Adminitrador
fa: نقش مدیر ارشد
fi: Super Administrator rooli
fr: Rôle super administrateur
id: Peran Super Administrator
it: Ruolo Super Amministratore
ja: スーパー管理者ロール
lv: Super Administratora Loma
nl: Super Administrator Rol
no: Superadministrator rolle
pl: Rola Super Administratora
pt: Perfil Super Administrador
ru: Роль Суперадминистратор
sv: Systemadministratör
tr: Süper Administrator Rolü
zh_cn: 超级管理员角色
zh_hk: 超級管理員角色

# QuestionDelete
source: Are you sure you want to delete {0}{1}{0} ?
ar: هل أنت متأكد من حذف {0}{1}{0} ؟
cs: Skutečne vymazat {0}{1}{0}?
da: Er du sikker på, at du ønsker at slette {0}{1}{0} ?
de: Sind Sie sicher, daß Sie {0}{1}{0} löschen wollen?
es: ¿Estás seguro que quieres borrar {0}{1}{0}?
fa: آیا شما مطمئن هستید که می خواهید {0}{1}{0} را حذف کنید؟
fi: Haluatko varmasti poistaa {0}{1}{0}?
fr: Etes-vous sûr de supprimer {0}{1}{0}?
id: Apakah anda akan menghapus {0}{1}{0} ?
it: Sei sicuro di voler eliminare {0}{1}{0}?
ja: {0}{1}{0} を削除しますか?
lv: Vai tiešām vēlaties dzēst {0}{1}{0} ?
nl: Weet U zeker dat U {0}{1}{0} wilt verwijderen?
no: Er det sikkert at du vil slette {0}{1}{0}?
pl: Czy na pewno skasować {0}{1}{0}?
pt: Você tem certeza que deseja excluir {0}{1}{0}?
ru: Вы уверены что хотите удалить {0}{1}{0} ?
sv: Är du säker på att du vill ta bort {0}{1}{0} ?
tr: {0}{1}{0} silmek istediğinize emin misiniz?
zh_cn: 您确定想要删除 {0}{1}{0}？
zh_hk: 您確定想要刪除 {0}{1}{0}？

source: Payroll Export
ar: تصدير نظام الرواتب
cs: Export Mezd
da: Eksport til Lønsystem
de: Lohn-Export
es: Exportación Payroll
fa: صدور لیست حقوق
fi: Palkanmaksun vienti
fr: Export Feuille de Paie
id: Ekspor Payroll
it: Esportazione Payroll
ja: 賃金台帳のエクスポート
lv: Algu Eksportēšana
no: Lønnseksport
pl: Eksport płac
pt: Exportação para Folha de Pagamento
ru: Экспорт данных заработной платы
sv: Lönelistexport
tr: Bordro Eksport
zh_cn: 工资表导出
zh_hk: 工資表匯出

source: Payroll Export General Information
ar: المعلومات العامة لنظام الرواتب
cs: Export Mezd Základní informace
da: Generel Information om Eksport til Lønsystem
de: Lohn-Export Allgemeine Information
es: Información General de Exportación Payroll
fa: اطلاعات کلی صدور لیست حقوقی
fi: Palkanmaksu viennin yleiset tiedot
fr: Informations générales export feuille de paie
id: Informasi Umum Ekspor Payroll
it: Informazioni generali Esportazione Payroll
ja: 賃金台帳の一般情報
lv: Algu Eksportēšanas Vispārējā Informācija
nl: Payroll Export Algemene Informatie
no: Lønnseksport generell informasjon
pl: Informacja ogólna eksportu płac
pt: Info. Gerais Sobre a Exp. para a Folha de Pagamento
ru: Экспорт данных заработной платы, общая информация
sv: Lönelistexport generell information
tr: Bordro Eksport Genel Bilgi
zh_cn: 工资表导出普通信息
zh_hk: 工資表匯出普通資訊

# RunExport
source: Run selected export
ar: شَغل التصدير المختار
cs: Spusti zvolený export
da: Kør valgte eksport
de: Ausgewählten Export ausführen
es: Ejecutar Export seleccionado
fa: اجرای صدور انتخاب شده
fi: Suorita valittu vienti
fr: Exécuter l'export sélectionné
id: Jalankan ekspor terpilih
it: Esegui esportazione selezionata
ja: 選択したエクスポートの実行
lv: Palaist atlasīto eksportēšanu
nl: Run geselecteerde export
no: Kjør valgt eksport
pl: Wykonaj wybrany eksport
pt: Executar a exportação selecionada
ru: Запустить выбранный экспорт
sv: Kör vald export
tr: Seçili raporu çalıştır
zh_cn: 运行选定的导出
zh_hk: 運行選定的匯出

# CopyrightColon
source: Copyright:
ar: حقوق النسخ:
de: Copyrigth:
fa: حق چاپ
fi: Tekijänoikeus:
fr: Droits de reproduction:
id: Hak cipta:
ja: 著作権:
lv: Autortiesības:
pt: Direitos autorais
ru: Права:
sv: Upphovsrätt:
zh_cn: 版权：
zh_hk: 版權：

# ProductNameColon
source: Product name:
ar: اسم المنتج:
cs: Název produktu:
da: Produktnavn:
de: Produktname:
es: Nombre del Producto:
fa: نام محصول:
fi: Tuoteen nimi:
fr: Nom produit:
id: Nama produk:
it: Nome prodotto:
ja: 製品名:
lv: Produkta nosaukums:
nl: Product naam:
no: Produktnavn:
pl: Nazwa produktu:
pt: Nome do produto:
ru: Название продукта:
sv: Produktnamn:
tr: Ürün ismi:
zh_cn: 产品名称：
zh_hk: 產品名稱：

# ProductVersionColon
source: Product version:
ar: نسخة المنتج:
cs: Verze produktu:
da: Produktversion:
de: Produktversion:
es: Versión del Producto:
fa: نسخه محصول:
fi: Päivitys versio:
fr: Version produit:
id: Versi produk:
it: Versione prodotto:
ja: 製品バージョン:
lv: Produkta versija:
nl: Product versie:
no: Produktversjon:
pl: Wersja produktu:
pt: Versão do produto:
ru: Версия продукта:
sv: Systemversion:
tr: Ürün sürümü:
zh_cn: 产品版本：
zh_hk: 產品版本：

source: Configuration
ar: برمجة
cs: Konfigurace
da: Konfiguration
de: Konfiguration
es: Configuración
fa: پيکربندی
fi: Konfiguraatio
id: Konfigurasi
it: Configurazione
ja: 設定
lv: Konfigurācijas
nl: Configuratie
no: Konfigurering
pl: Konfiguracja
pt: Configuração
ru: Настройки
sv: Konfiguration
tr: Konfigürasyon
zh_cn: 配置
zh_hk: 配置

source: Delimiter
ar: محدد
cs: Oddelovač
da: Skilletegn
de: Trennzeichen
es: Delimitador
fa: حائل
fi: Rajoitin
fr: Délimiteur
id: Pemisah
it: Delimitatore
ja: 区切り文字
lv: Norobežotājs
no: Begrensninger
pl: Znak rozdzielający
pt: Delimitador
ru: Разделитель
sv: Avgränsningstecken
tr: Sınırlayıcı
zh_cn: 分隔符
zh_hk: 分隔符號

source: Preview
ar: مشاهدة مبدئية
cs: Náhled
da: Vis udskrift
de: Vorschau
es: Vista Previa
fa: پیش نمایش
fi: Esikatselu
fr: Aperçu
it: Anteprima
ja: プレビュー
lv: Priekšskatījums
no: Oversikt
pl: Podgląd
pt: Visualização
ru: ПредПросмотр
sv: Förhandsgranska
tr: Öngörünüm
zh_cn: 预览
zh_hk: 預覽

source: Encoding
ar: ترميز
cs: Kódování
da: Kodning
de: Kodierung
es: Codificación
fa: رمز گذاری
fi: Koodaus
fr: Codage
id: Penyandian
it: Codifica
ja: エンコーディング
lv: Šifrēšana
nl: Codering
no: Koder
pl: Kodowanie
pt: Codificação
ru: Кодировка
sv: Kodning
tr: Kodlama
zh_cn: 编码
zh_hk: 編碼

source: Consecutive Days Off per week must be lower or equal to max
ar: أيام العطل المتتالية يجب أن تكون أقل من أو تساوي الحد الأقصى
cs: Po sobě následující volné dny za týden musí být menší nebo rovné max
da: Sammenhængende Fridage pr. uge skal være lavere eller lig med maks
de: Aufeinanderfolgende Freie Tage müssen gleich max oder weniger sein
es: Los Días Libres consecutivos por semana deben de ser menores o igual al max
fa: روزهای تعطیل پیاپی در هر هفته باید کمتر یا مساوی با حداکثر باشد
fi: Peräkkäisiä vapaapäiviä viikkoa kohti on oltava vähemmän tai yhtä paljon kuin maksimimäärä
fr: Jours libres consécutifs par semaine doivent être inférieurs ou égaux à max
id: Hari libur berurutan per minggu harus kurang dari atau sama dengan maksimal
it: I giorni di riposo consecutivi per settimana non devono eccedere il Max
ja: 1週間の連続休暇日数は最大日数以下でなければなりません。
lv: Brīvdienām nedēļā pēc kārtas ir jābūt mazāk vai vienādām ar max
nl: Consecutief vrije dagen per week moeten lager of gelijk dan max zijn
no: Suksessive fridager per uke må være det samme eller mindre enn det maksimale antallet
pl: Kolejne dni wolne w tygodniu nie moga przekraczać maksimum
pt: O número de dias de folga consecutivos por semana deve ser menor ou igual ao máximo
ru: Количество последовательных выходных дней должно быть не более максимального значения
sv: Sammanhängande fridagar per vecka måste vara lika många eller färre än max antal
tr: Haftalık ardışık tatil günü sayısı en fazla veya en az maks
zh_cn: 每周连续休息日必须小于或等于最大值
zh_hk: 每週連續休息日必須小於或等於最大值

source: Consecutive workdays per week must be lower or equal to max
ar: أيام العمل المتتالية يجب أن تكون أقل من أو تساوي الحد الأقصى
cs: Po sobě následující pracovní dny za týden musí být menší nebo rovné max
da: Sammenhængende arbejdsdage pr. uge skal være lavere eller lig med maks
de: Aufeinanderfolgende Arbeitstage pro Woche müßen gleich max oder weniger sein
es: Los días de trabajo consecutivos deben ser menores o iguales al max
fa: روزهای کاری پیاپی در هر هفته باید کمتر یا مساوی با حداکثر باشد
fi: Peräkkäisiä työpäiviä viikkoa kohti on oltava vähemmän tai yhtä paljon kuin maksimimäärä
fr: Jours ouvrables consécutifs par semaine doivent être inférieurs ou égaux à max
id: Hari kerja berurutan per minggu harus kurang dari atau sama dengan maskimal
it: I giorni di lavoro consecutivi per settimana non devono eccedere il Max
ja: 1週間の連続労働日は最大日数以下でなければなりません。
lv: Darbdienām nedēļā pēc kārtas ir jābūt mazāk vai vienādām ar max
nl: Consecutief werkdagen per week moeten lager of gelijk dan max zijn
no: Suksessive arbeidsdager per uke må være det samme eller mindre enn det maksimale antallet
pl: Kolejne dni robocze w tygodniu nie mogą przekraczać maksimum
pt: O número de dias de trabalho consecutivos por semana deve ser menor ou igual ao máximo
ru: Количество последовательных рабочих дней должно быть не более максимального значения
sv: Sammanhängande arbetsdagar per vecka måste vara lika många eller färre än max antal
tr: Haftalık ardışık çalışma günü sayısı en fazla veya en az maks
zh_cn: 每周连续工作日必须小于或等于最大值
zh_hk: 每週連續工作日必須小於或等於最大值

source: Min Days Off per week must be lower or equal to max
ar: أقل حد لأيام العطل يجب أن تكون أقل من أو تساوي الحد الأقصى
cs: Minimální počet volných dnů v týdnu nesmí přesáhnout max
da: Min Fridage pr. uge skal være lavere eller lig med maks
de: Min Freie Tage
es: El Mínimo de Días Libres por semana debe ser menor o igual al max
fa: حداقل روزهای تعطیل در هر هفته باید کمتر یا مساوی با حداکثر باشد
fi: Vapaapäiviä per viikko on oltava vähemmän tai yhtä paljon kuin maksimimäärä
fr: Min jours libres par semaine doit être inférieur ou égal à max
id: Hari libur minimal per minggu harus kurang dari atau sama dengan maksimal
it: Il Min giorni di riposo settimanali non deve eccedere il Max
ja: 1週間の最小休暇日数は最大日数以下でなければなりません。
lv: Minimumam brīvdienu nedēļā jābūt mazākam vai vienādam ar max
nl: Min vrije dagen per week moeten lager of gelijk dan max zijn
no: Min. fridager per uke må være lavere eller lik maks.
pl: Minimum dni wolnych w tygodniu nie może przekraczać maksimum
pt: O número mínimo de dias de folga deve ser menor ou igual ao máximo
ru: Минимальное количество выходных дней должно быть не более максимального значения
sv: Min antal fridagar per vecka måste vara lika många eller färre än max antal
tr: Haftalık min tatil günü sayısı en fazla veya en az maks
zh_cn: 每周最少休息日必须小于或等于最大值
zh_hk: 每週最少休息日必須小於或等於最大值

source: Use Student Availability
ar: استخدم توفر الطالب
cs: Použíj dostupnost studenta
da: Anvend Tilgængelighed for Studerende
de: Studentenverfügbarkeit anwenden
es: Usar Disponibilidad de Estudiantes
fa: از قابلیت دانش آموزی استفاده کنید
fi: Käytä tuntityöntekijän käytettävyyttä
fr: Utiliser disponibilté horaire
id: Gunakan Ketersediaan Pelajar
it: Usa disponibilità studenti
ja: 学生の空き状況を使用
lv: Lietot Studentu Pieejamību
nl: Gebruik Student Beschikbaarheid
no: Bruk student tilgjengelig
pl: Używaj dostępności studenckiej
pt: Usar Disponibilidade de Estudante
ru: Использовать доступность студентов
sv: Använd tillgänglighet för timanställda
tr: Öğrenci uygunluklarını kullan
zh_cn: 使用小时工可用性
zh_hk: 使用小時工可用性
