Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Forecasted average after customer work
ar: المتوسط المتوقع لما بعد العمل المقدم للزبون
cs: Předpověděná průměrná práce po zákazníkovi
da: Prognose for kunde eferbehandlingstid
de: Prognost. durch. Nachbearbeitungszeit
es: Promedio previsto Tiempo de Posproceso Clientes
fa: متوسط پیش بینی شده کار بعد از مشتری
fi: Ennustettu keskimääräinen ACW
fr: Durée de travail post client
it: Media After customer work previsto
ja: 平均アフターカスタマーワーク 予測値
lv: Prognozētais vidējais darbs pēc klienta apkalpošanas
nl: Gemiddelde voorspelling na de klant werk
no: Prognose gjennomsnitt etter kunde arbeid
pl: Prognozowany średni czas pracy po kliencie
pt: Pós atendimento do cliente médio previsto
ru: Спрогнозированное среднее время работы после клиента
sv: Prognostiserad genomsnittlig efterbearbetning
tr: Tahmini ortalama hizmet sonrası iş
zh_cn: 预测平均客户服务后工作时间
zh_hk: 預測平均客戶服務後工作時間

source: Forecasted customers
ar: الزبائن المتوقعون
cs: Předpověděných zákazníků
da: Prognose for kunder
de: Progn. Kunden
es: Clientes previstos
fa: مشتریان پیش بینی شده
fi: Ennustetut asiakkaat
fr: Clients prévus
it: Clienti previsti
ja: 顧客数 予測値
lv: Prognozētie klienti
nl: Voorspelde klanten
no: Prognose kunder
pl: Prognozowani klienci
pt: Clientes previstos
ru: Спрогнозированные клиенты
sv: Prognostiserade kunder
tr: Tahminlenen müşteriler
zh_cn: 预测客户数
zh_hk: 預測客戶數

# ForecastedCustomersColon
source: Forecasted customers:
ar: الزبائن المتوقعون:
cs: Předpověděných zákazníků:
da: Prognose for kunder:
de: Progn. Kunden:
es: Clientes previstos:
fa: مشتریان پیش بینی شده:
fi: Ennustetut asiakkaat:
fr: Clients prévus:
it: Clienti previsti:
ja: 顧客数 予測値:
lv: Prognozētie klienti:
nl: Voorspelde klanten:
no: Prognose kunder:
pl: Prognozowani klienci:
pt: Clientes previstos:
ru: Спрогнозированные клиенты:
sv: Prognostiserade kunder:
tr: Tahminlenen müşteriler:
zh_cn: 预测客户数：
zh_hk: 預測客戶數：

source: Forecasted Employees
ar: الموظفون المتوقعون
cs: Předpověděných zaměstnanců
da: Prognose for medarbejdere
de: Progn. Mitarbeiter
es: Empleados Previstos
fa: کارمندان پیش بینی شده
fi: Ennustetut työntekijät
fr: Employés prévus
it: Dipendenti previsti
ja: 従業員数 予測値
lv: Prognozētie Darbinieki
nl: Voorspelde Medewerkers
no: Prognose ansatte
pl: Prognozowani pracownicy
pt: Funcionários Previstos
ru: Спрогнозированные сотрудники
sv: Prognostiserade anställda
tr: Tahminlenen çalışanlar
zh_cn: 预测的员工数
zh_hk: 預測的員工數

# OfferedCustomers
source: Customers
ar: العملاء
cs: Zákazníci
da: Kunder.
de: Kunden
es: Clientes
fa: مشتریان
fi: Asiakkaat
fr: Clients
it: Clienti
ja: 顧客
lv: Klienti
nl: Klanten
no: Kunder
pl: Klienci
pt: Clientes
ru: Клиенты
sv: Kunder
tr: Müşteriler
zh_cn: 客户
zh_hk: 客戶

source: Scheduled Employees
ar: الموظفون المجدولون
cs: Naplánovaní zaměstnanci
da: Planlagte medarbejdere
de: Geplante Mitarbeiter
es: Empleados Planificados
fa: کارمندان زمانبندی شده
fi: Työvuorotetut työntekijät
fr: Employés planifiés
it: Dipendenti pianificati
ja: 予定従業員数
lv: Ieplānotie Darbinieki
nl: Ingeroosterd Medewerkers
no: Planlagte ansatte
pl: Zaplanowani pracownicy
pt: Funcionários Agendados
ru: Запланированные сотрудники
sv: Schemalagda anställda
tr: Vardiyalanan çalışan
zh_cn: 已排定的员工数
zh_hk: 已排定的員工數

source: Total customers
ar: اجمالى العملاء
cs: Celkem zákazníků
da: Total kunder
de: Kunden Total
es: Total de clientes
fa: مجموع مشتریان
fi: Kaikki asiakkaat
fr: Total clients
it: Clienti totali
ja: 顧客総数
lv: Klienti kopā
nl: Totaal klanten
no: Kunder Totalt
pl: Klienci łącznie
pt: Total de Clientes
ru: Всего клиентов
sv: Totalt antal kunder
tr: Toplam müşteri
zh_cn: 调整后客户数
zh_hk: 調整後客戶數

source: Validated customers
ar: العملاء الذين تم التحقق منهم
cs: Scvhálení zákazníci
da: Validerede kunder
de: Validierte Kunden
es: Clientes validados
fa: مشتری های معتبر
fi: Validoidut asiakkaat
fr: Clients validés
it: Clienti convalidati
ja: 有効な顧客数
lv: Apstiprinātie klienti
nl: Gevalideerde klanten
no: Validerte Kunder
pl: Potwierdzeni klienci
pt: Clientes validados
ru: Проверенное количество клиентов
sv: Validerade kunder
tr: Onaylanmış müşteri
zh_cn: 已验证的客户数
zh_hk: 已驗證的客戶數

source: Your preference is out of range.
ar: رغباتك خارج النطاق المسموح
cs: Vaše preference jsou mimo rozsah
da: Dine præferencer er udenfor det tilladte
de: Ihre Präferenz ist außerhalb des zulässigen Bereichs
es: Su preferencia está fuera de rangos.
fa: الویتهای شما خارج از محدوده می باشد.
fi: Sinun työvuorotoiveesi ei ole mahdollinen
fr: Votre préférence est hors scope
it: La tua preferenza è fuori dai limiti
ja: プリファレンスが範囲を超えています。
lv: Jūsu vēlmes ir ārpus diapazona.
nl: Uw voorkeur is buiten bereik.
no: Din preferanse er utenfor referanse område
pl: Twoja preferencja jest poza zakresem.
pt: A sua preferência está fora do intervalo.
ru: Ваши предпочтения вне диапазона.
sv: Ditt önskemål är utanför aktuellt intervall.
tr: Tercihleriniz size tanınan aralığın dışına çıktı.
zh_cn: 您的偏好超出范围。
zh_hk: 您的偏好超出範圍。

source: File export failed
ar: تصدير الملف فشل
cs: Export souboru neúspěšný
da: Fil eksport fejlede
de: Datei-Export fehlgeschlagen
es: Fallo en Exportación de ficheros
fa: صدور فایل با خطا مواجه شد
fi: Tiedoston vienti epäonnistui
fr: Export de fichier échoué
it: Esportazione file fallita
ja: ファイルのエクスポートに失敗しました
lv: Faila eksportēšana neizdevās
nl: Bestand Exporteren is mislukt.
no: Fil eksport feilet
pl: Eksport do pliku nieudany
pt: A exportação para arquivo falhou
ru: Экспорт файла не выполнен
sv: Filexport misslyckades
tr: Dosya aktarımı başarısız
zh_cn: 文件导出失败
zh_hk: 檔匯出失敗

source: File export finished
ar: تصدير الملف انتهى
cs: Export souboru dokončen
da: Fil eksport færdig
de: Datei-Export erfolgreich beendet
es: Exportación de ficheros finalizada
fa: صدور فایل به اتمام رسید
fi: Tiedostonvienti valmis
fr: Export de fichier terminé
it: Esportazione file conclusa
ja: ファイルのエクスポートが完了しました
lv: Faila eksportēšana pabeigta
nl: Bestand Exporteren is klaar
no: Fil eksport ferdig
pl: Eksport do pliku zakońćzony
pt: Exportação para arquivo terminada
ru: Экспорт файла завершен
sv: Filexport klar
tr: Dosya aktarımı tamamlandı
zh_cn: 文件导出结束
zh_hk: 文件匯出結束

# OptimizationOptionMessageBox
source: Optimization Options
ar: خيارات التحسين
cs: Možnosti optimalizace
da: Optimerings muligheder
de: Optimierungsoptionen
es: Opciones de Optimización
fa: گزینه های بهینه سازی
fi: Optimoinnin asetukset
fr: Options d'optimisation
it: Opzioni ottimizzazione
ja: 最適化オプション
lv: Optimizācijas Iespējas
nl: Optimalisatie Opties
no: Optimaliserings alternativer
pl: Opcje optymalizacji
pt: Opções de Otimização
ru: Опции оптимизации
sv: Optimeringsinställningar
tr: Optimizasyon Seçenekleri
zh_cn: 优化选项
zh_hk: 優化選項

source: No activity
ar: لا انشطة
cs: Žádná činnost
da: Ingen Aktivitet
de: Keine Aktivität
es: Sin actividad
fa: هیچ فعالیتی وجود ندارد
fi: Ei aktiviteettia
fr: Pas d'activité
it: Nessuna attività
ja: 活動なし
lv: Nav nevienas aktivitātes
nl: Geen activiteit
no: Ingen aktivitet
pl: Brak aktywności
pt: Nenhuma atividade
ru: Нет активности
sv: Ingen aktivitet
tr: Aktivite yok
zh_cn: 无活动
zh_hk: 無活動

# SelectAtleastOneOptimizationOption
source: Please select at least one of the options "Shift Category", "Start Time" or "End Time" in Team Optimization.
ar: الرجاء اختيار على الاقل خيار واحد من "فئة الجدول", وقت البدأ", وقت الانتهاء" "
cs: Prosím zvolte alespoň jednu možnost "Kategorie směn", "Počáteční čas" nebo "Čas konce" v Optimalizaci týmu.
da: Vælg venligst en af mulighederne"Vagtkategori", "Start tid" eller "Slut Tid" i Team optimering.
de: Bitte wählen Sie mindestens eine der Optionen "Schichtkategorie", "Startzeit" oder "Endzeit" für eine Teamoptimierung.
es: Por favor, seleccione al menos una de las opciones "Categoría de turno", "Hoar de inicio" u "Hora de fin" en Optimización por Grupos
fa: لطفا حداقل یکی از این گزینه ها را انتخاب کنید "دسته بندی شیفت" ، "زمان شروع " یا "زمان پایان" در تیم بهینه سازی
fi: Valitse vähintään yksi vaihtoehto "Työvuoroluokka", "Aloitusaika" tai "Päättymisaika" Tiimityövuorojen optimointia varten.
fr: Merci de sélectionner au moins l'une des options "Catégorie d'horaires", "Heure de début" et "Heure de fin" dans optimisation d'Equipe.
it: Seleziona almeno una tra le opzioni "Categorie turno", "Ora di inizio" o "Ora di fine" nell'Ottimizzazione per Team.
ja: [チーム最適化]にて、[シフトカテゴリ]、[開始時刻]、[終了時刻]のいずれか1つ以上のオプションを選択してください。
lv: Lūdzu, izvēlieties vismaz vienu no iespējām "Maiņu Kategorija", "Sākuma Laiks" vai "Beigu Laiks" Nodaļu Optimizācijā.
nl: A.U.B. selecteer tenminste een van de opties "Dienst Categorie", "Starttijd" of "Eindtijd" in Team Optimization.
no: Vennligst velg minst en av alternativene "skift kategori", "starttid" eller "sluttid" i Team optimalisering.
pl: Wybierz przynajmniej jedną z opcji "Kategoria dyżuru", "Czas rozpoczęcia" lub "Czas zakończenia" w Optymalizacji zespołów.
pt: Por favor selecione pelo menos uma das seguintes opções "Categoria de Turno", "Horário de Início" ou "Horário de Fim" na Otimização de Equipe.
ru: Пожалуйста, выберите одну из опций "категория смены", "время начала" или "время завершения" при оптимизации группы.
sv: Var god välj minst ett av alternativen "Skiftkategori", "Starttid" eller "Sluttid" för teamoptimeringen.
tr: Takım Optimizasyonu menüsündeki "Vardiya kategorisi", "Başlangıç zamanı" ya da "Bitiş zamanı" seçeneklerinden en az birini seçin.
zh_cn: 请在组排优化中从以下三个选项中至少选择一项：”班次类别“，”开始时间“和”结束时间“。
zh_hk: 請在組排優化中從以下三個選項中至少選擇一項：”班次類別“，”開始時間“和”結束時間“。

# SchedulingOptionMessageBox
source: Scheduling Options
ar: اختيارات الجدولة
cs: Možbnosti plánování
da: Planlægningsmuligheder
de: Planungsoptionen
es: Opciones de Planificación
fa: گزینه های زمانبندی
fi: Työvuorosuunnittelun asetukset
fr: Options de planification
it: Opzioni pianificazione
ja: スケジューリングのオプション
lv: Plānošanas Iespējas
nl: Inroosteren Opties
no: Planleggings alternativer
pl: Opcje planowania
pt: Opções de Agendamento
ru: Опции планирования
sv: Schemaläggningsinställningar
tr: Vardiyalama Seçenekleri
zh_cn: 排班选项
zh_hk: 排班選項

# SelectAtleastOneSchedulingOption
source: Please select at least one of the options "Shift Category", "Start Time" or "End Time" in Team Scheduling.
ar: من فضلك اختر على الاقل واحد من الاختيارات
cs: Prosím zvolte alespoň jednu možnost "Kategorie směn", "Počáteční čas" nebo "Čas konce" v plánování týmu.
da: Vær venlig at vælge mindst en af følgende "Vagtkategori", "Start tid" eller "Slut tid" i team planlægningen.
de: Bitte wählen Sie mindestens eine der Optionen "Schichtkategorie", "Startzeit" oder "Endzeit" für eine Teamplanung.
es: Por favor, seleccione al menos una de las opciones "Categoría de turno", "Hoar de inicio" u "Hora de fin" en Planificación por Grupos
fa: لطفا حداقل یکی از این گزینه ها را انتخاب کنید "دسته بندی شیفت" ، "زمان شروع " یا "زمان پایان" در تیم زمان بندی
fi: Valitse vähintään yksi vaihtoehto "Työvuoroluokka", "Aloitusaika" tai "Päättymisaika" Tiimityövuoroista.
fr: Merci de sélectionner au moins l'une des options "Catégorie d'horaires", "Heure de début" et "Heure de fin" dans Planification d'Equipe.
it: Seleziona almeno una tra le opzioni "Categorie di turno", "Ora di inizio" e "Ora di fine" in Pianificazione per Team per favore.
ja: [チームスケジューリング]にて、[シフトカテゴリ]、[開始時刻]、[終了時刻]のいずれか1つ以上のオプションを選択してください。
lv: Lūdzu, izvēlieties vismaz vienu no iespējām "Maiņu Kategorija", "Sākuma Laiks" vai "Beigu Laiks" Nodaļu Plānošanā.
nl: A.U.B. selecteer tenminste een van de opties "Dienst Categorie", "Starttijd" of "Eindtijd" in Team Inroosteren.
no: Vennligst velg minst en av alternativene "skift kategori", "starttid" eller "sluttid" i Team Planlegging
pl: Wybierz przynajmniej jedną z opcji "Kategoria dyżuru", "Czas rozpoczęcia" lub "Czas zakończenia" w Planowaniu zespołów.
pt: Por favor selecione pelo menos das seguintes opções "Categoria de Turno", "Horário de Início" ou "Horário de Fim" no Agendamento de Equipe.
ru: Пожалуйста, выберите одну из опций "категория смены", "время начала" или "время завершения" при планировании группы.
sv: Var god välj minst ett av alternativen "Skiftkategori", "Starttid" eller "Sluttid" för teamschemaläggningen.
tr: Takım vardiyalaması alanında "Vardiya türü", "vardiya başlangıcı" ya da "vardiya bitişi" kategorilerinden en az birini seçin.
zh_cn: 请在组排班中从以下三个选项中至少选择一项：”班次类别“，”开始时间“和”结束时间“。
zh_hk: 請在組排班中從以下三個選項中至少選擇一項：”班次類別“，”開始時間“和”結束時間“。

source: Manage SMS Settings
ar: إدارة إعدادات SMS
cs: Organizace SMS nastavení
da: Administrer SMS indstillinger
de: SMS Einstellungen verwalten
es: Gestionar configuración de SMS
fa: مدیریت تنظیمات پیام کوتاه
fi: Hallinnoi SMS asetuksia
fr: Gérer les paramètres de SMS
it: Gestione impostazioni SMS
ja: SMS設定の管理
lv: Pārvaldīt SMS Uzstādījumus
nl: Beheer SMS Instellingen
no: Administrer SMS innstillinger
pl: Zarządzaj ustawieniami SMS
pt: Gerenciar Opções de SMS
ru: Управление настройками SMS
sv: Hantera SMS-inställningar
tr: SMS ayarlarını güncelle
zh_cn: 管理SMS设置
zh_hk: 管理SMS設置

source: SMS Settings
ar: إعدادات SMS
cs: Nastavení SMS
da: SMS Indstillinger
de: SMS Einstellungen
es: Configuración de SMS
fa: تنظیمات پیام کوتاه
fi: SMS-asetukset
fr: Paramètres SMS
it: Impostazioni SMS
ja: SMSの設定
lv: SMS Uzstādījumi
nl: SMS Instellingen
no: SMS innstillinger
pl: Ustawienia SMS
pt: Configurações de SMS
ru: Настройки SMS
sv: SMS-inställningar
tr: SMS ayarları
zh_cn: SMS设置
zh_hk: SMS設置

source: Your working hours have changed :
ar: ساعات العمل التى تقوم بها تغيرت
cs: Vaše pracovní doba byla změněna
da: Din arbejdstid er rettet:
de: Ihre Arbeitszeit hat sich geändert:
es: Tu horario de trabajo ha sido modificado:
fa: ساعات کاری شما تغییر کرده است:
fi: Sinun vuoroasi on muutettu.
fr: Vos horaires de travail ont changé :
it: Le tue ore di lavoro sono cambiate :
ja: 労働時間が変更されました:
lv: Jūsu darba laiks ir mainīts:
nl: Uw werkuren zijn veranderd:
no: Dine arbeidstimer er endret:
pl: Twoje godziny pracy uległy zmianie:
pt: A sua jornada de trabalho mudou:
ru: Ваши часы работы были изменены:
sv: Dina arbetstider har ändrats.
tr: Çalışma saatlerinizde bir değişiklik oldu.
zh_cn: 您的工作小时数已经改变：
zh_hk: 您的工作小時數已經改變：

source: Full Day Absence
ar: غياب يوم كامل
cs: Celodenní absence
da: Heldags fravær
de: Ganztägige Abwesenheit
es: Ausencia de Día Completo
fa: مرخصی روزانه
fi: Koko päivän poissaolo
fr: Absence Journée Complète
it: Assenza a giorno intero
ja: 終日欠勤
lv: Pilnas Dienas Prombūtne
nl: Volle Dag Afwezigheid
no: Heldags fravær
pl: Nieobecność całodniowa
pt: Ausência de Dia Inteiro
ru: Отсутствие на полный день
sv: Heldagsfrånvaro
tr: Tam gün devamsızlık
zh_cn: 全天缺勤
zh_hk: 全天缺勤

# InsufficientPermissionForWeb
source: You don't have permission to access the web portal.
ar: ليست لديك اذن لدخول البورتال على الانترنت
cs: Nemáte oprávnění pro přístup na webový portál
da: Du har ikke tilladelses til at gå til web portalen.
de: Sie haben nicht die entsprechenden Nutzerrechte, um das Web-Portal zu nutzen.
es: No tiene permisos para acceder al portal Web
fa: شما مجوز دسترسی به وب پرتال را ندارید.
fi: Sinun käyttäjäoikeudet eivät riitä toimintoon.
fr: Vous n'avez pas la permission d'accéder au portail web
it: Non sei autorizzato ad accedere al portale Web.
ja: Webポータルへのアクセス権限がありません。
lv: Jums nav atļauju piekļūt tīmekļa portālam.
nl: U heeft geen toestemming voor toegang tot de webportal te hebben.
no: Du har ikke tillatelse til å få tilgang til web portalen.
pl: Nie masz uprawnień do portalu web.
pt: Você não tem permissão para acessar o portal web.
ru: У вас нет прав доступа к веб-порталу.
sv: Du har inte rättigheter som ger tillgång till webbportalen.
tr: Web portalına erişim izniniz yok.
zh_cn: 您没有权限访问Web门户网站。
zh_hk: 您沒有許可權訪問Web門戶網站。

source: Not Working.
ar: لا يعمل.
cs: Nepracuje
da: Arbejder ikke
de: Funktioniert nicht.
es: No funciona.
fa: کار نمی کند.
fi: Vuoro poistettu.
fr: Hors Service
it: Non in funzione.
ja: 動作していません。
lv: Nestrādā.
nl: Het werkt niet.
no: Jobber Ikke
pl: Nie pracuje.
pt: Não está Funcionando.
ru: Не работаете.
sv: Arbetar inte.
tr: Çalışmıyor.
zh_cn: 不工作
zh_hk: 不工作

source: Mobile Reports
ar: تقارير الهاتف المحمول
cs: Mobilní reporty
da: Mobil Rapport
es: Reportes móvil
fa: گزارشهای موبایل
fi: Mobiili -raportit
fr: Rapports Mobiles
it: Report per mobile
ja: モバイルレポート
lv: Mobilās Atskaites
nl: Mobile Rapporten
no: Mobil rapporter
pl: Raporty mobilne
pt: Relatórios Mobile
ru: Мобильные отчеты
sv: Mobilrapporter
tr: Mobil raporlar
zh_cn: 移动端报表
zh_hk: 移動端報表

# SchedulePeriodTypeDay
source: Day
ar: يوم
cs: Den
da: Dag
de: Tag
es: Día
fa: روز
fi: Päivä
fr: Jour
it: Giorno
ja: 日
lv: Diena
nl: Dag
no: Dag
pl: Dzień
pt: Dia
ru: День
sv: Dag
tr: Gün
zh_cn: 天
zh_hk: 天

# SchedulePeriodTypeMonth
source: Month
ar: شهر
cs: Měsíc
da: Måned
de: Monat
es: Mes
fa: ماه
fi: Kuukausi
fr: Mois
it: Mese
ja: 月
lv: Mēnesis
nl: Maand
no: Måned
pl: Miesiąc
pt: Mês
ru: Месяц
sv: Månad
tr: Ay
zh_cn: 月
zh_hk: 月

# SchedulePeriodTypeWeek
source: Week
ar: اسبوع
cs: Týden
da: Uge
de: Woche
es: Semana
fa: هفته
fi: Viikko
fr: Semaine
it: Settimana
ja: 週
lv: Nedēļa
no: Uke
pl: Tydzień
pt: Semana
ru: Неделя
sv: Vecka
tr: Hafta
zh_cn: 周
zh_hk: 周

source: Please choose a report type.
ar: من فضلك اختر نوع التقرير.
cs: Prosím vyberte typ reportu
da: Vælg venligst en rapport type.
de: Bitte wählen Sie einen Report-Typ
es: por favor, seleccione tipo de reporte.
fa: لطفا یک نوع گزارش را انتخاب کنید.
fi: Valitse raportti.
fr: Merci de choisir un type de rapport.
it: Scegliere un tipo di report per favore.
ja: レポートの種類を選択してください。
lv: Lūdzu izvēlieties ziņojuma tipu
nl: Kies en rapport type.
no: Vennligst velg en rapport type.
pl: Wybierz typ raportu.
pt: Por favor escolha um tipo de relatório.
ru: Выберите тип отчета.
sv: Var god välj en rapporttyp.
tr: Lütfen bir rapor seçin.
zh_cn: 请选择一个报表类型。
zh_hk: 請選擇一個報表類型。

# ResReportAdherencePerAgent
source: Adherence per Agent
ar: مقدار الالتزام لكل ممثل
cs: Dodržování dle operátora
da: Overholdelse pr. medarbejder
de: Planeinhaltung pro Mitarbeiter
es: Adherencia por Agente
fa: هم راستایی برای هر پاسخگو
fi: Noudattaminen per agentti
fr: Adhérence par Agent
it: Aderenza agente
ja: エージェント当たりの遵守率
lv: Atbilstība pēc Operatoriem
nl: Aanhankelijkheid per Agent
no: Etterlevelse per Agent
pl: Przestrzeganie na agenta
pt: Aderência por Agente
ru: Соблюдение графика на оператора
sv: Följsamhet per agent
tr: Müşteri temsilcisi başına vadiya uyumu
zh_cn: 按座席的遵时度
zh_hk: 按座席的遵時度

# ResReportAdherencePerDay
source: Adherence per Day
ar: مقدار الالتزام لكل يوم
cs: Dodržování dle dne
da: Overholdelse pr. dag
de: Planeinhaltung pro Tag
es: Adherencia por Día
fa: هم راستایی در هر روز
fi: Noudattaminen per päivä
fr: Adhérence par Jour
it: Aderenza giorno
ja: 1日の遵守率
lv: Atbilstība pēc Dienām
nl: Aanhankelijkheid per Dag
no: Etterlevelse per Dag
pl: Przestrzeganie na dzień
pt: Aderência por Dia
ru: Соблюдение графика за день
sv: Följsamhet per dag
tr: Gün başına vardiya uyumu
zh_cn: 按天的遵时度
zh_hk: 按天的遵時度

source: Please choose skill set.
ar: من فضلك اختر حزمة المهارات
cs: Zvolte sadu kvalifikací.
da: Vælg venligst kompetence
de: Bitte wählen Sie ein Skill-Set
es: Por favor, seleccione in conjunto de skills.
fa: لطفا مجموعه مهارت را انتخاب کنید.
fi: Valitse taito asetukset.
fr: Merci de choisir un set de compétences.
it: Sceglere uno gruppo di Skill per favore.
ja: スキルセットを選択してください。
lv: Lūdzu izvēlieties prasmju kopu
nl: Kies een skill set.
no: Vennligst velg ferdighets sett.
pl: Wybierz zestaw umiejętności.
pt: Por favor escolha o conjunto de skills.
ru: Выберите набор навыков.
sv: Var god välj kompetens.
tr: Yetenek kümesi seçin.
zh_cn: 请选择技能集。
zh_hk: 請選擇技能集。

source: Shift categories
ar: فئات الوردية
cs: Kategorie směn
da: Vagtkategorier
de: Schichtkategorien
es: Categorías de turno
fa: دسته بندی های شیفت
fi: Vuoroluokat
fr: Catégories d'horaires
it: Categoria turni
ja: シフトカテゴリ
lv: Maiņu kategorijas
nl: Dienst categorieën
no: Skiftkategorier
pl: Kategorie dyżurów
pt: Categorias de turno
ru: Категории смен
sv: Skiftkategorier
tr: Vardiya türleri
zh_cn: 班次类别
zh_hk: 班次類別

source: Add extended preference
ar: أضف رغبات إضافية
cs: Přidat rozšířené preference
da: Tilføj udvidet Præferencer
de: Erweiterte Präferenz hinzufügen
es: Añadir preferencia extendida
fa: افزودن الویت توسعه یافته
fi: Lisää laja työvuorotoive
fr: Ajouter préférences étendues
ja: 拡張プリファレンスの追加
lv: Pievienot izvērstās vēlmes
nl: Voeg uitgebreide voorkeur
no: Legg til utvidet preferanse
pl: Dodaj rozszerzone preferencje
pt: Adicionar preferência extendida
ru: Добавить расширенное предпочтение
sv: Lägg till utökat önskemål
tr: Genişletilmiş tercih ekle
zh_cn: 添加扩展偏好
zh_hk: 添加擴展偏好

source: Others
ar: أخرى
cs: Ostatní
da: Andre
de: Andere
es: Otros
fa: دیگران
fi: Muut
fr: Autres
ja: その他
lv: Citi
nl: Anderen
no: Andre
pl: Inni
pt: Outros
ru: Другие
sv: Övriga
tr: Diğerleri
zh_cn: 其他
zh_hk: 其他

# ExtendedPreferencesWeb
source: Extended Preferences
ar: رغبات إضافية
cs: Rozšířené preference
da: Udvidet præferencer
de: Erweiterte Präferenz
es: Preferencias Extendidas
fa: الویتهای توسعه یافته
fi: Laaja työvuorotoive
fr: Préférences étendues
ja: 拡張プリファレンス
lv: Izvērstās Vēlmes
nl: Uitgebreide Voorkeuren
no: Utvidede Preferanser
pl: Rozszerzone preferencje
pt: Preferências Extendidas
ru: Расширенные предпочтения
sv: Utökade önskemål
tr: Genişletilmiş tercihler
zh_cn: 扩展的偏好
zh_hk: 擴展的偏好

# DistributionBetweenSubskillsMustbeEqualToOneHundredPercent
source: Distribution between sub skills must be equal to 100%
ar: التوزيع بين المهارات الاخرى يجب أن يساوي 100%
cs: Součet dílčích kvalifikací musí být 100 %.
da: Distribution mellem under kompetancer, skal være lig med 100%
de: Die Verteilung innerhalb der Teil-Skills muss in Summe 100% ergeben
es: Distirbución entre sub-skills debe sumar 100%
fa: توزیع بین زیر مهارتها باید برابر 100%باشد
fi: Jakauma eri taitojen välillä pitää olla yhtä paljon kuin 100%.
fr: La distribution entre sous compétences doit être égale à 100%
ja: サブスキル間の分布は100%でなければなりません
lv: Sadalījumam starp apakšprasmēm jābūt vienādam ar 100%
nl: Distributie tussen sub skills moet gelijk aan 100% zijn
no: Distribusjon mellom sub-ferdigheter må være lik 100%
pl: Podział pomiędzy podumiejętności musi dać razem 100%.
pt: A distrubuição entre os sub-skills deve ser igual a 100%
ru: Рапределение между поднавыками должно быть равно 100%
sv: Fördelningen mellan subskills måste tillsammans bli 100%.
tr: Alt yeteneklerin dağılım toplamı %100 etmeli.
zh_cn: 子技能间的分布之和必须是100%
zh_hk: 子技能間的分佈之和必須是100%

# MaximumAgentsMustBeLargerOrEqualToMinimumAgents
source: Maximum agents must be larger than or equal to minimum agents
ar: العدد الاقصى للممثلين يجب أن يكون أكبر من أو مساو للحد الادنى من الموظفين
cs: Maximum agentů musí být vyšší nebo rovno minimum agentů
da: Maksimale antal af medarbejder skal være større end eller lig med minimum antal medarbejdere
de: Maximum Mitarbeiter müssen größer oder gleich der Minimum Mitarbeiter sein.
es: El máximo de agentes debe ser mayor o igual que el mínimo
fa: حداکثر پاسخگویان باید بزرگتر یا مساوی با حداقل پاسخگویان باشد
fi: Maksimi agentti määrä pitää olla suurempi tai yhtä suuri kuin minimi agentti määrä.
fr: Agents maximum doit être suérieur à agents minimum
ja: 最大エージェント数は最小エージェント数以上でなければなりません。
nl: Maximale agenten moet groter zijn dan of gelijk aan minimum agenten
no: Maximum agenter må være større eller lik til minimum agenter
pl: Maksymalna liczba agentów nie może być mniejsza od minimalnej.
pt: O número máximo de agentes deve ser maior ou igual ao número mínimo de agentes
ru: Максимум операторов должен быть больше или равен минимуму операторов
sv: Max agenter måste vara större eller lika med min agenter.
tr: Maksimum müşteri temsilcisi sayısı minimum müşteri temsilcisi sayısına eşit ya da bu sayıdan daha büyük olmalı.
zh_cn: 最多座席代表数必须大于或等于最少座席代表数
zh_hk: 最多座席代表數必須大於或等於最少座席代表數
