Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Maximum agent occupancy must be larger than or equal to minimum agent occupancy
ar: الحد الاقصى لتشغيل الممثل يجب أن يكون أكبر أو يساوى الحد الادني لتشغيل الموظف
cs: Maximální obsazenost agentů musí být vyšší nebo rovna minimální obsazenosti agentů
da: Maksimal medarbejer optagetperiode skal være større end eller lig med minimum medarbejere optaget periode.
de: Maximale Mitarbeiter Auslastung muss größer oder gleich der minimalen Mitarbeiter Auslastung sein.
es: El máximo ocupación de agentes debe ser mayor o igual que el mínimo
fa: بیشترین حالت اشغال پاسخگوها باید بزرگتر یا مساوی کمترین اشغال پاسخگو باشد
fi: Maksimi kuorimituksen pitää olla suurimpi tai yhtä suuri kuin minimi kuormitus.
fr: Le taux d'occupation maximum doit être supérieur ou égal au taux d'occupation minimum
ja: 最大エージェント稼働率は最小エージェント稼働率以上でなければなりません。
nl: Maximale agent bezetting moet groter zijn dan of gelijk dan minimum agent bezetting zijn
no: Maximum agent belegg må være større eller lik minimum agent belegg
pl: Maksymalne obłożenie agentów nie może być mniejsze niż minimalne.
pt: A ocupação máxima de um agente deve ser maior ou igual à sua ocupação mínima
ru: Максимальная занятость оператора должна быть больше или равна минимальной занятости оператора
sv: Max nyttjandegraden måste vara större eller lika med min nyttjandegrad
tr: Maksimum müşteri temsilcisi hat meşguliyet süresi minimum müşteri temsilcisi hat meşguliyet süresinden daha büyük olmak zorunda.
zh_cn: 最高座席占用率必须大于或等于最低座席占用率
zh_hk: 最高座席佔用率必須大於或等於最低座席佔用率

source: Maximum Employees
ar: العدد الاقصى للموظفين
cs: Maximum zaměstnanců
da: Maksimum medarbejdere
de: Maximum Mitarbeiter
es: Máximo Empleados
fa: حداکثر مشتریان
fi: Työntekijöitä enintään
fr: Employés maximum
it: Dipendenti massimi
ja: 最大従業員数
lv: Darbinieku Maksimums
nl: Maximale Medewerkers
no: Maximum ansatte
pl: Maksimum pracowników
pt: Máximo de Funcionários
ru: Максимум сотрудников
sv: Max anställda
tr: Maksimum çalışan
zh_cn: 最大员工数
zh_hk: 最大員工數

source: Minimum Employees
ar: العدد الادنى للموظفين
cs: Minimum zaměstnanců
da: Minimum medarbejdere
de: Minimum Mitarbeiter
es: Mínimo Empleados
fa: حداقل مشتریان
fi: Työntekijöitä vähintään
fr: Employés minimum
it: Dipendenti minimi
ja: 最小従業員数
lv: Darbinieku Minimums
nl: Minimale Medewerkers
no: Minimum ansatte
pl: Minimum pracowników
pt: Mínimo de Funcionários
ru: Минимум сотрудников
sv: Min anställda
tr: Minimum çalışan
zh_cn: 最少员工数
zh_hk: 最少員工數

# FairnessOptimizationOn
source: Optimizing fairness on
ar: انصاف التحسين يعمل
cs: Optimalizace spravedlnosti zapnuta
da: Optimere fariness på
de: Fairness-Optimierung an
es: Optimización de equidad activada
fa: در حال بهینه سازی عادلانه روی
fi: Oikeudenmukaisuuden optimointi
fr: Optimise l'équité pour
ja: のフェアネスを最適化
lv: Optimizē taisnīgumu
nl: Optimaliseren van rechtvaardigheid op
no: Rettferdighet på for Optilmalisering
pl: Optymalizacja uczciwości na
pt: Otimização de balanceamento ligada
ru: Оптимизация справедливости для
sv: Optimerar rättvisa på
tr: Adalet optimizasyonu etkin
zh_cn: 正在优化公平性在
zh_hk: 正在優化公平性在

# OriginalOfferedCustomers
source: Original customers
ar: العملاء الاصليون
cs: Původní zákazníci
da: Original kunder
de: Original Kunden
es: Original Clientes
fa: مشتریان اصلی
fi: Alkuperäiset asiakkaat
fr: Clients originaux
it: Clienti originali
ja: 元の顧客
lv: Sākotnējie klienti
nl: Originele klanten
no: Opprinnelige Kunder
pl: Oryginalni klienci
pt: Clientes originais
ru: Фактическое количество клиентов
sv: Ursprungligt antal kunder
tr: Asıl müşteri
zh_cn: 原始的客户数
zh_hk: 原始的客戶數

source: Original customers
ar: العملاء الاصليون
cs: Původní zákazníci
da: Original kunder
de: Original Kunden
es: Original Clientes
fa: مشتریان اصلی
fi: Alkuperäiset asiakkaat
fr: Clients originaux
it: Clienti originali
ja: 元の顧客
lv: Sākotnējie klienti
nl: Originele klanten
no: Opprinnelige Kunder
pl: Oryginalni klienci
pt: Clientes originais
ru: Фактическое количество клиентов
sv: Ursprungligt antal kunder
tr: Asıl müşteri
zh_cn: 原始的客户数
zh_hk: 原始的客戶數

source: Override days off
ar: نسخ أيام أجازات
cs: Potlačit dny volna
da: Tilsidesæt reglen for fridage
de: Freie Tage überschreiben
es: Sobrescribir días libres
fa: لغو کردن روزهای تعطیل
fi: Ylitä vapaapäivät
fr: Supplanter jours libres
it: Oltrepassa riposi
ja: 休暇の上書き
lv: Aizstātās brīvdienas
nl: Overschrijven vrije dagen
no: Overstyr fridager
pl: Ignoruj dni wolne
pt: Substituir dias de folga
ru: Изменить кол-во выходных
sv: Ersätt fridagar
tr: Tatilleri çiğne
zh_cn: 重设休息日
zh_hk: 重設休息日

source: Override hours per day
ar: نسخ ساعات لكل يوم
cs: Potlačit počet hodin na den
da: Tilsidesæt reglen for timer pr. dag
de: Stunden/Tag überschreiben
es: Sobrescribir horas por día
fa: لغو کردن ساعت ها در هر روز
fi: Ylitä tunnit per päivä
fr: Supplanter heures par jour
it: Oltrepassa ore giornaliere
ja: 1日当たりの時間を上書き
lv: Aizstātās stundas dienā
nl: Overschrijven uur per dag
no: Overstyr timer per dag
pl: Ignoruj godziny na dzień
pt: Substituir horas por dia
ru: Изменить кол-во часов в день
sv: Ersätt timmar per dag
tr: Günlük ortalama çalışma süresini çiğne
zh_cn: 重设每日小时数
zh_hk: 重設每日小時數

# OverridePeriod
source: Override period time
ar: نسخ فترة وقت
cs: Potlačit období
da: Tilsidesæt reglen for tidsperioder
de: Überschreibe Periodenzeit
es: Sobrescribir período
fa: لغو کردن زمان دوره
fi: Ylitä jakson tunnit
fr: Supplanter temps période
it: Oltrepassa tempo periodo
ja: 期間の上書き
lv: Pārrakstīt perioda laiku
nl: Overschrijven periode tijd
no: Overstyr tid i periode
pl: Ignoruj czas okresu
pt: Substituir período de tempo
ru: Изменить время периода
sv: Ersätt periodtid
tr: Periyod süresini çiğne
zh_cn: 重设周期小时数
zh_hk: 重設週期小時數

# PeopleCap
source: People
ar: بشر
cs: Lidé
da: Medarbejdere
de: Personen
fa: افراد
fi: Henkilö
fr: Personnes
ja: 要員
lv: Darbinieki
nl: Personen
no: Medarbeidere
pl: Ludzie
pt: Pessoas
ru: Сотрудники
sv: Personer
tr: Personel
zh_cn: 人员
zh_hk: 人員

source: Reforecast
ar: توقع
cs: Předpovědět znovu
da: Kør en ny prognose
es: Rehacer previsión
fa: پیش بینی مجدد
fi: Ennusta uudelleen
fr: Re-prévoir
ja: 再予測
lv: Pārprognozēt
no: Prognostiser på nytt
pl: Ponowna prognoza
pt: Re-previsão
ru: Перепрогнозирование
sv: Omprognostisera
tr: Yeniden tahminle
zh_cn: 重新预测
zh_hk: 重新預測

source: Same days off
ar: نفس يوم الاجازة
cs: Stejné dny volna
da: Samme fridag
de: gleiche freie Tage
es: Días libres iguales
fa: روز تعطیل یکسان
fi: Samat vapaapäivät
fr: Mêmes jours libres
it: Stessi riposi
ja: 同じ休暇
lv: Tās pašas brīvdienas
nl: Sommige vrije dagen
no: Samme fridager
pl: Takie same dni wolne
pt: Mesmos dias de folga
ru: Одинаковые выходные дни
sv: Samma fridagar
tr: Aynı izin günleri
zh_cn: 相同休息日
zh_hk: 相同休息日

source: Schedule Only Preference Must Have
ar: جدول فقط اللابد منه
cs: Naplánovat pouze preference "Musím mít"
da: Planlæg kun præferencer med Veto
de: nur Notwendigkeiten (aus Präferenzen) planen
es: Planificar sólo Preferencias Imprescindibles
fa: زمان بندی باید فقط اولویت داشته باشد
fi: Tee työvuorot vain "Tärkeä toive" päiville
fr: Planifier uniquement préférences doit avoir
it: Pianificare solo le preferenze indispensabili
ja: 必須プリファレンスのみスケジュール作成
lv: Ieplānot Tikai Vēlmju Must Have
nl: Rooster Allen Voorkeur Must Have
no: Planlegg kun Påkrevd preferanser
pl: Planuj tylko preferencje Konieczne
pt: Agendar Apenas Dias com Preferências Prioritárias
ru: Планировать только обязательные предпочтения
sv: Schemalägg bara vetoönskemål
tr: Sadece vazgeçilmez tercihleri vardiyala
zh_cn: 仅排定必须有的偏好
zh_hk: 僅排定必須有的偏好

# ResReportScheduledAndActualAgents
source: Scheduled and Actual Agents
ar: الموظفون المجدولون والحقيقيون
cs: Plánovaní a aktuální agenti
da: Planlagt og Faktiske Medarbejdere
de: Soll/Ist Mitarbeiter
es: Agentes planificados y actuales
fa: پاسخگو زمانبندی شده و واقعی
fi: Suunnitellut ja todelliset agentit
fr: Agents planifiés et réels
it: Agenti pianificati ed effettivi
ja: エージェント 予定値と実値
lv: Ieplānotie un Aktuālie Operatori
nl: Ingeroosterd en Actuele Agenten
no: Planlagte og faktiske agenter
pl: Planowani a Aktualni agenci
pt: Agentes Agendados e Agentes Reais
ru: Запланированное и фактическое количество операторов
sv: Schemalagda och verkliga agenter
tr: Vardiyalanan ve vardiyaya uygun olarak gerçekten çalışan müşteri temsilci sayısı
zh_cn: 已排定的和实际的座席代表数
zh_hk: 已排定的和實際的座席代表數

source: Scheduled Employees incoming
ar: دخل الموظفون المجدولون
cs: Naplánovaní zaměstnanci příchozí
da: Planlagte medarbejdere indkommende
de: Geplante Mitarbeiter eingehend
es: Empleados Planificados, entrantes
fa: زمانبندی ورود کارمندان
fi: Työvuorotetut työntekijät, sisään
fr: Employés planifiés inc.
it: Dipendenti pianificati in ingresso
ja: 着信時の予定従業員数
lv: Ieplānotie ienākošie Darbinieki
nl: Inkomende Ingeroosterd Medewerkers
no: Planlagte ansatte innkommende
pl: Zaplanowani pracownicy przychodzących
pt: Funcionários Agendados de entrada
ru: Запланированные сотрудники, входящие
sv: Schemalagda anställda inkommande
tr: Gelen vardiyalanan çalışan
zh_cn: 已排定的到岗员工数
zh_hk: 已排定的到崗員工數

source: Served Customers
ar: العملاء المقدم لهم خدمة
cs: Obsloužení zákazníci
da: Betjente kunder
de: Bediente Kunden
es: Clientes Atendidos
fa: مشتریان خدمت رسانی شده
fi: Palvellut asiakkaat
fr: Clients servis
it: Clienti serviti
ja: 対応した顧客
lv: Apkalpotie Klienti
nl: Geserveerd Klanten
no: Betjente kunder
pl: Obsłużeni klienci
pt: Clientes Atendidos
ru: Обслуженные клиенты
sv: Expedierade kunder
tr: Hizmet verilmiş müşteri
zh_cn: 服务的客户数
zh_hk: 服務的客戶數

source: After customer work time
ar: ما بعد وقت العمل الخاص بالزبون
cs: Čas práce po zákazníkovi
da: Kunde efterbehandlingstid
de: Nachbearbeitungszeit
es: Tiempo de Posproceso Clientes
fa: زمان کاری بعد از مشتری
fi: Jäkityöaika
fr: Durée de travail post client
ja: アフターカスタマーワーク時間
lv: Darbs pēc klienta apkalpošanas
nl: Na klant werktijd
no: Kunde oppfølgingstid
pl: Czas pracy po kliencie
pt: Tempo de pós atendimento do cliente
ru: Время работы после клиента
sv: Efterbearbetningstid
tr: Müşteri hizmeti sonrası iş süresi
zh_cn: 为客户服务后工作时间
zh_hk: 為客戶服務後工作時間

# AgentScheduleMessengerPermission
source: Agent Schedule Messenger
ar: مدير رسائل جدول الممثل
cs: Kurýr plánu agenta
fa: نمایه برنامه پاسخگو
fi: Agent Shedule Messenger
ja: エージェントスケジュールメッセンジャー (ASM)
lv: Grafika Ziņotājs
no: Agent Planlegger Messenger
pl: Komunikator planu agenta
pt: Mensageiro da Escala do Agente
ru: Служба сообщений графика операторов
tr: Vardiya Kılavuzu
zh_cn: 座席班表消息工具栏
zh_hk: 座席班表消息工具列

source: Average after customer work
ar: متوسط ما بعد العمل المقدم للزبون
cs: Práce po zákazníkovi průměrně
da: Gennemsnitlig kunde efterbehandlingstid
de: Durchschn. Nachbearbeitungszeit
es: Promedio Tiempo de Posproceso Clientes
fa: میانگین زمان کاری بعد از مشتری
fi: Keskimääräinen jälkityöaika
fr: Temps de travail moyen après client
it: Media After customer work
ja: 平均アフターカスタマーワーク時間
lv: Vidējais darbs pēc klienta apkalpošanas
nl: Gemiddelde na klant werk
no: Snitt Kunde oppfølging
pl: Średni czas pracy po kliencie
pt: Pós atendimento do cliente médio
ru: Среднее время работы после клиента
sv: Genomsnittlig efterbearbetning
tr: Müşteri hizmeti sonrası ortalama iş süresi
zh_cn: 平均客户服务后工作时长
zh_hk: 平均客戶服務後工作時長

source: Employees with shrinkage
ar: الموظفون بمعامل الانكماش
cs: Zaměstnanci se ztrátou
da: Medarbejdere med Svind
de: Mitarbeiter mit Shrinkage
es: Empleados, incl. absentismo
fa: کارمندان با نقصان
fi: Työntekijät sisältäen poissaoloprosentin
fr: Employés avec réduction
it: Dipendenti con riduzione
ja: 従業員（シュリンケージを含む）
lv: Darbinieki ar samazinājumu
nl: Medewerkers met shrinkage
no: Ansatte med svinn
pl: Pracownicy z absencją
pt: Funcionários com indisponibilidade
ru: Сотрудники с сокращением
sv: Anställda med shrinkage
tr: Çalışanlar (daralma dahil)
zh_cn: 包含损耗的员工数量
zh_hk: 包含損耗的員工數量

source: Index after customer work
ar: فهرس ما بعد العمل المقدم للزبون
cs: Index práce po zákazníkovi
da: Indeks for kunde eferbehandlingstid
de: Index Nachbearbeitungszeit
es: Índice Posproceso Clientes
fa: شاخص کار بعد از مشتری
fi: Indeksi, ACW
fr: Index travail post client
it: Indice After customer work
ja: アフターカスタマーワークのインデックスを作成
lv: Indekss darbs pēc klienta apkalpošanas
nl: Index na klant werk
no: Indeks kunde oppfølging
pl: Indeks pacy po kliencie
pt: Índice pós atendimento do cliente
ru: Индекс времени работы после клиента
sv: Index efterbearbetning
tr: İndeks hizmet sonrası iş
zh_cn: 为客户服务后工作时间索引
zh_hk: 為客戶服務後工作時間索引

source: Original after customer work
ar: ما بعد العمل الاصلي المقدم للعميل
cs: Původní čas práce po zákazníkovi
da: Origial kunde eferbehandlingstid
de: Original Nachbearbeitungszeit
es: Original Posproceso Clientes
fa: کار بعد از مشتری اصلی
fi: Alkuperäinen jälkityöaika (s)
fr: Travail post client original
it: After customer work originale
ja: 元のアフターカスタマーワーク
lv: Sākotnējais pēc klienta apkalpošanas darbs
nl: Originele na klant werk
no: Opprinnelig Kunde oppfølging
pl: Oryginalna praca po kliencie
pt: Pós atendimento do cliente original
ru: Фактическое время работы после клиента
sv: Ursprunglig efterbearbetning
tr: Asıl hizmet sonrası iş
zh_cn: 原始的客户服务后处理工作时间
zh_hk: 原始的客戶服務後處理工作時間

source: Validated after customer work
ar: القيم التى تم التحقق منها بعد العمل المقدم للعميل
cs: Potvrzený čas práce po zákazníkovi
da: Validerede kunde eferbehandlingstid
de: Validierte Nachbearbeitungszeit
es: Tiempo de Posproceso Clientes Validado
fa: تایید شده بعد از کار مشتری
fi: Validoitu jälkityöaika
fr: Travail post-client validé
it: After customer work convalidato
ja: 有効なアフターカスタマーワーク
lv: Apstiprinātais darbs pēc klienta apkalpošanas
nl: Gevalideerd na klant werk
no: Validert kunde oppfølging
pl: Potwierdzona praca po kliencie
pt: Pós atendimento de cliente validado
ru: Проверенное время работы после клиента
sv: Validerad efterbearbetning
tr: Onaylanmış hizmet sonrası iş
zh_cn: 经验证的为客户服务后处理时长
zh_hk: 經驗證的為客戶服務後處理時長

source: Walk Aways
ar: يسير دائما
cs: Prochází vždy
da: Gå altid
de: Kunden fortgegangen
es: Pausas
fi: Luovuttaneet asiakkaat
fr: Sans achat
it: Uscite
ja: 退出
lv: Pazaudētie
no: Gå alltid
pl: Odchodzący
pt: Desistências
ru: Ушедшие клиенты
tr: Vazgeçen müşteri
zh_cn: 离开
zh_hk: 離開

# PinnedUpWindow
source: Under observation
ar: تعليق النافذة
cs: Pod dohledem
da: Fastgør vindue
de: Auswahl Fenster
es: En observación
fa: تحت مشاهده
fi: Seurantaikkuna
fr: Sous observation
id: Dalam observasi
it: In osservazione
ja: 監視下
lv: Novērošanā
nl: Onder observatie
no: Under observasjon
pl: Obserwowane
pt: Sob observação
ru: Закрепленные сотрудники
sv: Bevakningslista
tr: İzleme penceresi
zh_cn: 处于观察之下
zh_hk: 處於觀察之下

source: Graph (loc)
ar: رسم بيانى (LOC)
cs: Graf (zam)
da: Graf (loc)
es: Gráfico (loc)
fa: گراف (loc)
fi: Kaavio (loc)
fr: Graphe (loc)
it: Grafico (loc)
ja: グラフ（loc）
lv: Diagramma (loc)
nl: Grafiek (loc)
no: Graf (loc)
pl: Graf (lok)
pt: Gráfico (loc)
ru: График (loc)
sv: Graf (loc)
tr: Grafik (loc)
zh_cn: 图形 (loc)
zh_hk: 圖形 (loc)

source: Table (loc)
ar: جدول (LOC)
cs: Tabulka (zam)
da: Tabel (loc)
de: Tabelle (loc)
es: Tabla (loc)
fa: جدول (loc)
fi: Taulokko (loc)
fr: Tableau (loc)
it: Tabella (loc)
ja: 表（loc）
lv: Tabula (loc)
nl: Tabel (loc)
no: Tabell (loc)
pl: Tabela (lok)
pt: Tabela (loc)
ru: Таблица (loc)
sv: Tabell (loc)
tr: Tablo (loc)
zh_cn: 表格 (loc)
zh_hk: 表格 (loc)

source: Interval (loc)
ar: الفاصل الزمنى
cs: Interval (zam)
es: Intervalo (loc)
fa: فاصله(loc)
fi: Intervalli (loc)
fr: Intervalle (loc)
it: Intervallo (loc)
ja: インターバル（loc）
lv: Intervāls (loc)
pl: Interwał (lok)
pt: Intervalo (loc)
ru: Интервал (loc)
sv: Intervall (loc)
tr: Aralık (loc)
zh_cn: 间隔 (loc)
zh_hk: 間隔 (loc)

source: Type (loc)
ar: نوع (LOC)
cs: Typ (zam)
de: Typ (loc)
es: Tipo (loc)
fa: نوع(loc)
fi: Malli (loc)
it: Tipo (loc)
ja: 種類（loc）
lv: Tips (loc)
pl: Typ (lok)
pt: Tipo (loc)
ru: Тип (loc)
sv: Typ (loc)
tr: Tür (loc)
zh_cn: 类型 (loc)
zh_hk: 類型 (loc)

# SchedulePeriodTypeChineseMonth
source: Month 7-8
ar: شهر 7-8
cs: Měsíc 7-8
da: Måned 7-8
de: Monat 7-8
es: Mes 7-8
fa: ماه 8-7
fi: Kiinalainen kuukausi
fr: Mois 7-8
it: Mese 7-8
ja: 7～8月
lv: Mēnesis 7-8
nl: Maand 7-8
no: Måned 7-8
pl: Miesiąc 7-8
pt: Mês 7-8
ru: Месяц 7-8
sv: Månad 7-8
tr: 7. ve 8. aylar
zh_cn: 每月7-8天休息日
zh_hk: 每月7-8天休息日

source: After checking against activities
ar: ما بعد الفحص فى مقابل الانشطة
cs: Po kontrole činností
da: Kontrollere igen mod Aktiviteter
de: Nach Gegenprüfung mit Aktivitäten
es: Después de verificar contra actividades
fa: بعد از بررسی مجدد فعالیت ها
fi: Tarkista ennuste, aukiolojat ja aktiviteetit
fr: Après vérification contre activités
it: Dopo il controllo sulle attività
ja: 活動のチェック後
lv: Pēc pārbaudes pret aktivitātēm
nl: Na checking tegen activiteiten
no: Etter avsjekk mot aktiviteter
pl: Po sprawdzeniu z aktywnościami
pt: Após checar contra as atividades
ru: После проверки в отношении активностей
sv: Efter aktivitetskontroll
tr: Etkinliklerin elenmesinden sonra
zh_cn: 检查活动后
zh_hk: 檢查活動後

source: After checking against keep activity
ar: ما بعد الفحص فى مقابل الحفاظ على الانشطة
cs: Po kontrole zachovat aktivity
da: Kontrollere igen mod behold Aktiviteter
de: Nach Gegenprüfen beibehalten der Aktivität
es: Después de controlar "Mantener actividad"
fa: بعد از بررسی کردن ، فعالیت را نگهدارید
fi: Tarkistuksen jälkeen pitä aktiviteetit
fr: Après vérification contre Garder l'activité
ja: 活動の保持のチェック後
nl: Na controle tegen houden activiteiten
no: Etter å ha sjekket mot "Behold aktiviteten"
pl: Po sprawdzeniu z utrzymaną aktywnością
pt: Após verificar contra manter a atividade
ru: После проверки в отношении сохранения активности
sv: Efter kontroll mot behåll aktivitet
tr: Elde tutulmak istenen etkinlikler elendikten sonra
zh_cn: 检查保留活动后
zh_hk: 檢查保留活動後

# AddStudentAvailabilityThreeDots
source: Add Hourly Availability...
ar: أضف مسموحية بالساعات
cs: Přdat hodinovou dostupnost
da: Tilføj tilgængelighed
de: Stundenverfügbarkeit hinzufügen...
es: Añadir Disponibilidad por hora...
fa: افزودن دسترس پذیری ساعتی...
fi: Lisää tuntityöntekijän käytettävyys...
fr: Ajouter Disponibilité horaire...
ja: 学生の空き状況へ追加
lv: Pievienot Stundu Pieejamību
nl: Voeg Uurlijkse Beschikbaarheid...
no: Legg til Time tilgjengelighet
pl: Dodaj dostępność godzinową...
pt: Adicionar Disponibilidade Horária
ru: Добавить почасовую доступность...
sv: Lägg till tillgänglighet för timanställda...
tr: Saatlik uygunluk ekle
zh_cn: 添加小时工可用性...
zh_hk: 添加小時工可用性...

# DataHasBeenDeleted
source: Error when saving your changes. The most possible reason is that you or another user has deleted the data you set. To preserve data consistency, the form will be closed. Sorry, your changes have been lost.
ar: خطأ حدث عند قيامك بإجراء بعض التغييرات. أكثر الأسباب توقعا أنك أو شخص آخر قام بحذف البيانات التى وضعتها. للحفاظ على اتساق البيانات، الشكل الحالى سيتم إغلاقه. عذرا، التغييرات التى قمت بها فقدت
cs: Chyba během ukládání vyšich zěn. Nejpravděpodobnější důvod je, že vy nebo jiný uživatel smazala data, která byla nastavena. Z důvodu ochrany konzistence dat bude formulář uzavřen. Omlouváme se, Vaše změny budou ztraceny.
da: Fejl under behandlingen, dit arbejde kan ikke gemmes. Den mest sandsynlige grund til fejlen er at du selv eller en kollega har fjernet de data, du angiver. For at bevare data sammenhæng, vil skemaet lukke. Vi beklager men dine ændringer er tabt.
de: Fehler beim Speichern. Wahrscheinlich haben Sie oder ein anderer Nutzer Ihre Eingaben gelöscht. Zur Sicherung der Datenkonsistenz wird das Fenster geschlossen. Ihre Änderungen wurden nicht gespeichert.
es: Error al guardar los cambios. La causa más probable es que usted u otro usuario ha borrado estos datos. La ventana se cerrará para preservar consistencia de datos. Sus cambios se perderán.
fa: خطایی هنگام ذخیره تغییرات شما بودجود آمده است. بیشترین احتمال این دلیل است که شما یا کاربر دیگری تنظیمات را پاک کرده است.جهت حفظ پایداری اطلاعات ،فرم بسته می شود.متاسفانه تغییرات شما از دست رفته است.
fi: Virhe tapahtunut muutoksia tallentaessa. Mahdollinen syy tähän on, että toinen käyttäjä on poistanut tietoja ajanjaksolta. Tekemäsi muutokset katoavat, pahoittelemme.
fr: Erreur lors de la sauvegarde des changements. Un autre utilisateur a probablement supprimé les données que vous utilisiez. Pour préserver la cohérence des données, le formulaire va être fermé. Désolé, vos changements ont été perdus.
ja: 変更を保存中にエラーが発生しました。あなたが設定したデータが、あなた自身または他のユーザーによって削除された可能性があります。データの整合性を保つため、フォームを閉じます。変更は失われます。
nl: Error bij het opslaan van uw wijzigingen. De meest mogelijke reden is dat U of een andere user de data die U heeft ingesteld verwijderd heeft. Om gegevensconsistentie te bewaren, wordt het formulier gesloten. Sorry, Uw wijzigingen zijn verloren.
no: Feil ved lagring av endringene. Mulig årsak er at du eller en annen bruker har slettet dataene du angir. For å bevare konsistente data vil skjemaet være lukket. Beklager, endringene har gått tapt.
pl: Błąd przy zapisywaniu twoich zmian. Prawdopodobnie ktoś usunął dane, nad któymi pracowałeś. Aby zachować poprawność danych, strona zostanie zamknięta. Dokonane zmiany zostały utracone.
pt: Erro ao salvar as suas alterações. A razão mais provável é que você ou algum outro usuário excluiu os dados que você alterou. Para preservar a consistência dos dados, essa janela será fechada. Infelizmente as alterações que você fez foram perdidas.
ru: При сохранении изменений возникла ошибка. Наиболее возможной причиной этого может быть то, что вы или другой пользователь удалили внесенные вами данные. Для сохранения непротиворечивости данных форма будет закрыта. Приносим извинения, внесенные вами изменения утеряны.
sv: Fel uppstod då dina ändringar skulle sparas. Den troligast orsaken är att du eller en annan användare har raderat angiven data. För att bevara datakvaliteten kommer formuläret att stängas. Beklagar, dina ändringar är förlorade.
tr: Değişiklikleriniz kaydedilirken hata oluştu. Büyük olasılıkla sistemde aynı anda çalışmakta olan başka bir kullanıcı sizin yapmış olduğunuz değişiklikllerden bir kısmını sildi. Veri devamlılığının sağlanması için bu formu kapatmak zorundayım. Değişiklikleriniz kaybolabilir.
zh_cn: 保存更改时出错。最有可能的原因是你正在修改的数据已经被另一个用户删除。为了避免此冲突，该界面将被关闭。抱歉，您的修改将会丢失。
zh_hk: 保存更改時出錯。最有可能的原因是你正在修改的資料已經被另一個使用者刪除。為了避免此衝突，該介面將被關閉。抱歉，您的修改將會丟失。

source: Little
ar: قليل
cs: Málo
da: Lille
de: wenig
es: Poco
fa: کم
fi: Vähän
fr: Léger
ja: 小
lv: Nedaudz
nl: Klein
no: lite
pl: Lekko
pt: Pouco
ru: Небольшая
sv: Lite
tr: Az
zh_cn: 弱
zh_hk: 弱

source: Medium
ar: وسط
cs: Střední
de: mittel
es: Medio
fa: متوسط
fr: Médian
ja: 中
lv: Vidēji
pl: Średnio
pt: Médio
ru: Средняя
tr: Orta
zh_cn: 中等
zh_hk: 中等

source: Much
ar: كثير
cs: Hodně
da: Meget
de: stark
es: Mucho
fa: زیاد
fi: Paljon
fr: Fort
ja: 大
lv: Daudz
nl: Veel
no: Mye
pl: Intensywnie
pt: Muito
ru: Сильная
sv: Mycket
tr: Çok
zh_cn: 强
zh_hk: 強

source: Quick Forecast
ar: توقع سريع
cs: Rychlá prognóza
da: Kvik Prognose
es: Previsión Rápida
fa: پیش بینی سریع
fi: Pikaennuste
fr: Prévisions rapides
ja: クイック予測
lv: Ātrā Prognoze
nl: Snelle Forecast
no: Hurtigforecast
pl: Szybka prognoza
pt: Previsão Rápida
ru: Быстрый прогноз
sv: Snabbprognos
tr: Çabuk tahmin
zh_cn: 快速预测
zh_hk: 快速預測

# SeasonalityDataRange
source: Seasonality and trends data range
ar: موسمية ومتجهات
cs: Sezénnost a trendy datového rozsahu
da: Dataområde for sæsonudsving og trends
de: Zeitraum für Saisonalität und Trend
es: Rango de datos para estacionalidad y tendencias
fa: محدوده اطلاعات فصلی و روندی
fi: Kausivaihtelu ja trendi
fr: Marge de saisonnalité et tendances
ja: 季節変動とトレンドのデータ範囲
lv: Sezonalitātes un tendenču datu diapazons
nl: Seizoensgebondenheid en trends databereik
no: Sesong og trender dataområde
pl: Zakres danych sezonowości i trendów
pt: Sazonalidade e tendências no conjunto de dados
ru: Деапазон данных сезонности и тенденций
sv: Dataperiod för säsongsvariation och trend
tr: Mevsimsellik ve trend tarih aralığı
zh_cn: 季节性和趋势数据范围
zh_hk: 季節性和趨勢資料範圍
