Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# PriorityHigher
source: High Priority
da: Höj prioritet
de: Hohe Priorität
es: Prioridad Alta
fa: اولویت بالا
fi: Korkea prioriteetti
fr: Haute priorité
no: Prioritet høyere
sv: Hög prioritet
zh_cn: 高优先级
zh_hk: 高優先順序

# PriorityLower
source: Low Priority
da: Lav prioritet
de: Niedrige Priorität
es: Prioridad baja
fa: اوپلویت پایین
fi: Matala prioriteetti
fr: Basse priorité
no: Prioriter lavere
sv: Låg prioritet
zh_cn: 低优先级
zh_hk: 低優先順序

# MaxResultsReached
source: Search result of the keyword(s) will exceed {0}, please refine your search.
da: Resultatet af sögeord vil overstige {0}, vär venlig af begränse din sögning
de: Das Ergebnis des Suchbegriffes wird mehr als {0} Suchergebnisse erzeugen. Bitte verfeinern Sie die Suche.
es: El resultado de búsqueda de la(s) palabra(s) clave superará {0}, refina tu búsqueda.
fa: نتیجه جستجوی کلیدواژه از مقدار {0} بیشتر شده است. لطفاً جستجوی خود را بهتر کنید.
fi: Hakutulos ylittää {0}, rajoita hakua.
fr: Les résultats de recherche vont excéder {0}, merci d'affiner votre recherche.
no: Søkeresultatene av søkeordet(ene) vil overstige {0}, vennligst forbedre søket ditt.
sv: Sökresultatet på nyckelorden kommer att överskrida {0}, justera din sökning.
zh_cn: 关键字的搜索结果将超过 {0}, 请优化您的搜索条件。
zh_hk: 關鍵字的搜索結果將超過 {0}, 請優化您的搜索條件。

# RequestDenyReasonNoPersonSkillOpen
source: Request was denied because all your skills are closed for the requested period
da: Forespörgslen blev afvist fordi alle dine skills er lukkede i den forespurgte periode
de: Die Anfrage wurde abgelehnt, weil Ihre gesamten Skills für den angeforderten Zeitraum geschlossen sind
es: La solicitud fue denegada porque todas sus skills están cerradas en el período solicitado
fa: درخواست رد شد زیرا خارج از ساعات کاری مهارتهای مربوطه است
fi: Pyyntö on hylätty koska kaikki taitosi ovat suljettu pyytämällesi jaksolle.
fr: La demande a été refusée car toutes les compétences sont fermées pour la période demandée.
no: Forespørsel ble nektet fordi alle dine ferdigheter er stengt for den forespurte perioden
sv: Ansökan nekas på grund av att dina kompetenser är stängda för den valda perioden
zh_cn: 申请被拒绝，因为所有技能在申请周期内已关闭。
zh_hk: 申請被拒絕，因為所有技能在申請週期內已關閉。

# OvertimeRequestDatePeriodError
source: valid range of date is {0} - {1}
da: Gyldigt interval af datoer er {0} - {1}
de: gültiger Datumsbereich ist {0} - {1}
es: el rango válido de la fecha es {0} - {1}
fa: بازه معتبر از تاریخ {0} تا {1} است
fi: Hyäksytty aikaväli on {0} - {1}
fr: La période valide est {0}-{1}
sv: giltigt datumintervall är {0} - {1}
zh_cn: 有效日期范围 {0} - {1}
zh_hk: 有效日期範圍 {0} - {1}

# OvertimeRequestRollingPeriodError
source: valid range is 0 - {0}
da: Gyldigt interval er 0 - {0}
de: gültiger Bereich ist {0} - {0}
es: el rango válido es 0 - {0}
fa: بازه معتبر 0 تا {0} است
fi: Hyäksytty aikaväli on 0 - {0}
fr: La période valide est 0-{0}
no: gyldige dataserie er 0 - {0}
sv: giltigt intervall är 0 - {0}
zh_cn: 有效范围 0 - {0}
zh_hk: 有效範圍 0 - {0}

# OvertimeRequestDenyReasonClosedPeriod
source: Your overtime request cannot be granted. Some dates are not open for requests at this time.
da: Din overtidsforespörgsel kan ikke tildeles. Nogle datoer er ikke åbne for forespörgsler på nuvärende tidspunkt
de: Ihre Überstundenanfrage kann nicht genehmigt werden. Einige der Termine sind zurzeit nicht für Anfragen offen.
es: Tu solicitud de tiempo extra no pudo ser aprobada. Alguno de los días incluidos no están abiertos para solicitudes en este momento.
fa: درخواست اضافه کاری نمیتواند تایید شود. برخی از تاریخها برای ثبت درخواست باز نشده است
fi: Ylityöpyyntöä ei voida hyväksyä, koska tietyt päivät ei ole avoinna pyynnöille tällä hetkellä.
fr: Votre demande d'heures supplémentaires ne peut pas être validée. Certaines dates ne sont pas ouvertes aux demandes pour le moment.
no: Din overtidsforespørsel kan ikke innvilges. Noen datoer er ikke åpne for forespørsler ennå.
sv: Din övertidsförfrågan kan inte godkännas. Vissa datum är för närvarande inte öppna för förfrågningar.
zh_cn: 您的加班申请已被拒绝。一些日期当前未开放申请。
zh_hk: 您的加班申請已被拒絕。一些日期當前未開放申請。

# OvertimeRequestDenyReasonAutodeny
source: Overtime request approval has been disabled by the administrator for all or part of the requested period.
de: Die Genehmigung der Überstundenanfrage wurde vom Administrator für den gesamten angefragten Zeitraum, oder einen Teil davon, deaktiviert.
fi: Ylityöpyynnön hyväksyntä on estetty osalle tai koko pyydetylle jaksolle.
fr: L'approbation des demandes d'heures supplémentaires ont été désactivées par l'administrateur pour toute ou une partie de la période demandée.
sv: Hela eller delar av den period din förfrågan gäller är inte öppen för övertidsförfrågningar.
zh_cn: 管理员已禁用了全部或部分申请周期的加班申请审批。
zh_hk: 管理員已禁用了全部或部分申請週期的加班申請審批。

# StartTimeNotMatchingShiftBag
source: The start time {0:HH:mm} on {1:d} doesn't exist in the shift bag {2}
da: Starttiden {0:HH:mm} på {1:d} eksisterer ikke i vagtsamlingen {2}
de: Die Startzeit {0:HH:mm} am {1:d} ist in der Schichtsammlung {2} nicht vorhanden
es: El tiempo de inicio {0:HH:mm} en {1:d} no existe en la bolsa de turnos {2}
fa: زمان شروع {0} در {1:d} در کیسه شیفت شما وجود ندارد {2}
fi: Aloitusaika {0:HH:mm} päivämäärälle {1} ei löydy vuoropussista {2}
fr: L'heure de début {0:HH:mm} le {1:d} n'existe pas dans la banque horaire {2}
no: Skift starttidspunktet for dato {0} finnes ikke i skiftposen {1}
sv: Starttiden {0:HH:mm} den {1:d} finns inte i skiftpåsen {2}.
zh_cn: 开始时间 {0:HH:mm} 在 {1:d} 的班次 不存在于班次包 {2}
zh_hk: 開始時間 {0:HH:mm} 在 {1:d} 的班次 不存在于班次包 {2}

# ShiftNotMatchingShiftBag
source: The shift on {0:d} doesn't exist in the shift bag {1}
da: Vagten på {0:d} eksisterer ikke i vagtsamlingen {1}
de: Die Schicht am {0:d} ist in der Schichtsammlung {1} nicht vorhanden
es: El turno en {0:d} no existe en la bolsa de turnos {1}
fa: شیفت {0:d} در کیسه شیفت {1} وجود ندارد
fi: Työvuoro päivämäärälle {0} ei löydy vuoropussista {1}
fr: L'horaire du {0:d} n'existe pas dans la banque horaire {1}
no: Skiftet for dato {0} finnes ikke i skiftposen {1}
sv: Skiftet den {0:d} finns inte i skiftpåsen {1}
zh_cn: 在日期 {0:d} 的班次不存在于班次包 {1}
zh_hk: 在日期 {0:d} 的班次不存在于班次包 {1}

source: Open for overtime requests
da: Åben for overtidsforespörgsler
de: Offen für Überstundenanfragen
es: Abrir para solicitudes de tiempo extra
fa: درخواستهای اضافه کاری را باز کنید
fi: Avoinna ylityöpyynnöille
fr: Ouvert pour les demandes d'heures supplémentaires
no: Åpen for overtidforespørsler
sv: Öppen för övertidsförfrågningar
zh_cn: 开放加班申请
zh_hk: 開放加班申請

# OvertimeRequestMaximum
source: Maximum overtime per calendar month:
da: Maksimal overtid pr. kalendermåned:
de: Maximal zulässige Überstunden pro Kalendermonat:
es: Máximo tiempo extra por mes calendario:
fi: Kuukausittainen enimmäisaika ylityölle:
fr: Maximum d'heures supplémentaires par calendrier mensuel:
sv: Maximal övertid per kalendermånad:
zh_cn: 每个日历月最大加班时间：
zh_hk: 每個日曆月最大加班時間：

# OvertimeRequestMaximumTimeHandleType
source: When validation fails:
da: Når valideringen fejler:
de: Wenn Validierung fehlschlägt:
es: Si la validación falla:
fi: Kun validointi epäonnistuu
fr: Si la validation échoue:
sv: När valideringen fallerar:
zh_cn: 当验证失败：
zh_hk: 當驗證失敗：

# OvertimeRequestMaximumTimeDenyReason
source: {0} contains too much overtime ({1}). Max is {2}.
da: {0} indeholder for meget overtid ({1}). Maksimun er {2}
de: {0} enthält zu viele Überstunden ({1}). Max. ist {2}.
es: {0} contiene demasiado tiempo extra ({1}). El máximo es {2}.
fi: {0} sisältää liikaa ylityöaikaa ({1}). Enimmäismäärä on {2}.
fr: {0} contient trop d'heures supplémentaires ({1}). Le maximum est {2}.
sv: {0} innehåller för mycket övertid ({1}). Max är {2}.
zh_cn: {0} 包含太多加班 ({1}). 最大值是 {2}.
zh_hk: {0} 包含太多加班 ({1}). 最大值是 {2}.

# OvertimeRequestContinuousWorkTimeDenyReason
source: {0} contains too much continuous work time ({1}). Max is {2}.
de: {0} enthält zu viel durchgängige Arbeitszeit ({1}). Max. ist {2}.
fi: {0} sisältää liikaa yhtäjaksoista työaikaa({1}). Enimmäismäärä on {2}.
fr: {0} contient trop de temps de travail en continu ({1}). Le maximum est {2}.
sv: {0} innehåller för mycket sammanhängande arbetstid ({1}). Max är {2}.
zh_cn: {0} 包含太多连续的工作时间 ({1}). 最大值是 {2}.
zh_hk: {0} 包含太多連續的工作時間 ({1}). 最大值是 {2}.

# OvertimeRequestMaximumContinuousWorkTime
source: Maximum continuous work time:
de: Maximal durchgängige Arbeitszeit:
es: Tiempo de trabajo continuo máximo:
fi: Enimmäismäärä yhtäjaksoista työaikaa:
fr: Temps de travail maximum en continu:
sv: Maximal sammanhängande arbetstid:
zh_cn: 最多连续工作时间：
zh_hk: 最多連續工作時間：

# OvertimeRequestMinimumRestTimeThreshold
source: Minimum rest time:
de: Minimale Ruhezeit:
es: Tiempo de descanso mínimo:
fi: Vähimmäismäärä lepoaikaa:
fr: Temps de repos minimum:
sv: Minsta vilotid:
zh_cn: 最少休息时间：
zh_hk: 最少休息時間：

# ExistingShiftNotMatchShift
source: The shift on {0:d} does not match the shift on {1:d}.
da: Vagten på {0:d} matcher ikke vagten på {1:d}.
de: Die Schicht am {0:d} entspricht nicht der Schicht am {1:d}.
es: El turno en {0:d} no coincide con el turno en {1:d}.
fa: شیفت {0:d} با شیفت {1:d} سازگار نیست
fi: Työvuoro päivämäärälle {0:d} ei vastaa työvuoroa päivämäärälle {1:d}.
fr: L'horaire du {0:d} ne correspond pas à l'horaire du {1:d}.
sv: Skiftet för {0:d} matchar inte skiftet för {1:d}.
zh_cn: 在 {0:d} 的班次与{1:d} 的班次不相符。
zh_hk: 在 {0:d} 的班次與{1:d} 的班次不相符。

# ExistingShiftNotMatchShiftCategory
source: The shift category {0} on {1:d} does not match the shift category {2} on {3:d}.
da: Vagtkategorien {0} på {1:d} matcher ikke vagtkategorien {2} på {3:d}.
de: Die Schichtkategorie {0} am {1:d} entspricht nicht der Schichtkategorie {2} am {3:d}.
es: La categoría de turno {0} en {1:d} no coincide con la categoría de turno {2} en {3:d}.
fa: دسته شیفت {0} در {1:d} با دسته شیفت {2} در {3:d} سازگار نیست
fi: Vuoroluokka {0} päivämäärälle {1} ei vastaa vuoroluokkaa {2} päivämäärälle {3}.
fr: La catégorie d'horaires {0} du {1:d} ne correspond pas avec la catégorie d'horaire {2} du {3:d}.
sv: Skiftkategorin {0} för {1:d} matchar inte skiftkategorin {2} för {3:d}.
zh_cn: 班次类别 {0} 在 {1:d} 与班次类别 {2} 在 {3:d} 不相符。
zh_hk: 班次類別 {0} 在 {1:d} 與班次類別 {2} 在 {3:d} 不相符。

# ExistingShiftNotMatchStartTime
source: The start time {0:HH:mm} on {1:d} does not match the start time {2:HH:mm} on {3:d}.
da: Startiden {0:HH:mm} på {1:d} matcher ikke starttiden {2:HH:mm} på {3:d}.
de: Die Startzeit {0:HH:mm} am {1:d} entspricht nicht der Startzeit {2:HH:mm} am {3:d}.
es: El tiempo de inicio {0:HH:mm} en {1:d} no coincide con el tiempo de inicio {2:HH:mm} en {3:d}.
fa: زمان شروع {0} در {1:d} با زمان شروع {2} در {3:d} سازگار نیست
fi: Aloitusaika {0:HH:mm} päivämäärälle {1} ei vastaa aloitusaikaa {2} päivämäärälle {3}.
fr: L'heure de début de {0:HH:mm} du {1:d} ne correspond pas avec l'heure de début {2:HH:mm} du {3:d}.
sv: Starttiden {0} för {1:d} matchar inte starttiden {2} för {3:d}.
zh_cn: 开始时间 {0:HH:mm} 在日期 {1:d} 与开始时间 {2:HH:mm} 在日期 {3:d} 不相符。
zh_hk: 開始時間 {0:HH:mm} 在日期 {1:d} 與開始時間 {2:HH:mm} 在日期 {3:d} 不相符。

# OvertimeRequestDenyReasonNoPeriod
source: Your overtime request has been denied. Some days in the requested period are not open for requests. You can send requests for the following period: {0}.
da: Din overtidsforespörgsel er blevet afvist. Nogle af dagene i den forespurgte periode er endnu ikke åbnet for forespörgsler. Du kan sende en forespörgsel for denne periode: {0}.
de: Ihre Überstundenanfrage wurde abgelehnt. Einige Tage im angeforderten Zeitraum sind nicht für Anfragen offen. Sie können Anfragen für den folgenden Zeitraum senden: {0}.
es: Tu solicitud de tiempo extra fue denegada. Algunos de los días incluidos en la solicitud no están abiertos para solicitudes. Puedes mandar solicitudes para el periodo {0}.
fa: درخواست اضافه کاری رد شد. بعضی از روزها برای ثبت درخواست باز نیست. شما میتوانید درخواست خود را برای دوره {0} ارسال کنید
fi: Ylityöpyyntö on hylätty, koska tietyt päivät pyytämällesi jaksolle eivät ole avoinna. Voit lähettää pyynnön jaksolle: {0}.
fr: Votre demande d'heures supplémentaires a été refusée. Certains jours de la période demandée ne sont pas ouverts aux demandes. Vous pouvez envoyer des demandes pour la période suivante {0}
sv: Din övertidsförfrågan har avslagits. Vissa dagar i perioden är inte öppna för förfrågningar. Du kan skicka förfrågningar för följande period: {0}
zh_cn: 您的加班申请已被拒绝。申请周期内的某些天未开放申请。您可在以下周期内发送申请: {0}。
zh_hk: 您的加班申請已被拒絕。申請週期內的某些天未開放申請。您可在以下週期內發送申請: {0}。

# ShiftCategoryNotMatchingShiftBag
source: The shift category {0} on {1:d} doesn't exist in the shift bag {2}
da: Vagtkategorien {0} på {1:d} eksisterer ikke i vagtsamlingen {2}
de: Die Schichtkategorie {0} am {1:d} ist in der Schichtsammlung {2} nicht vorhanden
es: La categoría de turno {0} en {1:d} no existe en la bolsa de turnos {2}
fa: دسته شیفت {0} در {1:d} در کیسه شیفت {2} در {3:d} موجود نیست
fi: Vuoroluokka {0} päivämäärälle {1} ei löydy vuoropussista {2}.
fr: La catégorie d'horaires {0} du {1:d} n'existe pas dans la banque d'horaires {2}
sv: Skiftkategorin {0} den {1:d} finns inte i skiftpåsen {2}.
zh_cn: 班次类别 {0} 在日期{1:d} 不存在于班次包 {2}。
zh_hk: 班次類別 {0} 在日期{1:d} 不存在于班次包 {2}。

source: Contract work rule validation
da: Kontrakt arbejdsregel validering
de: Validierung der Vertragsarbeitsregel
es: Validación de regla de trabajo del contrato
fa: بررسی قانون کاری قرارداد
fi: Sopimuksen työsääntöjen validointi
fr: Validation de règle de temps contrat
sv: Validering på kontraktsregler
zh_cn: 排班工作规则验证
zh_hk: 合同工作規則驗證

source: Gamification Settings
da: Gamification indstillinger
de: Gamification-Einstellungen
es: Configuración de Gamificación
fa: تنظیمات سرگرمی
fi: Pellistämisen asetukset
fr: Paramètres de ludification
sv: Gamificationinställningar
zh_cn: 游戏化设置
zh_hk: 遊戲化設置

source: Select one or more sites
da: Välg en eller flere sites
de: Einen oder mehrere Standort(e) auswählen
es: Seleccione uno o más sites
fa: یک یا چند سایت را انتخاب کنید
fi: Valitse yksi tai useampi toimipaikka
fr: Sélectionner un ou plusieurs sites.
sv: Välj en eller flera enheter
zh_cn: 选择一个或多个站点
zh_hk: 選擇一個或多個網站

source: Set Gamification Targets
da: Angiv gamification mål
de: Gamification-Ziele einstellen
es: Establecer Objetivos de Gamificación
fa: اهداف سرگرمی را تعیین کنید
fi: Aseta pelillistämisen tavoitteet
fr: Fixer les objectifs de gamification
sv: Ange mål för gamification
zh_cn: 设置游戏化目标
zh_hk: 設置遊戲化目標

source: Applied Setting
da: Anvendt indstilling
de: Angewandte Einstellung
es: Configuración en uso
fa: تنظیمات اعمال شده
fi: Käytössä olevat asetukset
fr: Paramètre appliqué
sv: Inställningar gjorda
zh_cn: 已应用的设置
zh_hk: 已應用的設置

# BlockSchedulingNotWorkingWhenUsingPreferences
source: Block scheduling may not work when using preferences.
da: Blok planlägning virker måske ikke når der bruges präferencer.
de: Bei Verwendung von Präferenzen funktioniert die Blockplanung möglicherweise nicht.
es: La planificación por bloques puede no funcionar cuando se usan preferencias.
fa: زمانبندی بلوکی ممکن است با ترجیحات حاضر کار نکند
fi: Blokki-työvuorotusta ja työvuorotoiveita ei välttämättä voi yhdistää.
fr: La planification par blocs peut ne pas fonctionner lors de l'utilisation de préférences
sv: Blockschemaläggning fungerar eventuellt inte vid användning av önskemål.
zh_cn: 当使用偏好时批次排班可能失效
zh_hk: 當使用偏好時批次排班可能失效

# IntraDayChipNumberOf
source: of
da: af
de: von
es: de
fa: از
fr: de
sv: av
zh_cn: 于
zh_hk: 於

source: All skill groups
da: Alle skill grupper
de: Alle Skillgruppen
es: Todos los grupos de skills
fa: همه گروههای مهارت
fi: Kaikki taitoryhmät
fr: Tous groupes de compétences
sv: Alla kompetensgrupper
zh_cn: 所有技能组
zh_hk: 所有技能組

# ExitSGM
source: Exit skill group manager
de: Skill-Gruppenleiter beenden
es: Salir del administrador de grupo de skills
fi: Poistu taitoryhmien hallintanäkymästä
fr: Quitter le gestionnaire de groupes de compétences
sv: Lämna kompetensgruppshanteraren
zh_cn: 退出技能组管理器
zh_hk: 退出技能組管理器

# AreYouSureYouWantToExitSGM
source: You have unsaved skill groups. Are you sure you want to exit the skill group manager?
da: Er du sikker på at du vil lukke skill gruppemanager?
de: Sie haben nicht gespeicherte Skillgruppen. Sind Sie sicher, dass Sie den Skill-Gruppenleiter beenden möchten?
es: Tienes grupos de skills no guardados. ¿Estás seguro de que quieres salir del administrador del grupo de skills?
fa: مطمئن هستید که میخواهید از پنل مدیریت گروه مهارت خارج شوید؟
fi: Et ole tallentanut kaikkia taitiryhmiä. Haluatko poistua taitoryhmien hallintanäkymästä?
fr: Vous avez des groupes de compétences non sauvegardés. Êtes-vous sûr de vouloir quitter le gestionnaire de groupes de compétence?
sv: Du har kompetensgrupper som inte är sparade. Är du säker på att du vill lämna kompetensgruppshanteraren?
zh_cn: 您有未保存的技能组。您确定要离开技能组管理器吗？
zh_hk: 您有未保存的技能組。您確定要離開技能組管理器嗎？

source: Available skills
da: Tilgängelige skills
de: Verfügbare Skills
es: Skills Disponibles
fa: مهارتهای موجود
fi: Valitse taidot
fr: Compétences disponibles
sv: Tillgängliga kompetenser
zh_cn: 可用技能
zh_hk: 可用技能

source: Create new skill group
da: Opret ny skill gruppe
de: Neue Skillgruppe erstellen
es: Crear nuevo grupo de skills
fa: ایجاد گروه مهارتی جدید
fi: Luo uusi taitoryhmä
fr: Créer nouveau groupe de compétences
sv: Skapa en ny kompetensgrupp
zh_cn: 创建新的技能组
zh_hk: 創建新的技能組

# DoYouWantToDeleteSkillGroup
source: Delete skill group
da: Vil du slette skill gruppe
de: Skillgruppe löschen
es: Borrar grupo de skills
fa: میخواهید گروه مهارتی را حذف کنید؟
fi: Poista taitoryhmä
fr: Supprimer groupe de compétences
sv: Ta bort kompetensgrupp
zh_cn: 删除技能组
zh_hk: 刪除技能組

source: Are you sure you want to delete the skill group
da: Er du sikker på at du vil slette skill gruppen
de: Sind Sie sicher, dass Sie diese Skillgruppe löschen möchten
es: ¿Seguro que quieres eliminar el grupo de skills?
fi: Haluatko poistaa taitoryhmän?
fr: Êtes-vous sûr de vouloir supprimer le groupe de compétences?
sv: Är du säker på att du vill ta bort kompetensgruppen
zh_cn: 您确定要删除技能组吗
zh_hk: 您確定要刪除技能組嗎

source: Manage skill groups
da: Håndter skill grupper
de: Skillgruppen verwalten
es: Gestionar grupos de skills
fa: مدیریت گروههای مهارتی
fi: Hallinnoi taitoryhmiä
fr: Gérer groupe de compétences
sv: Hantera kompetensgrupper
zh_cn: 管理技能组
zh_hk: 管理技能組

source: Select site
da: Välg site
de: Standort auswählen
es: Seleccione site
fa: انتخاب سایت
fi: Valitse toimipaikka
fr: Sélectionner site
sv: Välj enhet
zh_cn: 选择站点
zh_hk: 選擇網站

source: Select team
da: Välg team
de: Team auswählen
es: Seleccione equipo
fa: انتخاب تیم
fi: Valitse tiimi
fr: Sélectionner équipe
sv: Välj team
zh_cn: 选择小组
zh_hk: 選擇小組

source: Unselect site
da: Fravälg site
de: Standortauswahl aufheben
es: Deseleccionar site
fa: سایت انتخاب نشده
fi: Poista valittu toimipaikka
fr: Dé-sélectionner site
sv: Avmarkera enhet
zh_cn: 反选站点
zh_hk: 反選網站

source: Unselect team
da: Fravälg team
de: Teamauswahl aufheben
es: Deseleccionar equipo
fa: تیم انتخاب نشده
fi: Poista valittu tiimi
fr: Dé-sélectionner équipe
sv: Avmarkera team
zh_cn: 反选小组
zh_hk: 反選小組

source: Threshold for badge:
da: Gränsevärdi for märke:
de: Schwelllenwert für Badge:
es: Umbral para medalla:
fa: آستانه برای مدال:
fi: Mitalin kynnysarvo:
fr: Seuil pour badge:
ru: Пороги уровней:
sv: Tröskelvärde för medalj:
zh_cn: 徽章阈值：
zh_hk: 徽章閾值：

# ThresholdForGoldBadge
source: Threshold for bronze badge:
da: Gränsevärdi for bronzemärke:
de: Schwelllenwert für BRONZEstern:
es: Umbral para medalla de bronce:
fa: آستانه برای مدال برنز:
fi: Pronssimitalin kynnysarvo:
fr: Seuil pour badge bronze:
ru: Порог бронзового уровня:
sv: Tröskelvärde för bronsmedalj:
zh_cn: 青铜徽章阈值：
zh_hk: 青銅徽章閾值：

# ThresholdForSilverBadge
source: Threshold for gold badge:
da: Gränsevärdi for guldmärke:
de: Schwelllenwert für GOLDstern:
es: Umbral para medalla de oro:
fa: آستانه برای مدال طلا:
fi: Kultamitalin kynnysarvo:
fr: Seuil pour badge or:
ru: Порог золотого уровня:
sv: Tröskelvärde för guldmedalj:
zh_cn: 金色徽章阈值：
zh_hk: 金色徽章閾值：

# ThresholdForBronzeBadge
source: Threshold for silver badge:
da: Gränsevärdi for sölvmärke:
de: Schwelllenwert für SILBERstern:
es: Umbral para medalla de plata:
fa: آستانه برای مدال نقره:
fi: Hopeamitalin kynnysarvo:
fr: Seuil pour badge argent:
ru: Порог серебряного уровня:
sv: Tröskelvärde för silvermedalj:
zh_cn: 银色徽章阈值：
zh_hk: 銀色徽章閾值：

# DenyReasonSystemBusy
source: Your request has been denied because the system is busy. Please try again later.
da: Din forespörgsel er blevet afvist fordi systemet er optaget. Vär venlig at pröve igen senere.
de: Ihre Anfrage wurde abgelehnt, weil das System beschäftigt ist. Bitte versuchen Sie es später erneut.
es: Su solicitud ha sido denegada porque el sistema está ocupado. Por favor, inténtelo de nuevo más tarde.
fa: درخواست شما بخاطر مشغول بودن سیستم رد شد. لطفاً بعداً تلاش کنید
fi: Pyyntösi on hylätty, koska järjestelmä on varattu. Yritä uudelleen hetken kuluttua.
fr: Votre demande a été refusée car le système est occupé. Merci de ré-essayer plus tard.
sv: Din förfrågan har avslagits p.g.a. att system är upptaget. Vänligen försök igen senare.
zh_cn: 由于系统正忙，您的申请已被拒绝。请稍后重试。
zh_hk: 由於系統正忙，您的申請已被拒絕。請稍後重試。

# DenyReasonNoSkillCombinationsFound
source: Your request has been denied because the system cannot find staffing data for the request period.
da: Din forespörgsel er blevet afvist fordi systemet ikke kan finde bemandingsdata for den önskede periode.
de: Ihre Anfrage wurde abgelehnt, weil das System keine Besetzungsdaten für den angefragten Zeitraum finden kann.
es: Tu solicitud ha sido denegada porque el sistema no encuentra información de dotación de personal para el periodo solicitado.
fa: درخواست شما به خاطر اینکه سیستم نمیتواند اطلاعات میزان نیروها را پیدا کند رد شد
fi: Pyyntösi on hylätty. Yritä hetken kuluttua uudelleen.
fr: Votre demande a été refusée car le système ne peut pas trouver de données de couverture pour la période interrogée.
sv: Din förfrågan har avslagits. Systemet hittar inget schemadata för perioden.
zh_cn: 由于系统无法在申请周期内找到人力数据，您的申请已被拒绝。
zh_hk: 由於系統無法在申請週期內找到人力資料，您的申請已被拒絕。

source: Your schedule has changed!
da: Dit skema er ändret!
de: Ihr Dienstplan wurde geändert!
es: Tu horario ha cambiado!
fa: برنامه شما تغییر کرد
fi: Työvuorosi on muuttunut!
fr: Votre planning a changé!
no: Ditt skjema er endret!
sv: Ditt schema har ändrats!
zh_cn: 您的班表已变更！
zh_hk: 您的班表已變更！

source: An error occurred when uploading the file
da: En fejl er opstået ved upload af denne fil
de: Beim Hochladen der Datei ist ein Fehler aufgetreten
es: Se produjo un error al cargar el archivo
fa: خطای در هنگام اضافه کردن فایل اتفاق افتاد
fi: Tiedoston lataamisessa tapahtui virhe
fr: Un erreur est survenu lors de l'import du fichier
sv: Ett feluppstod vid uppladdning av filen
zh_cn: 上传文件时发生错误
zh_hk: 上傳檔時發生錯誤

source: Import External Data
da: Importer ekstern data
de: Externe Daten importieren
es: Importar Datos Externos
fa: اضافه کردن داده های خارجی
fi: Tuo ulkoista dataa
fr: Importer des données externes
sv: Importera extern data
zh_cn: 导入外部数据
zh_hk: 導入外部資料

source: Upload and Start
da: Upload og start
de: Hochladen und starten
es: Cargar y Comenzar
fa: فایل را اضافه و شروع را بزنید
fi: Lataa ja käynnistä
fr: Import et début
sv: Ladda upp och starta
zh_cn: 上传并开始
zh_hk: 上傳並開始

# InvalidNumberOfFields
source: Each row must have {0} fields. This row has {1}.
da: Hver räkke skal have {0} felter. Denne räkke har {1}.
de: Jede Zeile muss {0} Felder enthalten. Diese Zeile hat {1}.
es: Cada fila debe tener {0} campos. Esta fila tiene {1}.
fa: هر ردیفی باید {0} محل داده داشته باشد. این ردیف {1} تا دارد
fi: Jokaisella rivillä on oltava {0} saraketta. Tällä rivillä on {1}.
fr: Chaque rangée doit avoir {0} champs. Cette rangée en a {1}
sv: Varje rad måste ha {0} fält. Den här raden har {1}.
zh_cn: 每行必须有 {0} 个字段。 此行有 {1} 个。
zh_hk: 每行必須有 {0} 個欄位。 此行有 {1} 個。
