Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Add From - To Period
ar: اضف فترة من - الى
cs: Přidat období od - do
da: Tilføj Fra - Til Periode
de: Von - Bis Periode hinzufügen
es: Añadir Período Desde - Hasta
fa: افزودن از- به دوره
fi: Lisää mistä mihin ajanjakso
fr: Ajouter période à partir de - à
id: Tambah Periode Dari - Sampai
it: Aggiungi periodo Da - A
ja: From～To期間の追加
lv: Pievienot No - Līdz Periodu
nl: Voeg Van - Tot Periode
no: Legg til Fra - Til periode
pl: Dodaj okres od-do
pt: Adicionar período de - até
ru: Добавить период От-До
sv: Lägg till Från - Till period
tr: Periyod ekle
zh_cn: 添加周期从－到
zh_hk: 添加週期從－到

source: Add Rolling Period
ar: اضف فترة متحركة
cs: Přidat pohyblivé období
da: Tilføj Rullende Periode
de: Füge fortlaufende Periode hinzu
es: Añadir Período Rotativo
fa: افزودن دوره برگشت
fi: Lisää jatkuva jakso
fr: Ajouter période roulante
id: Tambah Periode Rolling
it: Aggiungi periodo ciclico
ja: 回転周期の追加
lv: Pievienot Nepārtraukto Periodu
nl: Voeg Rolling Periode
no: Legg til rullende periode
pl: Dodaj okres kroczący
pt: Adicionar Período de Rolagem
ru: Добавить период чередования
sv: Lägg till rullande period
tr: Dönüş periyodu ekle
zh_cn: 添加滚动周期
zh_hk: 添加滾動週期

source: Days off back to legal state
ar: عودة ايام العطلة الى الوضع القانونى
cs: Volné dny zpět do povoleném stavu
da: Genopret Fridage til lovlig tilstand
de: Freie Tage zurück zum gültigen Status
es: Días libres, volver a estado legal
fa: برگشت روز تعطیل به وضعیت قانونی
fi: Vapaapäivät palautetaan sopimuksen mukaiseen tilaan
fr: Retour au statut légal jours libres
id: Libur kembali ke status resmi
it: Ritorno riposi in stato consentito
ja: 合法な状態に戻す休暇
lv: Brīvdienas atgrieztas atļautajā statusā
nl: Vrije dagen terug naar rechtsstaat
no: Fridager tilbake til lovlig status
pl: Dni wolne wstecz do dopuszczalnych
pt: Dias de folga de volta para estado legal
ru: Возврат выходных к Legal state
sv: Fridagar åter till giltigt läge
tr: Tatiller için orijinal hale dön
zh_cn: 休息日返回合法状态
zh_hk: 休息日返回合法狀態

source: Rescheduling
ar: اعادة الجدولة
cs: Opakované plánování
da: Genplanlægning
de: Neuplanen
es: Re-planificando
fa: زمانبندی مجدد
fi: Tee työvuorot uudelleen
fr: Replanification
id: Penjadwalan ulang
it: Ripianificazione
ja: 再スケジューリング
lv: Pārplānošana
nl: Rooster Herplannen
no: Planlegger på nytt
pl: Ponowne planowanie
pt: Reagendamento
ru: Перераспределение
sv: Schemalägger om
tr: Yeniden vardiya planlama
zh_cn: 重排
zh_hk: 重排

source: Rolling back schedules for
ar: لت
cs: Vrátit zpět plány pro
da: Rulle vagtplaner tilbage for
de: Setze Planung zurück für
es: Deshaciendo planificaciones para
fa: برگرداندن برنامه ریزی به عقب برای
fi: Työvuoron palauttaminen
fr: Restauration des plannings pour
id: Mengembalikan jadwal untuk
it: Ripristino pianificazione per
ja: のスケジュールをロールバックする
lv: Atjauno grafikus
nl: Terugrollen roosters voor
no: Rullerer tilbake planer for
pl: Cofanie planu dla
pt: Revertendo os agendamentos para
ru: Возврат расписания
sv: Återställer schemat för
tr: Vardiya planını geri döndür
zh_cn: 回退班表
zh_hk: 回退班表

source: Agent Performance
ar: اداء الممثل
cs: Výkonnost agenta:
da: Medarbejder performance
de: Mitarbeiter - Performance
es: Desempeño del Agente
fa: عملکرد پاسخگو
fi: Agentin suorituskyky
fr: Performances d'agent
id: Performansi Agent
it: Prestazioni Agente
ja: エージェントのパフォーマンス
lv: Operatora Veiktspēja
no: Agentytelse
pl: Wydajność agenta
pt: Performance do Agente
ru: Данные операторов
sv: Agentprestation
tr: Aracı performansı
zh_cn: 座席代表绩效
zh_hk: 座席代表績效

source: Employee Information
ar: بيانات الممثل
cs: Informace zaměstnance
da: Medarbejder indformation
de: Mitarbeiter-Information
es: Información del Empleado
fa: اطلاعات کارمند
fi: Työntekijän tiedot
fr: Informations employé
id: Informasi Karyawan
it: Informazioni dipendenti
ja: 従業員情報
lv: Darbinieka Informācija
nl: Werknemers Informatie
no: Ansatt informasjon
pl: Dane pracownika
pt: Informações dos Funcionários
ru: Данные сотрудника
sv: Personalinformation
tr: Çalışan bilgisi
zh_cn: 员工信息
zh_hk: 員工資訊

source: Forecasting Performance
ar: اداء التوقعات
cs: Výkonnost předpovědí
da: Prognosticere Præstation
de: Performance vorhersagen
es: Rendimiento de la Previsión
fa: پیش بینی عملکرد
fi: Ennustamissuorituskyky
fr: Performance prévisions
id: Memprakirakan Performansi
it: Prestazioni Forecasting
ja: パフォーマンスを予測しています
lv: Prognozēšanas Veiktspēja
nl: Voorspelde Performance
no: Prognose ytelse
pl: Prognozowanie wydajności
pt: Performance da Previsão
ru: Данные прогнозирования
sv: Prognosresultat
tr: Tahmin Performansı
zh_cn: 预测性能
zh_hk: 預測性能

source: Historical Reports
ar: التقارير التاريخية
cs: Historické reporty
da: Historisk rapport
de: Historische Berichte
es: Reportes históricos
fa: گزارشهای تاریخی
fi: Historia raportit
fr: Rapports historiques
id: Laporan Historis
it: Report storici
ja: 履歴レポート
lv: Vēsturiskie Ziņojumi
nl: Historische Rapporten
no: Historiske rapporter
pl: Raporty historyczne
pt: Relatórios Históricos
ru: Исторические отчеты
sv: Historikrapporter
tr: Tarihi Raporlar
zh_cn: 历史报表
zh_hk: 歷史報表

source: Improve
ar: التحسين
cs: Zlepšení
da: Forbedre
fa: بهبود دادن
fr: Améliorer
id: Meningkat
ja: 改善
lv: Uzlabot
nl: Verbeteren
pl: Polepsz
pt: Melhorar
tr: Geliştirme
zh_cn: 改进
zh_hk: 改進

source: Schedule Analysis
ar: تحليل الجدول
cs: Analýza plánu
da: Vagtplan Analyse
de: Plan-Analyse
es: Análisis de Planificaciones
fa: تحلیل زمانبندی
fi: Työvuoroanalyysi
fr: Analyse du planning
id: Analisis Jadwal
it: Analisi pianificazione
ja: スケジュール分析
lv: Grafika Analīze
nl: Rooster Analysis
no: Skjema analyse
pl: Analiza planu
pt: Análise de Agendamento
ru: Анализ расписания
sv: Schemaanalys
tr: İş Takvimi analizi
zh_cn: 班表分析
zh_hk: 班表分析

source: Service Level Analysis
ar: تحليل مستوى الخدمه
cs: Analýzy Service levelu
da: Service level Analyse
de: Servicelevel Analyse
es: Análisis de Nivel de Servicio
fa: تحلیل سطح خدمت
fi: Palvelutasoanalyysi
fr: Analyse du niveau de service
id: Analisis Tingkat Layanan
it: Analisi Service Level
ja: サービスレベル分析
lv: Servisa Līmeņa Analīze
no: Servicenivåanalyse
pl: Analiza poziomu obsługi
pt: Análise do Nível de Serviço
ru: Анализ уровня сервиса
sv: Servicenivåanalys
tr: Servis seviyesi analizi
zh_cn: 服务水平分析
zh_hk: 服務水準分析

source: Optimizing days off
ar: تحسين ايام العطلات
cs: Optimalizace volných dní
da: Optimere fridage
de: Freie Tage optimieren
es: Optimizando días libres
fa: بهینه سازی روز تعطیل
fi: Vapaapäivien optimointi
fr: Optimisation des jours libres
id: Optimalisasi hari libur
it: Ottimizzazione riposi
ja: 欠勤を最適化しています
lv: Optimizē brīvdienas
nl: Optimaliseren van vrije dagen
no: Optimaliserer fridager
pl: Optymalizacja dni wolnych
pt: Otimizando folgas
ru: Оптимизация выходных дней
sv: Optimerar fridagar
tr: Tatilleri optimize et
zh_cn: 正在优化休息日
zh_hk: 正在優化休息日

source: Schedule block day with
ar: استعمل لجدول الكتله مع
cs: Naplánovat blok dní s
da: Planlæg blok dag med
de: Plane Block-Tag mit
es: Planificar día de bloque con
fa: زمان بندی روز مسدود با
fi: Työvuorot Block-päiville
fr: Planifier le bloc de journée avec
id: Menjadwalkan hari blokir dengan
it: Pianifica giorno blocco con
ja: のスケジュールブロック日
lv: Grafika bloka diena ar
nl: Blok Rooster dag met
no: Skjema blokkerer dag med
pl: Planuj dzień blokowo z
pt: Agendar dia de bloco com
ru: Планировать блок дня
sv: Block med
tr: Bloke edilen günü vardiyala
zh_cn: 安排批次排班
zh_hk: 安排批次排班

source: was not successful
ar: لم يتم بنجاح
cs: neblo úspěšné
da: Var ikke vellykket
de: war nicht erfolgreich
es: ha terminado con fallo
fa: موفقیت آمیز نبود
fi: epäonnistui
fr: n'a pas réussi
id: tidak sukses
it: è fallita
ja: 失敗しました
lv: nebija sekmīgi
nl: Was niet succesvol
no: Ikke vellykket
pl: nieudane
pt: não foi feito(a) com sucesso
ru: неуспешно
sv: lyckades inte
tr: Başarısız
zh_cn: 不成功
zh_hk: 不成功

source: was successful
ar: تم بنجاح
cs: bylo úspěšné
da: Var vellykket
de: war erfolgreich
es: ha terminado con éxito
fa: موفقیت آمیز بود
fi: oli onnistunut
fr: a réussi
id: sukses
it: ha avuto successo
ja: 成功しました
lv: bija sekmīgi
nl: Was succesvol
no: Vellykket
pl: udane
pt: foi feito(a) com sucesso
ru: успешно
sv: lyckades
tr: Başarılı
zh_cn: 成功
zh_hk: 成功

# ConsecutiveDaysOffRule
source: Filter on consecutive days off limitations
ar: تصفيه على تحديدات ايام العطلات
cs: Filtr na llimity po sobě jdoucích volných dní
da: Filtrer på reglen om på hinanden følgende fridage
de: Nach Einschränkung für aufeinander folgende freie Tage filtern.
es: Filtro en limitación de días libre consecutivos
fa: فیلتر روی محدودیتهای روزهای تعطیل پیاپی
fi: Muuta peräkkäisten vapaapäivien rajoituksia
fr: Filtre sur limitations de jours libres consécutifs
id: Penyaringan pada batasan hari libur berurutan
it: Filtro su limitazioni di riposi consecutivi
ja: 連続した休暇の制限をフィルター
lv: Filtrs, pēc kārtas brīvdienu ierobežojumiem
nl: Filter op opeenvolgende vrije dagen beperkingen
no: Filter for begrensning av suksessive fridager
pl: Filtruj wg ograniczeń kolejnych dni wolnych
pt: Filtrar por limitações de folgas consecutivas
ru: Фильтр по ограничениям последовательных выходных дней
sv: Filtrera på antal sammanhängande fridagar
tr: Ardarda tatil günü sınırlamalarını filtrele
zh_cn: 根据连续休息日天数限制筛选
zh_hk: 根據連續休息日天數限制篩選

# ConsecutiveWorkdaysRule
source: Filter on free consecutive workday limitations
ar: تصفيه على تحديدات ايام العمل المتاحه
cs: Filtr na limity po sobě jdoucích pracovních dní
da: Filtrer på reglen om på hinanden følgende arbejdsdage
de: Nach Einschränkung für aufeinander folgende freie Werktage filtern.
es: Filtro en limitaciones de día de trabajo consecutivos
fa: فیلتر روی محدودیتهای روز کاری پیاپی
fi: Muuta vapaiden peräkkäisten työpäivien rajoituksia
fr: Filtre sur limitations de jours ouvrables consécutifs
id: Penyaringan pada batasan hari kerja berurutan bebas
it: Filtro su limitazioni di giorni lavorativi liberi consecutivi
ja: 連続した自由な労働日の制限をフィルター
lv: Filtrs, brīvu, pēc kārtas, darba dienu ierobežojumiem
nl: Filter op vrije opeenvolgende werkdag beperkingen
no: Filter på suksessive arbeidsdager
pl: Filtruj wg ograniczeń kolejnych dni roboczych
pt: Filtrar por limitações de dias de trabalho consecutivos
ru: Фильтр по ограничениям последовательных рабочих дней
sv: Filtrera på antal sammanhängande arbetsdagar
tr: Ardarda iş günü sınırlamalarını filtrele
zh_cn: 根据自由连续工作日限制筛选
zh_hk: 根據自由連續工作日限制篩選

# DaysOffPerWeekRule
source: Filter on days off per week limitations
ar: تصفيه على تحديدات ايام العطلات خلال الاسبوع
cs: Filtr na limity počtu volných dní za týden
da: Filtrer på begrænsning af fridage pr. uge
de: Nach Einschränkung für freie Tage pro Woche filtern.
es: Filtro en limitaciones de días libres por semana
fa: فیلتر روی محدودیتهای روزهای تعطیل در هر هفته
fi: Muuta vapaapäivä rajoituksia
fr: Filtre sur limitations de jours libres par semaine
id: Penyaringan pada batasan libur per minggu
it: Filtro su limitazioni di riposi settimanali
ja: 1週間当たりの休暇をフィルター
lv: Filtrs, brīvdienu nedēļā ierobežojumiem
nl: Filter op vrije dagen per week beperkingen
no: Filter for begrensning av etterfølgende fridager per uke
pl: Filtruj wg ograniczeń dni wolnych w tygodniu
pt: Filtrar por limitações de folgas por semana
ru: Фильтр по ограничениям выходных дней в неделю
sv: Filtrera på antal fridagar per vecka
tr: Haftalık tatil günü sınırlamalarını filtrele
zh_cn: 根据每周休息日天数限制筛选
zh_hk: 根據每週休息日天數限制篩選

# FreeWeekendDayRule
source: Filter on free weekend day limitations
ar: تصفيه على تحديدات يوم العطله
cs: Filtr na limity počtu volných víkendových dní
da: Filtrer på begrænsning af fri weekend dage
de: Nach freier Wochenend-Tag Einschränkung filtern.
es: Filtro en limitación de día de fin de semana
fa: فیلتر روی محدوده ی زمان کاری آزاد
fi: Muuta viikonloppuvapaa rajoituksia
fr: Filtre sur limitations de jours de weekend libres
id: Penyaringan pada batasan hari akhir minggu bebas
it: Filtro su limitazioni di giorni liberi nel fine settimana
ja: 週末のフリー日制限をフィルター
lv: Filtrs, brīvas dienas nedēļu nogalēs ierobežojumiem
nl: Filter op vrije weekend dag beperkingen
no: Filter for begrensning av etterfølgende fridager i helgen
pl: Filtruj wg ograniczeń wolnych dni weekendowych
pt: Filtrar por limitações de dias de finais de semana livres
ru: Фильтр по ограничениям выходных дней в Сб или Вс
sv: Filtrera på antal lediga helgdagar
tr: Haftasonu günleri tatil sınırlamalarını filtrele
zh_cn: 根据自由周末天限制筛选
zh_hk: 根據自由週末天限制篩選

# FreeWeekendRule
source: Filter on free weekend limitations
ar: تصفيه على تحديدات ايام العطلات المتاحه
cs: Filtr na limity počtu volných víkendů
da: Filtrer på begrænsning af fri weekender
de: Nach Einschränkung für freies Wochenende filtern.
es: Filtroen limitación de fin de semana libre
fa: فیلتر روی محدودیت های آزاد پایان هفته
fi: Muuta viikonloppuvapaa rajoituksia
fr: Filtre sur limitations de weekend libre
id: Penyaringan pada batasan akhir minggu bebas
it: Filtro su limitazioni di fine settimana liberi
ja: 週末のフリー日制限をフィルター
lv: Filtrs, brīvas nedēļu nogales ierobežojumiem
nl: Filter op vrije weekend beperkingen
no: Filter for begrensning av etterfølgende frihelger
pl: Filtruj wg ograniczeń wolnych weekendów
pt: Filtrar por limitações de finais de semana livres
ru: Фильтр по ограничениям выходных дней в Сб и Вс
sv: Filtrera på helt lediga helger
tr: Haftasonu tatili sınırlamalarını filtrele
zh_cn: 根据自由周末筛选
zh_hk: 根據自由週末篩選

source: New Workflow Control Set
ar: مجموعه تحكم سير العمل جديدة
cs: Nová sada pracovních postupů
da: Ny Arbejdsproces styring
de: Neues Workflow Control Set
es: Nuevo Workflow Control Set
fa: مجموعه کنترل جریان کار جدید
fi: Uusi työmäärän sääntösarja
fr: Nouveau contrôle de flux d'activités
id: Set Kendali Workflow Baru
it: Nuovo insieme di regole di Workflow
ja: 新規ワークフローコントロールセット
lv: Jauns Darbplūsmas Vadības Uzstādījums
nl: Nieuwe Workflow Control Set
no: Nytt arbeidsflytregelsett
pl: Nowy zestaw kontroli przebiegu pracy
pt: Nova Configuração de Workflow
ru: Новый набор правил рабочего процесса
sv: Nytt arbetsflöde
tr: Yeni iş akışı kontrol seti
zh_cn: 新建工作流控制集
zh_hk: 新建工作流控制集

source: Scheduling result
ar: نتيجة الجدول
cs: Výsledky plánování
da: Planlægnings resutat
de: Planungsresultat
es: Resultado de la planificación
fa: نتیجه زمانبندی
fi: Työvuorosuunnittelun tulos
fr: Résultat de planification
id: Hasil penjadwalan
it: Risultato pianificazione
ja: スケジュール作成結果
lv: Plānošanas rezultāts
nl: Inroosteren resultaat
no: Planleggingsresultat
pl: Wynik planowania
pt: Resultado do agendamento
ru: Результат планирования
sv: Resultat schemaläggning
tr: Vardiya planı sonucu
zh_cn: 排班结果
zh_hk: 排班結果

# OnlineReports
source: Real Time Reports
ar: تقارير الوقت الحالى
cs: Online reporty
da: Realtids rapport
de: Online Berichte
es: Reporte en línea
fa: گزارشات بهنگام
fi: Reaaliaikaiset raportit
fr: Rapports temps réel
id: Laporan online
it: Report Online
ja: オンラインレポート
lv: Reālā Laika Ziņojumi
nl: Real time rapporten
no: Online rapporter
pl: Raporty czasu rzeczywistego
pt: Relatórios online
ru: Online отчеты
sv: Realtidsrapporter
tr: Gerçek zamanlı raporlar
zh_cn: 实时报表
zh_hk: 即時報表

# ScheduledTimePerActivityReport
source: Scheduled Time per Activity
ar: الوقت المجدول لكل نشاط
cs: Naplánovaný čas podle činnosti
da: Planlagt tid pr. aktivitet
de: Geplante Zeit pro Aktivität Bericht
es: Reporte de tiempo planificado por actividad
fa: زمان زمانبندی شده برای هر فعالیت
fi: Työvuoroaika per aktiviteetti
fr: Temps planifié par activité
id: Waktu terjadwal per aktivitas
it: Tempo pianificato per attività
ja: 活動ごとの予定時間
lv: Plānotais Laiks pēc Aktivitātes
nl: Ingeroosterd Tijd per Activiteit
no: Planlagt tid per aktivitetsrapport
pl: Planowany czas na aktywność
pt: Tempo agendado por atividade
ru: Запланированное время по графику на активность
sv: Schemalagd tid per aktivitet
tr: Aktivite bazında vardiyalanan zaman
zh_cn: 每个活动的已排定时间
zh_hk: 每個活動的已排定時間

source: Scheduled Time per Activity
ar: الوقت المجدول لكل نشاط
cs: Naplánovaný čas podle činnosti
da: Planlagt tid pr. aktivitet
de: Geplante Zeit pro Aktivität
es: Tiempo planificado por actividad
fa: زمان زمانبندی شده برای هر فعالیت
fi: Työvuoroaika per aktiviteetti
fr: Temps planifié par activité
id: Waktu Terjadwal per Aktivitas
it: Tempo pianificato per attività
ja: 活動ごとの予定時間
lv: Plānotais Laiks pēc Aktivitātes
nl: Ingeroosterd Tijd per Activiteit
no: Planlagt tid per aktivitet
pl: Planowany czas na aktywność
pt: Tempo Agendado por Atividade
ru: Запланированное время по графику на активность
sv: Schemalagd tid per aktivitet
tr: Aktivite bazında vardiyalanan zaman
zh_cn: 每个活动的已排定时间
zh_hk: 每個活動的已排定時間

# AgentColon
source: Agent:
ar: الوكيل:
cs: Agenti:
da: Medarbejder:
de: Mitarbeiter:
es: Agente:
fa: پاسخگو:
fi: Agentti:
it: Agenti:
ja: エージェント:
lv: Operators:
pt: Agente:
ru: Оператор:
tr: Müşteri temsilcisi:
zh_cn: 座席代表：
zh_hk: 座席代表：

# DateColon
source: Date:
ar: اتاريخ:
cs: Datum:
da: Dato:
de: Datum:
es: Fecha:
fa: تاربخ:
fi: Päivämäärä:
id: Tanggal:
it: Data:
ja: 日付:
lv: Datums:
nl: Datum:
no: Dato:
pl: Data:
pt: Data:
ru: Дата:
sv: Datum:
tr: Tarih:
zh_cn: 日期：
zh_hk: 日期：

# RequestDenyReasonAutodeny
source: Absence request approval has been disabled by the administrator for all or part of the requested period.
de: Die Genehmigung der Abwesenheitsanfrage wurde vom Administrator für den gesamten angefragten Zeitraum, oder einen Teil davon, deaktiviert.
fi: Poissaolopyyntöä ei voida myöntää, koska poissaolopyynnön hyväksyntä koko tai osalle pyydetystä jaksosta on estetty.
fr: Votre demande d'absence a été automatiquement refusée, dû à une règle établie par l'administrateur.
id: Permintaan absen anda ditolak secara otomatis, karena aturan yang telah ditetapkan oleh administrator.
it: La tua richiesta di assenza è stata rifiutata automaticamente per una regola impostata dall'amministratore.
ja: 管理者が設定したルールにより、欠勤要求が自動的に拒否されました。
nl: Uw afwezigheid aanvraag is automatisch geweigerd, vanwege een regel ingesteld door de administrator.
pl: Prośba o nieobecność odrzucona automatycznie przez regułę zdefiniowaną przez administratora.
pt: Sua solicitação de ausência foi negada automaticamente, devido a uma regra definida pelo administrador.
sv: Hela eller delar av den period din förfrågan gäller är inte öppen för frånvaroförfrågningar.
tr: Devamsızlık isteği admin tarafından tamamen ya da kısmen devre dışı bırakıldı.
zh_cn: 您的缺勤申请由于管理员设置的一条规则，被自动拒绝。
zh_hk: 您的缺勤申請由於管理員設置的一條規則，被自動拒絕。

# RequestDenyReasonClosedPeriod
source: Your absence request cannot be granted. Some dates are not open for requests at this time.
ar: لم يستطع منح طلبك للتغيبز بعض التواريخ غير متاحه فى هذا الوقت
cs: Váš požadavek na absenci nemůže být schválen. Některá data nejsou nyní otevřena pro požadavky.
da: Din fraværs forespørgelse kan ikke behandles, nogle af de indtastede datoer er endnu ikke åbne for forespørelser.
de: Ihre Abwesenheitsanfrage kann nicht genehmigt werden. Einige der Termine sind zurzeit nicht für Anfragen offen.
es: Su solicitud de ausencia no puede ser aprobada. Algunas fechas no están abiertas para solicitudes en este momento.
fa: درخواست مرخصی شما قابل واگذاری نیست .بعضی از تاریخ ها برای درخواست شما در این لحظه باز نیستند
fi: Poissaolopyyntöä ei voida myöntää. Päivämäärä, jolle teit poissaolopyynnön ei ole avoinna pyynnöille tällä hetkellä.
fr: Votre demande d'absence ne peut pas être autorisée. Des dates ne sont pas ouvertes aux demandes actuellement.
id: Permintaan absen anda tidak dikabulkan. Beberapa tanggal tidak terbuka untuk permintaan saat ini.
it: La tua richiesta di assenza non può essere soddisfatta. Alcune date non sono attualmente aperte a richieste.
ja: 欠勤要求を承認できません。現時点では一部の日付にて要求が受け付けられません。
lv: Jūsu prombūtnes pieprasījums nevar tikt apstiprināts. Daži datumi nav atvērti pieprasījumiem šajā laikā.
nl: Uw afwezigheid aanvraag kan niet verleend worden. Sommige datums zijn niet open voor aanvragen op dit moment.
no: Din fraværsforespørsel kan ikke innvilges. Enkelte datoer er ikke åpne for forespørsler på denne tiden.
pl: Prośba o nieobecność nie może zostać zaakceptowana. Niektóre daty nie są otwarte na żądania.
pt: A sua solicitação de ausência não pôde ser concedida. Algumas datas não estão disponíveis para solicitações nesse momento.
ru: Ваш запрос на отсутствие не может быть подтвержден, т.к. выбранные даты недоступны для запросов в настоящий момент.
sv: Din förfrågan kunde inte behandlas. Några datum är i dagsläget inte öppna för förfrågningar.
tr: Devamsızlık isteğiniz kabul edilememiştir. İstenen tarih istekler için açık değildir.
zh_cn: 您的缺勤申请被系统自动拒绝。某些日期当前未开放申请。
zh_hk: 您的缺勤申請被系統自動拒絕。某些日期當前未開放申請。

# RequestDenyReasonNoWorkflow
source: No workflow control set defined.
ar: لم تعرف مجوعة التحكم فى سير العمل
cs: Váš požadavek na absenci nemůže být schválen. K vašemu účtu není definován žádný pracovní postup.
da: Ingen arbejdsproces styring defineret.
de: Ihre Abwesenheitsanfrage kann nicht genehmigt werden. Ihr Konto ist mit keinem Workflow verbunden.
es: Su solicitud de ausencia no ha sido aprobada. No hay Workflow Control Set conectado a su cuenta.
fa: هیچ مجموعه کنترل جریان کاری تعریف نشده است.
fi: Poissaolopyyntöä ei voida myöntää. Ole hyvä ja ota yhteyttä esimieheesi.
fr: Votre demande d'absence ne peut pas être accordée. Il n'y a pas de flux d'activités connecté à votre compte.
id: Permintaan absen anda ditolak. Tidak ada workflow terhubung pada akun anda.
it: La tua richiesta di assenza non può essere garantita. Non risulta un Workflow associato al tuo account.
ja: ワークフローコントロールセットが定義されていません!
lv: Nav definēts neviens darbplūsmas vadības uzstādījums.
nl: Geen workflow control set gedefinieerd
no: Din fraværsforespørsel kan ikke innvilges. Det er ingen arbeidsflyt tilknyttet din konto.
pl: Brak zestawu kontroli przebiegu pracy
pt: A sua solicitação de ausência não pôde ser concedida. Não há um workflow conectado com a sua conta.
ru: Ваш запрос на отсутствие не может быть подтвержден. Ваш профиль не соотвествует ни одному набору правил рабочего процесса.
sv: Din förfrågan kunde inte behandlas. Du har inget arbetsflöde uppsatt.
tr: Devamsızlık isteğiniz kabul edilememiştir.Size atanmış bir iş akış kuralı bulunmamaktadır.
zh_cn: 您的缺勤申请被系统自动拒绝。帐户未关联工作流控制集。
zh_hk: 您的缺勤申請被系統自動拒絕。帳戶未關聯工作流控制集。

source: Activity available for extended preference
ar: النشاط متاح للتفضيلات الممتده
cs: Činnost dostupná pro rozšířené preference
da: Aktiviteten er tilgængelig for udvidet Præferencer
de: Aktivität für erweiterte Präferenz verfügbar
es: Actividad disponible para preferencia extendida
fa: فعالیت برای اولویت توسعه یافته در دسترس است
fi: Aktiviteetti käytössä laajannetuille työvuorotoiveille
fr: Activité disponible pour préférence étendue
id: Aktivitas tersedia untuk perpanjangan preferensi
it: Attività disponibile per la preferenza estesa
ja: 拡張プリファレンスで利用可能な活動
lv: Aktivitāte pieejama paplašinātām vēlmēm
nl: Activiteit beschikbaar voor langere voorkeur
no: Aktivitet tilgjenglig for utvidede preferanser
pl: Aktywności dostępne dla rozszerzonych preferencji
pt: Atividade disponível para preferências estendidas.
ru: Активность, доступная для расширенных предпочтений
sv: Aktiviteter tillgängliga för utökade önskemål
tr: Genişletilmiş tercihler için uygun aktiviteler.
zh_cn: 扩展偏好可用活动
zh_hk: 擴展偏好可用活動

source: Basic
ar: اساسى
cs: Základ
de: Allgemein
es: Básico
fa: پایه
fi: Perusasetukset
fr: Basique
id: Dasar
it: Base
ja: 基本
lv: Pamata
nl: Basisch
no: Grunnleggende
pl: Podstawowy
pt: Básico
ru: Базовый
sv: Grundläggande
tr: Temel
zh_cn: 基础
zh_hk: 基礎
