Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# ForecastOverrideMsg
source: Override the forecasted values.
ar: نسخ القيم المتوقعة
cs: Přepíše předpovězené hodnoty.
da: Overskriv de forventede värdier
de: Die prognostizierten Werte überschreiben
es: Sobrescribir valores previstos.
fa: تغییر و بازنویسی مقادیر پیش بینی شده
fi: Ylitä ennustetut arvot.
fr: Supplanter les valeurs prévues
lv: Pārrakstīt prognozētās vērtības.
no: Overstyre prognoserte verdier.
pl: Nadpisanie prognozowanych wartości.
ru: Изменение спрогнозированных значений.
sv: Ersätt prognostiserade värden.
tr: Tahminli değerleri çiğne
zh_cn: 覆盖预测值
zh_hk: 覆蓋預測值

# OverrideCallsForCampaign
source: Override calls or campaign for scenario
ar: المكالمات المنسوخة او الحملة للسيناريو
cs: Přepsat hovory nebo kampaň pro scénář
da: Overskriv kald eller kampagne for scenariet
de: Anrufe oder Kampagnen für ein bestimmtes Szenario überschreiben
es: Sobrescribir llamadas o campañas para este escenario
fa: تماسها و کمپین را برای سناریو بازنویسی کن
fi: Ylitä puhelut tai kampanjat skenaariossa
fr: Supplanter les appels ou campagne pour le scénario
lv: Aizstātie zvani vai kampaņa scenārijam
no: Overstyring av samtaler eller kampanje for senarioer
pl: Nadpisz połączenia lub kampanię dla scenariusza
ru: Изменить звонки или кампанию для сценария
sv: Ersättningsvärde eller kampanj för scenariot
tr: Yeni kampanya ekleyebilmek için ya çağrıları çiğneyiniz.
zh_cn: 针对情景覆盖呼叫量或活动
zh_hk: 針對情景覆蓋呼叫量或活動

# ProcessFailedErrorColon
source: Process failed! Error:
ar: العملية فشلت : خطأ:
cs: Selhání procesu. Chyba:
da: Processen er fejlet! Fejl:
de: Achtung! Bearbeitung fehlgeschlagen!
es: El proceso falló! Error:
fa: خطای فرایند:
fi: Epäonnistui! Virhe:
fr: Le processus a échoué! Erreur:
lv: Process neizdevās! Kļūda:
no: Prosessen mislyktes! Feil:
pl: Proces nie powiódł się! Błąd:
ru: Процесс не выполнен! Ошибка:
sv: Åtgärden misslyckades! Fel:
tr: Süreç başarısız oldu. Hata:
zh_cn: 处理失败！错误：
zh_hk: 處理失敗！錯誤：

source: Outliers
ar: متجاوزون
cs: Zvláštní události
de: Ausreißer
fa: دادهٔ پرت
fi: Poikkeavat arvot
fr: Valeurs aberrantes
no: Løse
pl: Odstający
ru: Отклоняющиеся значения
sv: Extremvärden
tr: Aykırı değerler
zh_cn: 异常值
zh_hk: 異常值

# BestForecastMethod
source: Best method
ar: أفضل منهج
cs: Nejlepší metoda
da: Bedste metode
de: Die beste Methode
es: Mejor método
fa: بهترین روش
fi: Paras ennustustapa
fr: Meilleure méthode
lv: Labāka metode
no: Beste metoden
pl: Najlepsza metoda
ru: Лучший метод
sv: Bästa metod
tr: En uygun metod
zh_cn: 最佳算法
zh_hk: 最佳演算法

# QueueStatWoOutliers
source: Queue statistics without outliers
ar: إحصائيات الطابور بدون متجاوزون
cs: Řadit statistiky bez zvláštních událostí
da: Köstatistik uden outliers
de: Queue-Statistiken ohne Ausreißer
es: Estadísticas de cola sin valores atípicos
fa: آمار صف تماس بدون فیلتر
fi: Jonostatistiikka ilman poikkeavia arvoja
fr: Statistiques flux sans valeurs aberrantes
no: Køstatistikk uten løse
pl: Statystyki kolejki bez odstających
ru: Статистика очереди без отклоняющихся значений
sv: Köstatistik utan extremvärden
tr: Aykırı değerler göz önüne alınmadan kuyruk istatistikleri
zh_cn: 队列统计不含异常值
zh_hk: 佇列統計不含異常值

source: Clear Background Image
ar: تنظيف صورة الخلفية
cs: Smazat obrázek na pozadí
da: Ryd baggrunds billede
de: Hintergrundbild löschen
es: Quitar Imagen de Fondo.
fa: حذف تصویر پس زمینه
fi: Poista taustakuva
fr: Supprimer l'image d'arrière-plan
lv: Notīrīt fona attēlu
no: Fjern bakgrunnsbilde
pl: Wczyść Obraz Tła
ru: Очистить фоновое изображение
sv: Rensa bakgrundsbild
tr: Arkaplanı temizle
zh_cn: 清除背景图片
zh_hk: 清除背景圖片

# ClearForecastChart
source: Clear chart selection
ar: مسح اختيارات الرسم البياني
cs: Smazat výběr grafu
da: Ryd diagram
de: Tabellenauswahl löschen
es: Quitar selección del gráfico
fa: پاک کردن انتخاب ها روی نمودار
fi: Poista kaaviovalinta
fr: Vider sélection graphe
lv: Nodzēst diagrammu atlasi
no: Fjern diagram valget
pl: Wyczyść zaznaczenie wykresu
ru: Очистить выделение
sv: Rensa urval i grafen
tr: Çağrı tablosunu seçimini temizle
zh_cn: 清除图表选择
zh_hk: 清除圖表選擇

# SelectAllMatchedPeople
source: Click here to select all people on every page.
ar: اضغط هنا لاختيار الجميع فى كل صفحة
cs: Chcete-li vybrat všechny lidi na všech stránkách, klikněte sem.
da: Klik her for at välfe alle medarbejdere på alle sider
de: Klicken Sie hier um alle Personen auf der Seite zu markieren
es: Haz click aquí para seleccionar todas las personas en cada página.
fa: برای انتخاب تمامی افراد این صفحه کلیک کنید
fi: Klikkaa tästä valitseaksesi kaikki henkilöt kaikilta sivuilta.
fr: Cliquez ici pour sélectionner tout le monde sur toutes les pages
lv: Klikšķiniet šeit, lai atlasītu visus darbiniekus katrā lapā.
no: Klikk her for å velge alle medarbeidere på alle sidene.
pl: Kliknij tutaj, aby wybrać wszystkie osoby, na każdej stronie.
ru: Нажмите здесь, чтобы выбрать всех сотрудников на каждой странице.
sv: Klicka här för att välja alla personer på varje sida.
tr: Tüm sayfalardaki kişileri seçmek için buraya tıklayın.
zh_cn: 点击此处以选择每页上的所有人
zh_hk: 點擊此處以選擇每頁上的所有人

source: Closed Day
ar: يوم الغلق
cs: Zavřeno
da: Lukke dag
de: Geschlossener Tag
es: Día Cerrado
fa: روزهای غیرفعال
fi: Suljettu päivä
fr: Jour Fermé
lv: Slēgta Diena
no: Lukket day
pl: Dzień Zamknięty
ru: Закрытый день
sv: Stängd dag.
tr: Kapalı Tarih
zh_cn: 关闭日期
zh_hk: 關閉日期

# SuccessfullyUpdatedPeopleCountColon
source: Updated successfully:
ar: تم التحديث بنجاح:
cs: Úspěšně aktualizováno:
da: Opdateringen er vellykket:
de: Update erfolgreich
es: Exitosa actualización de cuenta de personal:
fa: با موفقیت بروز شده:
fi: Henkilömäärä päivitetty:
fr: A mis a jour avec succès:
lv: Atjaunots veiksmīgi:
no: Oppdatert:
pl: Poprawnie zaktualizowano:
ru: Успешно обновлены:
sv: Uppdaterade:
tr: Güncelleme başarılı:
zh_cn: 已成功更新：
zh_hk: 已成功更新：

source: Unselected items
ar: بنود غير مختارة
cs: Nevybrané položky
da: Fravalgte emner
de: Deaktivierte Punkte
es: Elementos no seleccionados
fa: موارد انتخاب نشده
fi: Poista valinta
fr: Objets désélectionnés
lv: Neatlasītie priekšmeti
no: Ikke valget elementer
pl: Niezaznaczone pozycje
ru: Невыбранные объекты
sv: Ej valda objekt
tr: Seçili olmayan öğeler
zh_cn: 未选择项
zh_hk: 未選擇項

# CouldNotApply
source: Could not apply. See issues above.
ar: لا يمكن التطبيق. انظر الموضوعات أعلاه
cs: Nelze použít. Viz výše uvedené problémy.
da: Kunne ikke tilföjes. Se problemer ovenfor
de: Anwendung nicht möglich. Bitte sehen Sie die obengenannte Fehlermeldung
es: No se pudo aplicar. Vea los problemas antes mencionados.
fa: تغییرات ثابل اعمال نیست. به خطاهای بالا مراجعه کنید
fi: Taitoa ei voitu luoda. Katso ylläolevaa syytä.
fr: Ne peut pas appliquer. Voir conflits ci-dessus.
lv: Nevar piemērot. Skatīt problēmas augstāk.
no: Fikk ikke lagt til. Se problemstillingene ovenfor
pl: Nie można zastosować. Zobacz powyższe problemy.
ru: Невозможно применить. См. проблемы выше.
sv: Kunde inte verkställa. Se orsaker ovan.
tr: Uygulama başarısız. Lütfen yukarıdaki mesaja göz atın.
zh_cn: 无法应用。参见以上问题。
zh_hk: 無法應用。參見以上問題。

source: Create
ar: أنشىء
cs: Vytvořit
da: Opret
de: Erstellen
es: Crear
fa: ایجاد
fi: Luoda
fr: Créer
lv: Izveidot
no: Opprett
pl: Utwórz
ru: Создать
sv: Skapa
tr: Yarat
zh_cn: 创建
zh_hk: 創建

# CreateAndManagePlanningPeriods
source: Create and manage the different planning periods
ar: أنشىء وأدر فترات التخطيط المختلفة
cs: Vytváření a správa různých období plánování
da: Opret og vedligehold de forskellige planlägningsperioder
de: Planungsperioden erstellen und verwalten
es: Crear y administrar los diferentes períodos a planificar
fa: ایجاد و مدیریت دوره های مختلف برنامه ریزی
fi: Muokkaa ja hallinnoi eri suunnittelujaksoja
fr: Créer et gérer les différentes périodes planning
lv: Izveidot un pārvaldīt dažādus plānošanas periodus
no: Opprette og administrere de forskjellige planleggingsperioder
pl: Tworzenie i zarządzanie różnymi okresami planowania
ru: Создать и настроить разные планируемые периоды
sv: Skapa och hantera planeringsperioder
tr: Farklı planlama dönemleri yarat ve düzenle
zh_cn: 创建及管理不同计划周期
zh_hk: 創建及管理不同計畫週期

source: Create new ruleset
ar: انشىء مجموعة قواعد جديدة
cs: Vytvořit novou sadu pravidel
da: Opret nyt regelsät
de: Eine neue Regelsammlung erstellen
es: Crear nuevo conjunto de normas
fa: ایجاد موجوع قوانین جدید
fi: Luo uusi sääntösarja
fr: Créer une nouvelle règle d'horaires
lv: Izveidot jaunu noteikumu kopu
no: Opprett nytt regelsett
pl: Utwórz nowy zestaw reguł
ru: Создать новый набор правил
sv: Skapa ny regeluppsättning
tr: Yeni kural seti
zh_cn: 创建新的班次规则
zh_hk: 創建新的班次規則

source: Create skill
ar: إنشاء مهارة
cs: Vytvořit dovednost
da: Opret kompetence
de: Skill erstellen
es: Crear skill
fa: ایجاد مهارت
fi: Luo taito
fr: Créer compétence
lv: Izveidot prasmi
no: Opprett ferdighet
pl: Utwórz umiejętność
ru: Создать навык
sv: Skapa kompetens
tr: Yetenek yarat
zh_cn: 创建技能
zh_hk: 創建技能

source: Ungroup Items
ar: إلغاء تجميع البنود
cs: Zrušit seskupení položek
da: Ophäv gruppering af emner
de: Gruppierung der Artikel aufheben
es: Desagrupar elementos
fa: لغو گروه کردن موارد
fi: Poista ryhmittely
fr: Dégrouper les objets
lv: Atgrupēt Priekšmetus
no: Del opp elementene
pl: Rozgrupuj Elementy
ru: Разгруппировать объекты
sv: Dela upp objekt
tr: Dağıt
zh_cn: 取消分组项
zh_hk: 取消分組項

source: Daily Total
ar: الإجمالى اليومي
cs: Denní součet
da: Daglig total
de: Täglich
es: Total diario
fa: مجموع روزانه
fi: Päivän yhteenveto
fr: Total journalier
lv: Diena Kopā
no: Daglig total
pl: Suma Dzienna
ru: Итого за день
sv: Totalt idag:
tr: Günlük Toplam
zh_cn: 每日总计
zh_hk: 每日總計

source: View Seat Bookings
ar: اعرض حجز المقاعد
cs: Zobrazit rezervace míst
da: Se plads bookinger
de: Sitzplatzbuchungen einsehen
es: Ver reservas de puestos
fa: نمایش رزرو صندلیها
fi: Näytä istuinpaikkavaraukset
fr: Voir les réservations de postes
lv: Skatīt Sēdvietu Rezervēšanu
no: Vis plass bookings
pl: Zobacz Alokację Miejsc
ru: Посмотреть распределенные места
sv: Visa sittplatsbokningar
tr: Oturum Rezervasyon Görünümü
zh_cn: 查看席位分配
zh_hk: 查看席位分配

# TotalTalkTimeCaret
source: Total Talk time >
ar: إجمالى وقت التحدث <
cs: Celková doba hovorů >
da: Total taletid >
de: Gesamte Gesprächszeit
es: Tiempo de Conversación Total >
fa: مجموع زمان صحبت >
fi: Puheaika yhteensä >
fr: Temps de communication total >
lv: Kopējais Sarunu laiks >
no: Total taletid>
pl: Łączny czas rozmów>
ru: Итоговое время диалога >
sv: Total samtalstid >
tr: Toplam konuşma süresi >
zh_cn: 通话时间总计 >
zh_hk: 通話時間總計 >

# TotalCallsCaret
source: Total calls <
ar: إجمالى المكالمات <
cs: Celkem hovorů <
da: Total kald <
de: Gesamtzahl der Anrufe
es: Total Llamadas <
fa: تمامی تماسها <
fi: Puhelut yhteensä <
fr: Total appels <
lv: Kopā zvani <
no: Totalt antall samtaler <
pl: Wszystkich połączeń <
ru: Итого звонки <
sv: Totalt antal samtal <
tr: Toplam çağrı <
zh_cn: 呼叫量总计 <
zh_hk: 呼叫量總計 <

source: Default
ar: الوضع الافتراضى
cs: Výchozí
da: Standard
fa: پیش فرض
fi: Oletus
fr: Défaut
lv: Noklusējuma
pl: Domyślny
ru: По умолчанию
sv: Standard
tr: Varsayılan
zh_cn: 默认
zh_hk: 默認

# AddCampaignIntro
source: Define a percentage for expected increase or decrease
ar: تحديد نسبة للزيادة او النقصان المتوقع
cs: Nadefinujte procento očekávaného přírůstku nebo úbytku
da: Definer en procent for forventet forögelse eller formindskelse
de: Definieren Sie für die erwartete Steigung/Schwankung einen Prozentsatz
es: Defina un portentaje del incremento o reducción prevista
fa: درصدی را برای افزایش یا کاهش تغریف کنید
fi: Määritä prosenttiosuus arvioidulle nousulle tai laskulle
fr: Définir un pourcentage d'augmentation ou de diminution attendue
lv: Definēt procentuālo lielumu paredzamajam pieaugumam vai samazinājumam
no: Definerer en prosentandel for forventet økning eller reduksjon
pl: Określ wartość procentową dla oczekiwanego wzrostu lub spadku
ru: Определить процент ожидаемых повышений или снижений
sv: Ange en procentsats för förväntad ökning eller minskning
tr: Tahmin edilen artış ya da azalış için bir % değeri tanımlayın
zh_cn: 为预期的增长或见底定义一个百分比
zh_hk: 為預期的增長或見底定義一個百分比

# DaysAreSelectedFrom
source: {0} days are selected from {1} to {2}
ar: (0) أيام قد تم اختيارها من (1) إلى (2)
cs: Vybráno {0} dní od {1} do {2}.
da: {0} dage er valgt fra {1} til {2}
de: {0} Tage gewählt von {1} bis {2}
es: {0} días seleccionados de {1} a {2}
fa: تعداد {0} روز از {1} تا {2} انتخاب شده است
fi: {0} päivää on valittuna {1} ja {2} välillä
fr: {0} jours sont sélectionnés de {1} à {2}
lv: {0} dienas ir atlasītas no {1} līdz {2}
no: {0} dager er valgt fra {1} til {2}
pl: {0} dni wybranych od {1} do {2}
ru: {0} выбрано с {1} по {2}
sv: {0} dagar är valda från {1} till {2}
tr: {1} ve {2} arasında {0} gün seçili
zh_cn: {1} 到 {2} 间已选择{0}天
zh_hk: {1} 到 {2} 間已選擇{0}天

source: Delete filter
ar: احذف المنقح
cs: Smazat filtr
da: Slet filter
de: Filter löschen
es: Borrar filtro
fa: حذف فیلتر
fi: Poista lajittelu
fr: Supprimer filtre
lv: Dzēst filtru
no: Slett filter
pl: Usuń filtr
ru: Удалить фильтр
sv: Ta bort filter
tr: Filtreyi sil
zh_cn: 删除筛选器
zh_hk: 刪除篩選器

# TotalAcwCaret
source: Total ACW >
ar: إجمالى ACW >
cs: Celkem činnosti po ukončení hovoru >
de: Gesamte NBZ
es: ACW Total >
fa: مجموع ACW >
fi: ACW yhteensä >
fr: TPA total >
lv: Kopējais ACW >
pl: Suma ACW >
ru: Итоговое ACW >
tr: Toplam Çağrı Sonrası
zh_cn: ACW总计 >
zh_hk: ACW總計 >

# TooLongWindowsUserErrorMsgSemicolon
source: too long windows user;
ar: مستخدم ويندوز طويل للغاية:
cs: příliš dlouhé jméno uživatele Windows;
da: for lang windows bruger
de: Windows-User zu lang;
es: nombre de usuario de windows demasiado largo;
fa: نام کاربری ویندوز بسیار بلند است
fi: liian pitkä sisäänkirjautumistunnus;
fr: Utilisateur Windows trop long;
no: altfor lang windows bruker;
pl: zbyt długa nazwa użytkownika windows;
ru: слишком длинный windows логин;
sv: för många tecken i windowsanvändarnamnet;
tr: Windows kullanıcı adı fazla uzun;
zh_cn: windows用户过长
zh_hk: windows用戶過長

source: Disable
ar: تعطيل
cs: Vypnout
da: Deaktivere
de: Deaktivieren
es: Desactivar
fa: غیرفعال کردن
fi: Älä salli
fr: Désactiver
lv: Atspējot
no: Deaktiver Deaktiver
pl: Wyłacz
ru: Выключить
sv: Avaktivera
tr: Etkisiz bırak
zh_cn: 禁用
zh_hk: 禁用

source: Dismiss
ar: افصل
cs: Zavřít
da: Se bort fra
de: Verwerfen
es: Descartar
fa: حذف
fi: Poistaa
fr: Révoquer
lv: Atmest
no: Avvist
pl: Odwołaj
ru: Пропустить
sv: Avvisa
tr: Bırak
zh_cn: 解除
zh_hk: 解除

# SeatPlanResultDetailMessage
source: Attempted {0} seat bookings, {1} succeeded and {2} failed. There were {3} unscheduled agent days
ar: محاولة (0) حجز مقاعد، (1) تمت بنجاح و (2) فشلت. ولذلك فإن (3) لم يتم جدولته
cs: Pokus o rezervaci {0} míst, {1} rezervováno úspěšně a{2} se rezervovat nepodařilo. Celkem {3} neplánovaných dní agentů.
da: Forsögt {0} plads booking, {1} lykkedes og {2} fejlede. Der var {3} uplanlagte medarbejdere dage
de: {0} versuchte Sitzplatzbuchungen, {1} erfolgreich und {2} fehlgeschlagen. {3} Mitarbeitertage waren nicht geplant
es: Se intentó realizar {0} reservas de asiento, {1} tuvo éxito y {2} falló. Hubo {3} días no planificados
fa: از {0} درخواست رزرو صندلی {1} موفقیت آمیز و {2} ناموفق بود. {3} روز هم همچنان زمانبدی نشده است
fi: Järjestelmä on yrittänyt luoda {0} istuinpaikkavarausta. {1} onnistui, {2} epäonnistui. {3} päivää, joista puuttuu työvuoro.
fr: A tenté {0} réservations de postes, {1} avec succès et {2} sans succès. {3} jours non planifiés ont été trouvés.
lv: {0} Mēģinājumi sēdvietu rezervēšanai, {1} izdevās un {2} neizdevās. Bija {3} neieplānotas operatoru dienas
no: Forsøk på {0} plass bestilling, {1} lyktes og {2} mislyktes. Det var {3} ikkeplanlagte agentdager
pl: Próby {0} rezerwacje miejsc, {1} udało i {2} nie powiodło się. Było {3} nieplanowanych dni agenta
ru: {0} распределений рабочих мест, {1} удачных и {2} неудачных. {3} дня(-ей) не запланированы.
sv: Försökte göra {0} sittplatsbokningar, {1} lyckades och {2} misslyckades. Det finns {3} oschemalagda agentdagar.
tr: {0} oturma yeri rezervasyonu girişiminden {1} başarılı, {2} başarısız rezervasyon çıktı. {3} gün planlanamadı.
zh_cn: 尝试分配{0}席位。{1}个已成功，{2}个失败。有{3}个未排定座席日期。
zh_hk: 嘗試分配{0}席位。{1}個已成功，{2}個失敗。有{3}個未排定座席日期。

# DragAndDropExcelFilesHereOrClickToUpload
source: Drag and drop .xls or .xlsx files here or click to upload
ar: اسحب واسقط.ملفات XLS أو .XLSX
cs: Sem přetáhněte soubory .xls nebo .xlsx nebo klikněte a nahrajte
da: Träk og slip .xls eller .xlsx filer her eller klik for at uploade
de: .XLS oder .XLSX - Datein hier ablegen
es: Arrastre y suelte archivos .xls o .xls aquí o haga click en upload
fa: فایلهای اکسل را به اینجا بکشید یا برای بارگذاری کلیک کنید
fi: Raahaa ja pudota .xls tiedostoja tähän tai lataa klikkaamalla
fr: glissez-déposez des fichiers xls ou xlsx ou cliquez pour chargement
lv: Velciet un nometiet .xls vai .xlsx failus šeit vai noklikšķiniet, lai augšupielādētu
no: Dra og slipp .xls eller .xlsx-filer her eller klikk for å laste opp
pl: Przeciągaj i upuść pliki .xls lub .xlsx albo kliknij tutaj, aby przesłać
ru: Перетащите .xls или .xlsx файлы или нажмите, чтобы загрузить
sv: Dra och släpp .xls- eller .xslx-filer här eller klicka för att ladda upp filer
tr: Excel dosyalarını sürükleyip buraya bırakabilirsiniz
zh_cn: 拖放.xls或.xlsx文件到此或点击上传
zh_hk: 拖放.xls或.xlsx文件到此或點擊上傳

# CampaignOverstaff
source: Early
ar: مبكر
cs: Předčasné
da: Tidlig
de: Früh
es: Temprano
fa: زود
fi: Aikainen
fr: Tôt
lv: Agri
no: Tidlig
pl: Wczesne
ru: Рано
sv: Tidig
tr: Erken
zh_cn: 早
zh_hk: 早

source: Edit filter
ar: تحرير المنقح
cs: Upravit filtr
da: Ändr filter
de: Filter editieren
es: Editar filtro
fa: تغییر فیلتر
fi: Muokkaa lajuttelua
fr: Editer filtre
lv: Rediģēt filtru
no: Rediger filter
pl: Edytuj filtr
ru: Изменить фильтр
sv: Ändra filter
tr: Filtreyi düzenle
zh_cn: 编辑筛选器
zh_hk: 編輯篩選器

source: Enable
ar: تمكين
cs: Zapnout
da: Aktivere
de: Aktivieren
es: Activar
fa: فعال کردن
fi: Salli
fr: Activer
lv: Iespējot
no: Aktiver
pl: Włącz
ru: Включить
sv: Aktivera
tr: Etkinleştir
zh_cn: 启用
zh_hk: 啟用

source: Threshold
ar: عتبة
cs: Práh
da: Gränsevärdi
de: Schwellenwert
es: Umbral
fa: آستانه
fi: Kynnys
fr: Seuil
lv: Slieksnis
no: Terskelverdi
pl: Próg
ru: Порог
sv: Tröskelvärde
tr: Eşik
zh_cn: 阈值
zh_hk: 閾值

# ForecastWorkloadIntro
source: This is your existing forecast. To be able to modify calls select some day(s) in the chart.
ar: هذا هو التوقع الخاص بك. لكى يمكنك أن تعدل من المكالمات المختارة
cs: Toto je vaše existující předpověď. Chcete-li upravovat hovory, vyberte dny v grafu.
da: Dette er din eksisterende prognose. For at kunne ändre kald, välg dag(e) i diagrammet
de: Dies ist Ihr bestehender Forecast. Um Anrufe ändern zu können, wählen Sie einen/einige Tag(e) in der Tabelle aus.
es: Esta es tu previsión existente. Para poder modificar las llamadas seleccione algún(os) día(s)
fa: این پیش بینی حاضر شماست. برای اینکه بتوانید تماسها را تغییر دهید، تعداد از روزها را در نمودار انتخاب کنید
fi: Tämä on käytettävissä oleva ennuste. Valitse päivä kaaviosta muokataksesi puheluja.
fr: Ce sont vos prévisions courantes. Pour pouvoir les modifier, sélectionnez des dates sur le graphe.
lv: Šī ir jūsu esošā prognoze. Lai varētu izmainīt zvanus, izvēlēties kādu dienu(-as) diagrammā.
no: Dette er din eksisterende prognose. For å kunne modifisere samtale, velg noen dager i diagrammet
pl: Jest to istniejąca prognoza. Aby móc modyfikować połączenia wybierz jakiś dzień (dni) na wykresie.
ru: Это ваш существующий прогноз. Чтобы изменить звонки, выделите день(дни) на графике.
sv: Detta är din befintliga prognos. För att kunna ändra antal samtal, markera dagar i grafen.
tr: Mevcut tahmininizdeki çağrı istatistiklerinin üzerinde oynama yapmak için taboldaki günlük değerlerde seçim yapın.
zh_cn: 这是您现有的预测。在图表中选择部分日期以能够修改呼叫量。
zh_hk: 這是您現有的預測。在圖表中選擇部分日期以能夠修改呼叫量。

# CampaignFailedRemove
source: Failed to remove campaign: {0} .
ar: فشل فى حذف الحملة (0)
cs: Nepodařilo se odstranit kampaň: {0} .
da: Kunne ikke fjerne kampagne: {0}
de: Kampagne {0} konnte nicht gelöscht werden
es: Error al remover la campaña: {0}
fa: حذف کمپین با مشکل مواجه شد: {0}
fi: Kampanjan poistaminen epäonnistui: {0} .
fr: Echec de retrait de la campagne: {0}.
lv: Neizdevās noņemt kampaņu: {0} .
no: Kunne ikke fjerne kampanje: {0}.
pl: Nie udało się usunąć kampanii: {0}.
ru: Не удалось удалить кампанию: {0}.
sv: Misslyckades att ta bort kampanj: {0}.
tr: Kampanya Kaldırılamadı: {0}
zh_cn: 移除活动: {0} 失败。
zh_hk: 移除活動: {0} 失敗。

# WarningNoHistorícalData
source: Warning! There is no historical data available
ar: تنبيه! لا توجد بيانات قديمة متاحة
cs: Upozornění! Nejsou k dispozici žádná historická data.
da: Advarsel! Der er ingen historiske data tilgängelige
de: Achtung! Es sind keine historischen Daten verfügbar
es: Atención! No hay data histórica disponible
fa: هشدار! هیچ داده تاریخی در دسترسی نیست
fi: Varoitus! Historiallista dataa ei ole saatavilla
fr: Avertissement: Il n'y a pas de données historiques disponibles.
lv: Uzmanību! Vēsturiskie dati nav pieejami
no: Advarsel! Det er ingen historiske data tilgjengelig
pl: Ostrzeżenie! Nie ma dostępnych danych historycznych
ru: Предупреждение! Нет доступных исторических данных
sv: Varning! Det finns ingen tillgänglig historisk data
tr: Uyarı: Uygun tarihi veri yok
zh_cn: 警告！无可用历史数据
zh_hk: 警告！無可用歷史資料

# ScheduleIsRunning
source: Warning: Server is busy scheduling, please try again later.
ar: تحذير: الخادم مشغول فى الجدولة، فضلا حاول ثانية فيما بعد
cs: Varování: Server je vytížený plánováním, zkuste to znovu později.
da: Advarsel: Serveren er optaget med et planlägge, pröv venligst senere
de: Achtung: Der Server ist Bereits mit der Planung beschäftigt, bitte versuchen Sie es später wieder
es: Atención: el servidor está ocupado planificando, intente de nuevo más tarde.
fa: هشدار: سرور مشغول زمانبندی است. لطفاً بعداً دوباره امتحاب کنید
fi: Varoitus: Palvelin on varattu työvuorolistan suunnitteluun, kokeile uudestaan
fr: Avertissement: Le serveur est en cours de planification, merci de réessayer plus tard.
lv: Brīdinājums: Serveris ir aizņemts plānojot, lūdzu, mēģiniet vēlreiz vēlāk.
no: Advarsel: Serveren er opptatt med planlegging, prøv igjen senere.
pl: Ostrzeżenie: Serwer jest zajęty grafikowaniem, spróbuj ponownie później.
ru: Предупреждение: сервер занят планированием, попробуйте еще раз позднее.
sv: Varning: Servern är upptagen med schemaläggning. Var god försök igen senare.
tr: Uyarı: Sunucu vardiyalama işlemi ile meşgul. Lütfen sonra tekrar deneyin.
zh_cn: 警告！服务器正忙于排班，请稍后重试。
zh_hk: 警告！伺服器正忙於排班，請稍後重試。

source: The selected file cannot be accepted. Please check the file type.
ar: الملف المختار لا يمكن قبوله. فضلا تأكد من نوعية الملف
cs: Vybraný soubor nelze přijmout. Zkontrolujte typ souboru.
da: Den valgte fil kan ikke accepteres. Kontroller venligst fil typen.
de: Die ausgewählte Datei kann nicht akzeptiert werden. Bitte kontrollieren Sie den Dateityp.
es: El archivo seleccionado no puede ser aceptado. Por favor controle el tipo de archivo.
fa: فایل انتخاب شده قابل قبول نیست. لطفاً فرمت فایل را بازبینی کنید
fi: Valittua tiedostoa ei voi hyväksyä. Tarkista tiedoston muoto.
fr: Le fichier sélectionné ne peut être accepté. Merci de consulter le fichier type.
lv: Izvēlēto failu nevar pieņemt. Lūdzu, pārbaudiet faila tipu.
no: Den valgte filen kan ikke aksepteres. Vennligst sjekk filtypen.
pl: Wybrany plik nie może zostać przyjęty. Proszę sprawdzić typ pliku.
ru: Выбранные файл не может быть принят. Проверьте тип файла.
sv: Den valda filen är ogiltig. Var god kontrollera filtypen.
tr: Seçili dosya kabul edilemiyor. Lütfen dosya türünü tekrar gözden geçirin.
zh_cn: 所选文件不被接受。请检查文件类型。
zh_hk: 所選檔不被接受。請檢查檔案類型。
