Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Select Multisite Skills
ar: اختار المهارات المتعدده المواقع
cs: Zvolit vícenásobnou kvalifikaci
da: Vælg kompetencer for flere lokaliteter
de: Multi-Site Skill auswählen
es: Seleccionar Skill Multisite
fa: انتخاب مهارت چندسایتی
fi: Valitse Multisite -taidot
fr: Sélectionner compétences multisites
id: Pilih Skill Multisite
it: Seleziona Skill multi-sito
ja: マルチサイトスキルの選択
lv: Izvēlieties Multigrupu Prasmes
nl: Selecteer Multisite Skills
no: Velg Multienhet ferdigheter
pl: Wybierz umiejętności dla wielu lokalizacji
pt: Selecionar Skills Multi-site
ru: Выбор мультисайтового навыка
sv: Välj multisite-kompetens
tr: Çoklu lokasyon yeteneği seç
zh_cn: 选择多站点技能
zh_hk: 選擇多網站技能

source: Target Business Unit
ar: وحده العمل المستهدفه
cs: Cílový obchodní útvar
da: Mål Sæt Forretningsenhed
de: Ziel-Geschäftseinheit
es: Unidad de Negocio de objetivo
fa: واحد کسب و کار هدف
fi: Tavoite liiketoimintayksikkö
fr: Objectif unité opérationnelle
id: Target Unit Bisnis
it: Business Unit obiettivo
ja: ターゲットビジネスユニット
lv: Mērķa Darba Vienība
no: Mål-foretaksenhet
pl: Docelowa jednostka biznesowa
pt: Unidade de Negócio Alvo
ru: Целевое бизнес-подразделение
sv: Målaffärsenhet
tr: Hedef iş birimi
zh_cn: 目标业务单位
zh_hk: 目標業務單位

source: Target Skill
ar: المهارة المستهدفه
cs: Cílová kvalifikace
da: Mål Sæt Kompetencer
de: Ziel-Skill
es: Skill de objetivo
fa: مهارت هدف
fi: Tavoite taito
fr: Objectif compétence
id: Skill Target
it: Skill obiettivo
ja: ターゲットスキル
lv: Mērķa Prasme
no: Mål-ferdighet
pl: Docelowa umiejętność
pt: Skill Alvo
ru: Целевой навык
sv: Målkompetens
tr: Hedef yetenek
zh_cn: 目标技能
zh_hk: 目標技能

# TheExportWillStartInBackgroundMessage
source: The export will be started as a job in the background when this wizard is finished, check Job History for status.
ar: الاستصدار سيبدأ كوظيفه تعمل الخلف عندطا نبتهى العمل بهذه الاداه. راجع تاريخ الوظيفه للحاله
cs: Export bude spuštěn jako úloha na pozadí až bude tento průvodce dokončen, zkontrolujte historii úloh.
da: Eksporten starter som et job i baggrunden, når denne guide er afsluttet. check Job Historie for status.
de: Der Export wird als ein Job im Hintergrund ausgeführt, sobald der Assistent geschlossen ist. Bitte überprüfen Sie den Status in der Job Historie.
es: La exportación será iniciada como una tarea de fondo, al cerrar este menú. Controle estado en el historial de la tarea.
fa: وقتی که برنامه اجرای خودکار به اتمام برسد ، مرحله صدور مانند یک فعالیت در پیش زمینه شروع می شود ، سابقه فعالیت ها را برای وضعیت بررسی کنید.
fi: Tietojen vienti aloitetaan taustalla, kun ohjattu prosessi on valmis. Voit tarkistaa "Työhistoria" valikosta työn tilan.
fr: L'export démarera comme tâche d'arrière-plan quand l'assistant sera terminé. Vérifiez l'historique des tâches pour statut.
id: Ekspor akan dijalankan sebagai proses background ketika menu ini selesai digunakan, periksa sejarah job untuk melihat statusnya.
it: L'esportazione inizierà come attività in background al termine di questo Wizard. Controlla lo storico delle attività per vederne lo stato.
ja: このウィザードを終了すると、エクスポートがバックグラウンドジョブにて開始されます。ジョブ履歴にて状態を確認してください。
nl: De exporteren wordt gestart als een job op de achtergrond wanneer deze wizard is voltooid, controleer Job Historie voor de status.
no: Eksporten vil bli kjørt som en jobb i bakgrunnen når denne veiviseren er ferdig, sjekk Jobb Historikk for status.
pl: Eksport będzie wykonany jako praca w tle po zakończeniu tego asystenta. Sprawdzaj status w historii pracy.
pt: A exportação irá ser executada como um job um em background quando este assistente for finalizado, verifique o Histórico de Jobs para saber o seu status.
ru: Экспорт будет запущен как фоновая задача, проверьте статус в истории задач
sv: Exporten startas som ett jobb i bakgrunden när guiden är avslutad, kontrollera Jobbhistoriken för status.
tr: Sihirbaz sonlandıktan sonra aktarma işlemi arka planda ayrı bir iş olarak başlatılacak.
zh_cn: 导出功能将在向导结束时作为后台任务开始执行。请检查任务历史中的状态。
zh_hk: 匯出功能將在嚮導結束時作為幕後工作開始執行。請檢查任務歷史中的狀態。

# WorkingThreeDots
source: Working...
ar: يعمل....
cs: Pracuji ...
da: Arbejder...
de: Verarbeite...
es: En proceso...
fa: در حال کار...
fi: Käynnissä...
fr: Occupé...
id: Sedang bekerja...
it: In lavorazione...
ja: 動作中...
lv: Strādā...
nl: Werken...
no: Jobber...
pl: Pracuję...
pt: Executando...
ru: Работает...
sv: Arbetar...
tr: Çalışıyor...
zh_cn: 工作中...
zh_hk: 工作中...

source: You have to map at least one sub skill.
ar: يجب ان بربط على الاقل مهاره فرعيه واحده
cs: Musite mít přiřazenu alespoň jednu dílčí kvalifikaci
da: Du er nødtil at kortlægge mindst en sub kompetence.
de: Sie müssen mindestens einen Teilskill zuordnen.
es: Debe mapear al menos un skill.
fa: شما مجبور هستید حداقل زیرمهارت ترسیم کنید.
fi: Sinun tulee määrittää vähintään yksi alataito.
fr: Vous devez tracer au moins une sub-compétence.
id: Anda harus memetakan setidaknya satu sub skill.
it: Devi mappare almeno un sotto-Skill.
ja: 1つ以上のサブスキルをマッピングする必要があります。
nl: U moet minstens een sub skill indelen.
no: Du må merke minst en sub-ferdighet.
pl: Musisz zmapować przynajmniej jedną pod-umiejętność.
pt: Você deve mapear pelo menos um sub-skill
ru: Необходимо указать хотя бы один поднавык.
sv: Du måste koppla ihop minst en underliggade kompetens.
tr: En az bir ader alt yetenek belirleyin
zh_cn: 您必须映射至少一个子技能。
zh_hk: 您必須映射至少一個子技能。

source: You have to select at least one skill.
ar: يجب ان تختار على الاقل مهارة واحده
cs: Musíte vybrat alespoň jednu kvalifikaci
da: Du skal vælge mindst en kompetence.
de: Sie müssen mindestens einen Skill auswählen.
es: Debe seleccionar al menos un skill.
fa: شما حداقل باید یک مهارت را انتخاب کنید.
fi: Sinun tulee valita vähintää yksi taito.
fr: Vous devez sélectioner au moins une compétence.
id: Anda harus memilih setidaknya satu skill.
it: Devi selezionare almento uno Skill.
ja: 1つ以上のスキルを選択する必要があります。
lv: Jums ir jāizvēlas vismaz viena prasme
nl: U moet minstens een sub skill selecteren.
no: Du må velge minst en ferdighet.
pl: Musisz wybrać przynajmniej jedną umiejętność.
pt: Você deve selecionar pelo menos um skill.
ru: Необходимо выбрать хотя бы один навык.
sv: Du måste välja minst en kompetens.
tr: En az bir adet yetenek seçmek zorundasınız.
zh_cn: 您必须选择至少一个技能。
zh_hk: 您必須選擇至少一個技能。

source: Use Standard Deviation
ar: استخدم الانحراف المعيارى
cs: Použít standardní rozložení
da: Brug Standard Afvigelse
de: Standardabweichung nutzen
es: Usar desviación estándar
fa: از تغییر مسیر استاندارد استفاده کنید.
fi: Käytä standardipoikkeamaa
fr: Utiliser écart type
id: Gunakan Deviasi Standar
it: Usa deviazione Standard
ja: 標準偏差を使用
lv: Lietot Standarta Novirzi
nl: Gebruik standaarddeviatie
no: Bruk Standardavvik
pl: Użyj odchylenia standardowego
pt: Usar Desvio Padrão
ru: Использовать стандартное отклонение
sv: Använd standardavikelse
tr: Standart sapmayı kullan
zh_cn: 使用标准差
zh_hk: 使用標準差

source: Use tweaked values
ar: استخدم القيمه المركزة
cs: Použít zaokrouhlené hodnoty
da: Brug fin justeret værdier
de: Feinjustierung (min/max Personal, Skill-Priorität)
es: Usar valores ajustados
fa: استفاده از مقادیر کارا
fi: Käytä muokattuja arvoja
fr: Utiliser valeurs ajustées
id: Gunakan Nilai Rekayasa
it: Usa valori affinati
ja: 調整値を使用
lv: Lietot pieregulētās vērtības
nl: Gebruik getweaked waarden
no: Bruk finjusterte verdier
pl: Użyj dopasowanych wartości
pt: Usar valores refinados
ru: Использовать скорректированные значения
sv: Använd justerad skillnad
tr: Özel seçili değerleri kullan
zh_cn: 使用微调值 (使用”最大或最小人员配备限制“或要求的"座席代表"时勾选此项)
zh_hk: 使用微調值 (使用”最大或最小人員配備限制“或要求的"座席代表"時勾選此項)

# ResReportShiftCategoryAndDayAbsencePerDay
source: Shift Category and Full Day Absence per Day
ar: فئه نوبة العمل و غياب اليوم الكامل خلال اليوم
cs: Kategorie směn a celodenní absence podle dnů
da: Vagtkategori og heldags fravær pr. dag
de: Schichtkategorie und Ganztags-Abwesenheiten pro Tag
es: Categoría de turno y Ausencia completa por Día
fa: دسبه بندی شیفت و مرخصی روز کامل در هر روز
fi: Vuoroluokka ja koko päivän poissaolo per päivä
fr: Catégorie d'horaires et absence journée entière par jour
id: Kategori Shift dan Absen Satu Hari per Hari
it: Categorie turno e assenze giornaliere per giorno
ja: 1日当たりのシフトカテゴリと終日欠勤
lv: Maiņu Kategorija un Pilnas Dienas Prombūtne pēc Dienām
nl: Shift Categorie en Volle Dag Afwezigheid per Dag
no: Skift kategori og heldags fravær per dag
pl: Kategoria Dyżuru i całodzienna nieobecność na dzień
pt: Categorias de Turno e Ausência de Dia Inteiro por Dia
ru: Категория смены и отсутствие на полный день в день
sv: Skiftkategori och heldagsfrånvaro per dag
tr: Gün bazlı Vardiya kategorisi ve Tüm gün devamsızlık
zh_cn: 每天的班次类别和全天缺勤
zh_hk: 每天的班次類別和全天缺勤

# UseSameDayOffs
source: Use same Days off
ar: استخدم نفس ايام العطلات
cs: Použít stejné dny nepřítomnosti
da: Brug samme fridage
de: gleichen freien Tage nutzen
es: Usar el mismo Día Libre
fa: استفاده روزهای تعطیل یکسان
fi: Käytä samaa vapaapäivää
fr: Utiliser les mêmes jours libres
id: Gunakan hari libur yang sama
it: Usa stesso riposo
ja: 同じ休暇を使用
lv: Lietot tās pašas Brīvdienas
nl: Gebruik dezelfde vrije Dagen
no: Bruk samme Fridager
pl: Używaj ty samych dni wolnych
pt: Usar Mesmos Dias de Folga
ru: Использовать одинаковые выходные дни
sv: Använd samma fridagar
tr: Aynı tatil günlerini kullan
zh_cn: 使用相同休息日
zh_hk: 使用相同休息日

source: Use Team
ar: استخدم الفريق
cs: Použít tým
da: Brug Team
de: Teamplanung
es: Usar Equipo
fa: استفاده تیم
fi: Käytä tiimiä
fr: Utiliser équipe
id: Gunakan Tim
it: Usa Team
ja: チームを使用
lv: Lietot Nodaļu
nl: Gebruik Team
no: Bruk Team
pl: Używaj zespołu
pt: Usar Equipe
ru: Использовать группу
sv: Använd team
tr: Ekibi kullan
zh_cn: 使用小组
zh_hk: 使用小組

# AuditingIsNotRunning
source: Schedule audit trail is not running.
ar: تتبع الجدول للمراجعه لا يعمل
cs: Logování změn neprobíhá.
da: Historik i planer køre ikke.
de: Planungsprotokoll ist nicht eingeschaltet
es: La auditoría de planificación no está habilitada.
fa: زمان بندی ممیزی در حال اجرا نیست
fi: Työvuorohistoria ei ole käytössä.
fr: L'audit trail planning n'est pas en route
id: Jejak audit jadwal tidak berjalan.
it: Tracciamento di controllo pianificazione non in esecuzione.
ja: 監査証跡のスケジューリングが実行されていません。
lv: Grafika revīzijas ceļš nedarbojas
nl: Rooster audit trail is niet actief.
no: Skjema revisjonsspor kjører ikke.
pl: Audyt planu nieaktywny.
pt: A trilha de auditoria de agendamento não está rodando.
ru: Контрольный журнал ведения расписания не включен.
sv: Ändringsloggen är avslagen.
tr: Vardiya iz denetimi çalışmıyor
zh_cn: 班表审查没有在运行
zh_hk: 班表審查沒有在運行

# AuditingIsRunning
source: Schedule audit trail is running.
ar: تتبع الجدول للمراجعه يعمل
cs: Logování změn probíhá.
da: Historik i planer kører.
de: Planungsprotokoll ist eingeschaltet
es: La auditoría de planificación está habilitada.
fa: زمان بندی ممیزی در حال اجرا است
fi: Työvuorohistoria on käytössä.
fr: L'audit trail planning est en route
id: Jejak audit jadwal sedang berjalan.
it: Tracciamento di controllo pianificazione in esecuzione.
ja: 監査証跡のスケジューリングが実行されています。
lv: Grafika revīzijas ceļš darbojas
nl: Rooster audit trail is actief.
no: Skjema revisjonssport kjører.
pl: Audyt planu aktywny.
pt: A trilha de auditoria de agendamento está rodando.
ru: Контрольный журнал ведения расписания включен.
sv: Ändringsloggen är på.
tr: Vardiya iz denetimi çalışıyor
zh_cn: 班表审查在运行中
zh_hk: 班表審查在運行中

# AuditingReportShift
source: Shift
ar: نوبة عمل
cs: Směna
da: Vagt
de: Schicht
es: Turno
fa: شیفت
fi: Työvuoro
fr: Horaire
it: Turno
ja: シフト
lv: Maiņa
nl: Dienst
no: Skift
pl: Dyżur
pt: Turno
ru: Смена
sv: Skift
tr: Vardiya
zh_cn: 班次
zh_hk: 班次

# AuditingTurnOnLong
source: Trigger initialization of auditing? This may take a few minutes.
ar: ابدأ المراجعه ؟ هذا سيأخذ بضعه دقائق
cs: Inicializace tiggerů pro logování změn. To může chvíli trvat.
da: Start Initialiseringen af historikken? Det kan tage et par minutter.
de: Das anschalten des Planungsprotokolls kann einige Minuten dauern. Möchten Sie fortfahren?
es: Iniciar auditoría? Puede tardar unos minutos.
fa: راه اندازی بازبینی شروع شود ؟ ممکن است چند دقیقه طول بکشد
fi: Valittu toiminto voi viedä muutaman minuutin. Haluatko aloittaa toiminnon?
fr: Déclencher l'initialisation de l'audit? Ceci peut prendre plusieurs minutes.
id: Mengaktifkan inisialisasi audit? Hal ini akan membutuhkan waktu beberapa menit.
it: Innescare l'inizializzazione del controllo? Questo potrebbe richiedere alcuni minuti.
ja: 監査の初期化を開始しますか? これは数分かかる場合があります。
lv: Izraisīt revīzijas inicializāciju? Tas var aizņemt dažas minūtes.
nl: Trigger initialisatie van auditing? Dit kan enkele minuten duren.
no: Start initialisering av revisjon? Dette kan ta noen minutter.
pl: Inicjować audyt? Może to zająć kilka minut.
pt: Realizar a inicialização da auditoria? Isso pode levar alguns minutos
ru: Запустить инициализацию контрольного журнала? Это может занять несколько минут.
sv: Det kan ta några minuter att starta ändringsloggen, vill du göra det nu?
tr: Denetlemeyi başlatmak istiyor musunuz? Bu işlem birkaç dakikanızı alabilir.
zh_cn: 审核触发器初始化？可能需要几分钟。
zh_hk: 審核觸發器初始化？可能需要幾分鐘。

# AuditingTurnOnShort
source: Turn on?
ar: شغل ؟
cs: Zapnout?
da: Tænd?
de: Anschalten?
es: Arrancar?
fa: روشن شود ؟
fi: Käynnistä?
fr: Mettre en route?
id: Diaktifkan?
it: Attivare?
ja: オンにしますか?
lv: Ieslēgt?
nl: Inschakelen?
no: Skru på?
pl: Włączyć?
pt: Ligar?
ru: Включить?
sv: Starta ändringsloggen?
tr: Açmak istiyor musunuz?
zh_cn: 打开？
zh_hk: 打開？

# ScheduleDateFromColon
source: Schedule Date From:
ar: تاريخ الجدول من:
cs: Datum plánu od:
da: Planlæg Fra Dato:
de: Planungsdatum von:
es: Fecha de planificación desde:
fa: زمانبندی تاریخ از:
fi: Työvuorot päivästä:
fr: Date planning à partir de:
id: Tanggal Jadwal Mulai:
it: Data pianificazione da:
ja: スケジュール日の変更 From:
lv: Plānot Datumu No:
nl: Rooster Datum Van:
no: Skjema fra dato:
pl: Data planu od:
pt: Agendar Data De:
ru: Дата графика с:
sv: Schemadatum från:
tr: Bu tarihten itibaren vardiya planı yap:
zh_cn: 排班日期开始：
zh_hk: 排班日期開始：

# ScheduleDateToColon
source: Schedule Date To:
ar: تاريخ الجدول الى:
cs: Datum plánu do:
da: Planlæg Til Dato:
de: Planungsdatum bis:
es: Fecha de planificación hasta:
fa: زمانبندی تاریخ به:
fi: Työvuorot päivään:
fr: Date planning jusque:
id: Tanggal Jadwal Sampai:
it: Data pianificazine a:
ja: スケジュール日の変更 To:
lv: Plānot Datumu Līdz:
nl: Rooster Datum Tot:
no: Skjema til dato:
pl: Data planu do:
pt: Agendar Data Até:
ru: Дата графика по:
sv: Schemadatum till:
tr: Bu tarihe kadar vardiya planı yap:
zh_cn: 排班日期至：
zh_hk: 排班日期至：

source: Previous
ar: السابق
cs: Předchozí
da: Tidligere
de: Vorherige
es: Anterior
fa: قبلی
fi: Edellinen
fr: Précédente
id: Sebelumnya
it: Precedente
ja: 前へ
lv: Iepriekšējā
nl: Vorige
no: Forrige
pl: Poprzedni
pt: Anterior
ru: Предыдущий
sv: Föregående
tr: Önceki
zh_cn: 上一个
zh_hk: 上一個

source: Restore
ar: ارجع
cs: Následující
da: Gendan
de: Wiederherstellen
es: Restaurar
fa: برگرداندن به حالت اول
fi: Palauta
fr: Restaurer
it: Ripristina
ja: 復元
lv: Atjaunot
nl: Herstellen
no: Gjenopprett
pl: Odtwórz
pt: Restaurar
ru: Восстановить
sv: Återställ
tr: Yeniden yapılandır
zh_cn: 还原
zh_hk: 還原

source: View Schedule History
ar: اظهر تاريخ الجدول
cs: Zobrazit historii plánování
da: Se planlægnings historik
de: Planungshistorie
es: Ver historial de la planificación
fa: نمایش سابقه زمانبندی
fi: Näytä työvuorohistoria
fr: Voir l'historique de planning
id: Tampilkan Sejarah Jadwal
it: Visualizzazione storico pianificazione
ja: スケジュール履歴の表示
lv: Skatīt Grafika Vēsturi
nl: Bekijk Rooster Historie
no: Se Skjemahistorikk
pl: Zobacz historię planu
pt: Visualizar o Histórico do Agendamento
ru: Показать историю расписания
sv: Visa schemaändringar
tr: Vardiya planı tarihçesini görüntüle
zh_cn: 查看班表历史
zh_hk: 查看班表歷史

source: Shifts within day
ar: نوبات العمل خلال اليوم
cs: Směny během dne
da: Vagter på en dag
de: Schichten innerhalb des Tages
es: Turnos dentro del día
fa: شیفت ها در مدت روز
fi: Työvuoro päivän sisällä
fr: Horaires dans la journée
id: Shift di dalam hari
it: Turni nel giorno
ja: 1日のシフト数
lv: Maiņas dienā
nl: Diensten binnen dag
no: Skift innen dag
pl: Dyżury w ciągu dnia
pt: Turnos em um dia
ru: Смены внутри дня
sv: Skift inom dag
tr: Gün içi vardiyalar
zh_cn: 每日班次（开始时间及班次中活动）
zh_hk: 每日班次（開始時間及班次中活動）

source: Time between days
ar: الوقت بين الايام
cs: Čas mezi dny
da: Tid mellem dager
de: Zeit zwischen den Tagen
es: Tiempo entre días
fa: زمان بین روزها
fi: Aika päivien välillä
fr: Longueurs d'horaires entre Jours
id: Waktu diantara hari
it: Tempo tra giorni
ja: 複数日の間の時間
lv: Laiks starp dienām
nl: Tijd tussen dagen
no: Tid mellom dager
pl: Czas między dniami
pt: Tempo entre os dias
ru: Время между днями
sv: Tid mellan dagar
tr: Günler arası zaman
zh_cn: 每日班次长度
zh_hk: 每日班次長度

# ScheduleTagColon
source: Schedule Tag:
ar: علامه جدول:
cs: Štítek plánu:
da: Planlægnings tag:
de: Plan-Marker:
es: Etiqueta de Planif.:
fa: علامت زمانبندی:
fi: Työvuoro tag:
fr: Label planning:
id: Penandaan Jadwal:
it: Etichetta Piano
ja: スケジュールタグ:
lv: Grafika Birka:
nl: Rooster Tag:
no: Skjema tag:
pl: Etykieta planu:
pt: Marca de Agendamento:
ru: Тег графика:
sv: Schematagg:
tr: Vardiya etiketi
zh_cn: 班表标签：
zh_hk: 班表標籤：

# TagChangesWithColon
source: Tag changes with:
ar: علم الغييرات ب:
cs: Změna štítku s:
da: Ændre Tag med:
de: Markiere Änderungen mit:
es: Marcar cambios con la etiqueta:
fa: تغییرات علامت با:
fi: Tagi muutettu:
fr: Libeller modifications avec:
id: Penandaan diubah dengan:
it: Etichetta modifiche con:
ja: タグを次の値に変更:
lv: Birka mainās ar:
nl: Tag verandert met:
no: Merk endringer med:
pl: Oznacz modyfikacje:
pt: Marcar mudanças com:
ru: Тег изменений:
sv: Tagga ändringar med:
tr: Değişiklikleri etiketle:
zh_cn: 修改标签：
zh_hk: 修改標籤：

source: Schedule Tags
ar: علامات الجدول
cs: Štítky plánu
da: Planlæg tags
de: Plan-Marker
es: Etiquetas de Planificación
fa: علامتهای زمانبندی
fi: Työvuoro tagit
fr: Labels planning
id: Penandaan Jadwal
it: Etichette Piano
ja: スケジュールタグ
lv: Grafika Birkas
nl: Rooster Tags
no: Skjema tagger
pl: Etykiety planu
pt: Marcas de Agendamento
ru: Теги графиков
sv: Schemataggar
tr: Vardiya etiketleri
zh_cn: 班表标签
zh_hk: 班表標籤

# WorkWeekStartsAt
source: Work week starts on
ar: يبدا اسبوع العمل من:
cs: Pracovní týden začíná
da: Arbejdsugen starter på en
de: Woche beginnt am
es: La semana laboral comienza
fa: هفته کاری شروع می شود از
fi: Työviikon ensimmäinen päivä
fr: Semaine de travail débute à
id: Minggu kerja dimulai pada
it: Stats settimana di lavoro su
ja: 1週間の勤務時間を次のタイミングで開始
lv: Darba nedēļa sākas
nl: Werkweek begint op
no: Arbeidsuke starter på
pl: Tydzień zaczyna się od
pt: Primeiro dia da semana
ru: Рабочая неделя начинается с
sv: Arbetsveckan börjar på
tr: Çalışma haftası başlangıcı
zh_cn: 工作周起始于
zh_hk: 工作周起始於

# ChangeTag
source: Set Tag
ar: حدد العلامه
cs: Přiřadit štítek
da: Sæt Tag
de: Setze Marker
es: Poner etiqueta
fa: تنظیم علامت
fi: Aseta tagi
fr: Définir label
id: Tentukan Penandaan
it: Imposta etichetta
ja: タグの設定
lv: Uzstādīt Birku
nl: Stel Tag
no: Sett Tag
pl: Ustaw etykietę
pt: Setar Marca
ru: Установить тег
sv: Sätt tagg
tr: Etiketi belirle
zh_cn: 设定标签
zh_hk: 設定標籤

source: Tags
ar: علامات
cs: Štítky
de: Marker
es: Etiquetas
fa: علامت ها
fi: Tagit
fr: Labels
id: Penandaan
it: Etichetta
ja: タグ
lv: Birkas
no: Tagger
pl: Etykiety
pt: Marcas
ru: Теги
sv: Taggar
tr: Etiketler
zh_cn: 标签
zh_hk: 標籤

source: View Schedule Period Calculation
ar: شاهد حساب فترة الجدول
cs: Zobrazit kalkulaci období plánování
da: Vis planlagt periode beregning
de: Planungsperioden-Berechnung anschauen
es: Ver Cálculo de Período de Planificación
fa: نمایش محاسبه دوره زمانبندی
fi: Näytä työvuorokauden laskenta
fr: Voir calcul période planning
id: Lihat Perhitungan Periode Penjadwalan
it: Visualizzazione calcolo Periodo di pianificazione
ja: スケジュール期間の計算を表示
lv: Skatīt Plānojamā Perioda Aprēķinus
nl: Bekijk Rooster Berekening Periode
no: Vis skjema periode kalkulering
pl: Zobacz kalkulację okresu planu
pt: Visualizar Cálculo Agenda do Período
ru: Просмотр расчета периода планирования
sv: Visa uträkning av periodtid
tr: Vardiya planı hesaplamasını görüntüle
zh_cn: 查看排班周期的计算
zh_hk: 查看排班週期的計算

source: Timed out while waiting for processing.
ar: انتهاء الوقت اثناء انتظار المعامله
cs: Vypršení času čekání na zpracování.
da: Timeout inden behandling.
de: Abbruch während auf Verarbeitung gewartet wurde.
es: T. de espera expirado a la espera de procesamiento.
fa: اتمام وقت هنگام انتظار برای پردازش
fi: Keskeytynyt odottaessa toimintoa.
fr: Temps d'attente dépassé avant de procéder.
id: Waktu habis ketika menunggu pemrosesan.
it: Tempo scaduto durante l'attesa di elaborazione.
ja: 処理を待っている間にタイムアウトが発生しました。
lv: Laiks beidzies gaidot apstrādi.
nl: Timed out tijdens het wachten op processing.
no: Tidsavbrudd under prossesering
pl: Przekroczenie czasu oczekiwania na przetwarzanie.
pt: Tempo expirado enquanto aguardava.
ru: Истекло время ожидания обработки.
sv: Högsta tillåtna väntetid uppnåddes i väntan på behandling.
tr: İşlem için beklerken zaman aşımına uğradı
zh_cn: 等待处理超时。
zh_hk: 等待處理超時。

# WaitingThreeDots
source: Waiting...
ar: انتظار..
cs: Čekání ...
da: Venter...
de: Warte...
es: Esperando...
fa: در حال انتظار...
fi: Odottaa...
fr: En attente....
id: Menunggu...
it: In attesa...
ja: 待機中...
lv: Gaida...
nl: Wachten...
no: Venter
pl: Oczwkiwanie...
pt: Aguardando...
ru: Ожидание...
sv: Väntar...
tr: Bekliyor...
zh_cn: 等待中...
zh_hk: 等待中...

source: Swap Raw
ar: تبديل مباشر
cs: Výměna řádků
da: Byt Række
de: Rohtausch
es: Intercambio crudo
fa: معاوضه
fi: Vaihda rivi
fr: Echanger brut
id: Tukar Mentah
it: Scambia riga
ja: 行の入れ替え
lv: Mainīt Neapstrādātu
nl: Ruil Rauw
no: Bytt Raw
pl: Zamień surowe
pt: Trocar Bruto
ru: Изменить строки
sv: Byt rakt av
tr: Sadece yerini değiştir
zh_cn: 原始交调班
zh_hk: 原始交調班

source: Restricted
ar: محدوده
cs: Vyhrazené
da: Begrænset
de: beschränkter Zugriff
es: Restringido
fa: محدود
fi: Rajoitettu
fr: Restreint
id: Direstriksi
it: Limitato
ja: 制限されています
lv: Ierobežots
nl: Beperkt
no: Begrenset
pl: Z restrykcjami
pt: Restrito
ru: Ограниченный
sv: Rättighetsskyddad
tr: Sınırlandırılmış
zh_cn: 受限的
zh_hk: 受限的

# ViewRestrictedScenario
source: View Restricted Scenarios
ar: رؤيه السيناريوهات المحدوده
cs: Zobrazit vyhrazené scénáře
da: Se begrænsede senarier
de: Szenarios mit beschränktem Zugriff ansehen
es: Ver escenarios restringidos
fa: نمایش سناریوهای محدود
fi: Näytä rajoitetut skenaariot
fr: Voir scénarios restreints
id: Tampilkan skenario direstriksi
it: Visualizzazione scenario confidenziale
ja: 制限されたシナリオの表示
lv: Skatīt Ierobežotos Scenārijus
nl: Bekijk beperkte scenarios
no: Se begrensede scenarier
pl: Zobacz scenariusze z restrykcjami
pt: Ver cenários restritos
ru: Просмотр ограниченных сценариев
sv: Visa skyddade scenarion
tr: Sınırlandırılmış senaryoları görüntüle
zh_cn: 查看限制的情景
zh_hk: 查看限制的情景

# PlanningTimeBankCaption
source: Planning Time Bank
ar: رصيد الوقت المخطط
cs: Plánování banky časů
da: Panlægnings Tidsbank
de: Planungs-Zeitkonto
es: Banco T. Planificación
fa: برنامه ریزی بانک زمان
fi: Aikapankki
fr: Planifier banque de temps
id: Merencanakan Persediaan Waktu
it: Piano banca ore
ja: プランニング時間バンク
lv: Plānošanas Laika Banka
nl: Planning Tijd Bank
no: PlanleggingTidsbank
pl: Bank czasu planowania
pt: Banco de Horas de Planejamento
ru: Планирование банка времени
sv: Planeringsbank
tr: Artık zaman planlanıyor
zh_cn: 计划时间储备
zh_hk: 計畫時間儲備
