Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Copy Rule Set
ar: نسخ مجموعة قواعد
cs: Kopírovat typy směn
da: Kopier Regelsæt
de: Regelsammlung kopieren
es: Copiar Conjunto de Normas
fa: تنظیم قاعده کپی
fi: Kopioi sääntösarja
fr: Copier règle d'horaires
id: Salin Set Aturan
it: Copia Set di regole
ja: ルールセットのコピー
lv: Kopēt Noteikumu Kopu
nl: Kopiëren Regelset
no: Kopier regelsett
pl: Kopiuj zestaw reguł
pt: Copiar Conjunto de Regras
ru: Копировать набор правил
sv: Kopiera regeluppsättning
tr: Kural setini kopyala
zh_cn: 拷贝班次规则
zh_hk: 拷貝班次規則

source: Copy Rule Set Bag
ar: نسخ حقيبة مجموعة قواعد
cs: Kopírovat množinu Typy směn
da: Kopier Regelsæt samling
de: Schichtsammlung kopieren
es: Copiar Bolsa de Conjunto de Normas
fa: کیف تنظیم قاعده کپی
fi: Kopioi vuoropussi
fr: Copier banque d'horaires
id: Salin Kantong Set Aturan
it: Copia cartella di Set di regole
ja: ルールセットバッグのコピー
lv: Kopēt Noteikumu Kopas Portfeli
nl: Kopiëren Regelset Tas
no: Kopier regelsett bag
pl: Kopiuj worek zestawów reguł
pt: Copiar Cesta de Turnos
ru: Копировать контейнер набора правил
sv: Kopiera skiftpåse
tr: Kural Seti Kutusunu Kopyala
zh_cn: 拷贝班次包
zh_hk: 拷貝班次包

source: Copy Special
ar: نسخ خاص
cs: Kopírovat jinak
da: Kopier Speciel
de: Kopieren spezial
es: Copiado Especial
fa: کپی خاص
fi: Kopioi määräten
fr: Copier spécial
id: Salin Khusus
it: Copia speciale
ja: 形式を選択してコピー
lv: Kopēt Īpašo
nl: Kopiëren Speciaal
no: Kopier spesiell
pl: Kopiuj Specjalnie
pt: Copiar Especial
ru: Специальное копирование
sv: Kopiera special
tr: Özel Kopyala
zh_cn: 特殊拷贝
zh_hk: 特殊拷貝

source: Count
ar: العدد
cs: Vypočítat
da: Tæl
de: zählen
es: Contar
fa: شمارش
fi: Määrä
fr: Nombre
id: Hitung
it: Conta
ja: カウント
lv: Skaitīt
nl: Tellen
no: Antall
pl: Policz
pt: Número
ru: Количество
sv: Antal
tr: Sayı
zh_cn: 计数
zh_hk: 計數

# CreateAbsenceRequest
source: Absence Requests
ar: طلب غياب
cs: Požadavky absencí
da: Forespørgsler om Fravær
de: Abwesenheitsanfrage
es: Solicitud de Ausencia
fa: درخواستهای مرخصی
fi: Poissaolopyynnöt
fr: Demande d'absence
id: Permintaan Absen
it: Richieste di assenza
ja: 欠勤要求
lv: Prombūtnes Pieprasījums
nl: Afwezigheid Aanvragen
no: Fraværsforespørsler
pl: Żądania Nieobecności
pt: Solicitações de Ausência
ru: Запросы на отсутствие
sv: Förfrågningar om frånvaro
tr: Devamsızlık İstekleri
zh_cn: 缺勤申请
zh_hk: 缺勤申請

source: Created
ar: تم الإنشاء
cs: Vytvořené
da: Oprettet
de: Erstellt
es: Creado
fa: ایجاد شده
fi: Luotu
fr: Créé
id: Dibuat
it: Creato
ja: 作成済み
lv: Izveidots
nl: Gecreëerd
no: Opprettet
pl: Utworzone
pt: Criado
ru: Создано
sv: Skapad
tr: Oluşturuldu
zh_cn: 已创建
zh_hk: 已創建

source: Created date
ar: التلريخ المنشأ
cs: Datum vytvoření
da: Oprettet dato
de: Erstelltes Datum
es: Fecha de creación
fa: تاریخ ایجاد شده
fi: Luotu päivämäärä
fr: Date création
id: Tanggal dibuat
it: Data creazione
ja: 作成日
lv: Izveidotais datums
nl: Gecreëerd datum
no: Opprett dato
pl: Stworzona data
pt: Data criação
ru: Созданная дата
sv: Skapad datum
tr: Oluşturulmuş tarih
zh_cn: 创建日期
zh_hk: 創建日期

source: Create forecast
ar: إنشاء توقُع
cs: Vytvořit prognóza
da: Opret prognose
de: Forecast erstellen
es: Crear Forecast
fa: پیش بینی کردن
fi: Luo ennuste
fr: Créer prévisions
id: Membuat prakiraan
it: Crea previsione
ja: 予測の作成
lv: Izveidot prognozi
nl: Creëer forecast
no: Lag prognose
pl: Stwórz Prognozę
pt: Criar Previsão
ru: Создать прогноз
sv: Skapa prognos
tr: Tahmin oluştur
zh_cn: 创建预测
zh_hk: 創建預測

source: Create forecast for
ar: إنشاء توقُع لـ
cs: Vytvořit prognóza pro
da: Opret prognose for
de: Forecast erstellen für
es: Crear Forecast para
fa: پیش بینی کردن برای
fi: Luo ennuste
fr: Créer prévisions pour
id: Buat prakiraan untuk
it: Crea previsione per
ja: の予測を作成
lv: Izveidot prognozi
nl: Creëer forecast voor
no: Opprett prognose for
pl: Utwórz prognozę dla
pt: Criar previsão para
ru: Создать прогноз для
sv: Skapa prognos för
tr: Tahmin oluştur
zh_cn: 创建预测为
zh_hk: 創建預測為

source: Create forecast workflow tool
ar: أداة إنشاء توقُع سير عمل
cs: Nástroj pro vytvoření předpovědi pracovního postupu
da: Opret workflow-prognoseværktøj
de: Forecast Workflow Tool erstellen
es: Crear herramienta de workflow previsto
fa: ابزار ایجاد روند پیش بینی
fi: Luo ennuste työnkulun työkalu
fr: Créer outil de prévision de flux d'activités
id: Membuat perangkat workflow forecast
it: Creazione strumento per Workflow di previsione
ja: 予測ワークフローツールの作成
lv: Izveidot prognozes darbplūsmas rīku
nl: Creëer forecast workflow tool
no: Opprett prognose arbeidsflytverktøy
pl: Narzędzie tworzenia prognozy przebiegu pracy
pt: Criar Ferramenta de Fluxo de Trabalho para Previsão
ru: Создание инструмента прогнозирования рабочего процесса
sv: Skapa prognos arbetsflödesverktyg
tr: Tahmin iş akışı araçı oluştur
zh_cn: 创建预测工作流工具
zh_hk: 創建預測工作流工具

source: Create Meeting
ar: إنشاء اجتماع
cs: Vytvořit setkání
da: Opret Møde
de: Meeting erstellen
es: Crear Reunión
fa: ایجاد جلسه
fi: Luo kokous
fr: Créer réunion
id: Buat Pertemuan
it: Crea Meeting
ja: 会議の作成
lv: Izveidot Sanāksmi
nl: Creëren Meeting
no: Opprett møte
pl: Twórz spotkanie
pt: Criar
ru: Создать мероприятие
sv: Skapa möte
tr: Toplantı oluştur
zh_cn: 创建会议
zh_hk: 創建會議

# CreateShiftTradeRequest
source: Shift Trade Request
ar: طلب تبديل نوبة
cs: Požadavek na výměnu směny
da: Forespørgsel om vagtbytte
de: Schichttauschanfrage
es: Solicitud de cambio de turno
fa: درخواست معاوضه شیفت
fi: Vuoronvaihtopyyntö
fr: Demande d'échange d'horaires
id: Permintaan tukar shift
it: Richiesta di scambio turno
ja: シフト交代要求
lv: Samaiņas Pieprasījums
nl: Dienst Handelverzoek
no: Forespørsel skiftbytte
pl: Pośba o zamianę Dyżuru
pt: Solicitação de troca de turnos
ru: Запрос на изменение смен
sv: Skiftbytesförfrågan
tr: Vardiya değişim isteği
zh_cn: 调换班申请
zh_hk: 調換班申請

# CreateTextRequest
source: Text Requests
ar: طلب تغيير
cs: Změnit požadavky
da: Forespørgsler om Ændringer
de: Anfragen ändern
es: Crear solicitudes de texto
fa: درخواستهای متن
fi: Tekstipyynnöt
fr: Demandes de modifications
id: Permintaan Perubahan
it: Richeiste di modifica
ja: 変更要求
lv: Teksta Pieprasījums
nl: Tekst Aanvragen
no: Endre forespørsler
pl: Wniosek tekstowy
pt: Solicitações de Mudança
ru: Текстовые запросы
sv: Enkel förfrågan
tr: Değişiklik İsteği
zh_cn: 文本申请
zh_hk: 文本申請

# CreateWorkloadThreeDots
source: Create Workload...
ar: إنشاء عمل...
cs: Vytvořit pracovní náplň...
da: Opret Arbejdsbelastning...
de: Workload erstellen…
es: Crear Workload...
fa: ساختن تراکم کاری...
fi: Luo työmäärä...
fr: Créer volume...
id: Membuat Beban Kerja...
it: Crea carico di lavoro...
ja: ワークロードの作成...
lv: Izveidot Darba Slodzi
nl: Creëer Workload...
no: Utarbeid arbeidsbyrde...
pl: Stwórz Nakład Pracy...
pt: Criar Carga de Trabalho...
ru: Создать рабочую нагрузку...
sv: Skapa workload...
tr: İşyükü oluştur
zh_cn: 创建工作量…
zh_hk: 創建工作量…

source: Culture settings
ar: إعدادات الثقافة
cs: Nastavení vzdělání
da: Kulturopsætning
es: Configurar Cultura
fa: تنظیمات فرهنگ...
fi: Kulttuuriasetukset
fr: Paramètres culturels
id: Setting kultur
it: Impostazioni internazionali
ja: 言語圏の設定
lv: Kultūras uzstādījumi
nl: Cultuur instellingen
no: Kulturinnstillinger
pl: Ustawienia Regionalne
pt: Parâmetros culturais
ru: Локальные настройки
sv: Kulturinställningar
tr: Kültürel ayarlar
zh_cn: 文化属性设置
zh_hk: 文化屬性設置

# CultureText
source: Culture
ar: الثقافة
cs: Vzdělání
da: Kultur
es: Cultura
fa: فرهنگ
fi: Kulttuuri
id: Kultur
it: Cultura
ja: 言語圏
lv: Kultūra
nl: Cultuur
no: Kultur
pl: Region
pt: Cultura
ru: Культура
sv: Kultur
tr: Kültür
zh_cn: 文化
zh_hk: 文化

source: Current
ar: الحالي
cs: Aktuální
da: Aktuel
de: Aktuell
es: Actual
fa: فعلی
fi: Tämän hetkinen
fr: Courant
id: Sekarang
it: Attuale
ja: 現在
lv: Pašreizējais
nl: Huidige
no: Nåværende
pl: Aktualny
pt: Atual
ru: Текущий
sv: Nuvarande
tr: Mevcut
zh_cn: 当前
zh_hk: 當前

source: Current activity
ar: النشاط الحالي
cs: Aktuální činnost
da: Aktuel aktivitet
de: Aktuelle Aktivität
es: Actividad actual
fa: فعالیت فعلی
fi: Nykyinen aktiviteetti
fr: Activité courante
id: Aktivitas sekarang
it: Attività attuale
ja: 現在の活動
lv: Pašreizējā aktivitāte
nl: Huidige
no: Nåværende aktivitet
pl: Aktualna aktywność
pt: Atividade Atual
ru: Текущая активность
sv: Nuvarande aktivitet
tr: Mevcut aktivite
zh_cn: 当前活动
zh_hk: 當前活動

source: Current distributed demand
ar: الطلب الموزع حاليًا
cs: Aktuální distribuovaný požadavek
da: Nuværende fordelt behov
de: Aktuelle Bedarfsverteilung
es: Demanda actual distribuida
fa: تقاضای توزیع شده فعلی
fi: Nykyinen jaettu vaatimus
fr: Demande répartie courante
id: Permintaan terdistribusi sekarang
it: Domanda ditribuita attuale
ja: 現在の分散要求
lv: Pašreizējais izplatītais pieprasījums
nl: Huidige gedistribueerde demand
no: Nåværende distribuerte forespørsler
pl: Aktualne rozdzielone zapotrzebowanie
pt: Demanda distribuída atual
ru: Текущая распределенная потребность
sv: Nuvarande behovsfördelning
tr: Mevcut dağıtılmış talepler
zh_cn: 当前分派的需求
zh_hk: 當前分派的需求

source: Customize Quick Access Toolbar
ar: تخصيص شريط أدوات الوصول السريع
cs: Přizpůsobit panel nástrojů pro rychlý přístup
da: Tilpas Værktøjslinjen Hurtig Adgang
de: &Quick Access Toolbar anpassen
es: Personalizar Barra de Herramientas de Acceso Rápido
fa: تغییر نوار ابزار دسترسی سریع
fi: Muokkaa työkaluriviä
fr: Personnaliser barre d'outils accès rapide
id: Kustomisasi Papan Perangkat Akses Cepat
it: Personalizza barra strumenti di accesso rapido
ja: クイックアクセスツールバーのカスタマイズ
lv: Pielāgot Ātrās Piekļuves Rīkjoslu
nl: Pas aan Snelle Toegang Toolbar...
no: Tilpass Quick Access verktøylinjen
pl: Dopasuj pasek szybkiego dostępu
pt: Customizar o Menu de Acesso Rápido
ru: Персонализация панели инструментов быстрого доступа
sv: Anpassa verktygsfältet Snabbåtkomst
tr: Çabuk erişim alet kutusunu özelleştir
zh_cn: 自定义设定快捷工具栏
zh_hk: 自訂設定快捷列

# CustomizeQuickAccessToolbarDots
source: &Customize Quick Access Toolbar...
ar: &تخصيص شريط أدوات الوصول السريع...
cs: &Přizpůsobit panel nástrojů pro rychlý přístup...
da: &Tilpas Værktøjslinjen Hurtig Adgang...
de: &Quick Access Toolbar anpassen…
es: &Personalizar Barra de Herramientas de Acceso Rápido
fa: تغییر نوار ابزار دسترسی سریع...
fi: &Muokkaa työkaluriviä...
fr: &Personaliser barre d'outils accès rapide...
id: &Kustomisasi Papan Peralatan Akses Cepat...
it: &Personalizza barra di accesso rapido...
ja: &クイックアクセスツールバーのカスタマイズ...
lv: &Pielāgot Ātrās Piekļuves Rīkjoslu...
nl: &Pas aan Snelle Toegang Toolbar...
no: &Tilpass Quick Access verktøylinje...
pl: &Dostosuj Pasek Szybkiego Uruchamiania...
pt: &Customizar Menu de Acesso Rápido
ru: &Настройка панели инструментов быстрого доступа...
sv: &Anpassa verktygsfältet Snabbåtkomst...
tr: &Hızlı Erişim Araç Çubuğunu Özelleştir
zh_cn: 自定义快捷工具栏 (&C)
zh_hk: 自訂快捷列 (&C)

source: Cut
ar: قص
cs: Vyjmout
da: Klip
de: Ausschneiden
es: Cortar
fa: برش
fi: Leikkaa
fr: Couper
id: Potong
it: Taglia
ja: 切り取り
lv: Izgriezt
nl: Knippen
no: Klipp ut
pl: Wytnij
pt: Recortar
ru: Вырезать
sv: Klipp ut
tr: Kes
zh_cn: 剪切
zh_hk: 剪切

source: Cut Absence
ar: قص حالة غياب
cs: Vyjmout absenci
da: Klip Fravær
de: Abwesenheit ausschneiden
es: Cortar Ausencia
fa: برش آیتم مرخصی
fi: Leikkaa poissaolo
fr: Couper absence
id: Potong Absen
it: Taglia assenza
ja: 欠勤の切り取り
lv: Izgriezt Prombūtni
nl: Afwezigheid Knippen
no: Klipp ut fravær
pl: Wytnij Nieobecność
pt: Recortar Ausência
ru: Вырезать отсутствие
sv: Klipp ut frånvaro
tr: Devamsızlğı kes
zh_cn: 剪切缺勤
zh_hk: 剪切缺勤

source: Cut Activity
ar: قص نشاط
cs: Vyjmout činnost
da: Klip Aktivitet
de: Aktivität ausschneiden
es: Cortar Actividad
fa: خاتمه فعالیت
fi: Leikkaa aktiviteetti
fr: Couper activité
id: Potong Aktivitas
it: Taglia attività
ja: 活動の切り取り
lv: Izgriezt Aktivitāti
nl: Knippen Activiteit
no: Klipp ut aktivitet
pl: Wytnij aktywność
pt: Recortar Atividade
ru: Вырезать активность
sv: Klipp ut aktivitet
tr: Aktiviteyi Taşı
zh_cn: 剪切活动
zh_hk: 剪切活動

# CutDateEx
source: Cut Date Exception
ar: قص استثناء تاريخ
cs: Vyjmout výjimku datumu
da: Klip Datoundtagelse
de: Ausnahmedatum ausschneiden
es: Cortar Excepción de Fecha
fa: به استثناء زمان برش
fi: Leikkaa päivämäärän poikkeus
fr: Couper exception date
id: Potong Tanggal Pengecualian
it: Taglia eccezione data
ja: 例外日付の切り取り
lv: Izgriezt Izņēmuma Datumu
nl: Knippen Datum Uitzondering
no: Klipp ut datounntak
pl: Wytnij datę wyjątku
pt: Recortar Exceção de Data
ru: Вырезать исключение даты
sv: Klipp ut datumexkludering
tr: Tarih İstisnasını Taşı
zh_cn: 剪切例外日期
zh_hk: 剪切例外日期

source: Cut Day Off
ar: قص عطلة
cs: Vyjmout den volna
da: Klip Fridag
de: Freien Tag ausschneiden
es: Cortar Día Libre
fa: برش روز تعطیل
fi: Leikkaa vapaapäivä
fr: Couper jour libre
id: Potong Libur
it: Taglia riposo
ja: 休暇の切り取り
lv: Izgriezt Brīvdienu
nl: Vrije Dag Knippen
no: Klipp ut fridag
pl: Wytnij Urlop
pt: Recortar Folga
ru: Вырезать выходной день
sv: Klipp ut fridag
tr: Tatili kes
zh_cn: 剪切休息日
zh_hk: 剪切休息日

source: Cut Limitation
ar: قص قيد
cs: Vyjmout omezení
da: Klip Begrænsning
de: Einschränkung ausschneiden
es: Cortar Limitación
fa: قطع محدودیت ها
fi: Leikkaa rajoitus
fr: Couper limitation
id: Potong Batasan
it: Taglia limitazione
ja: 制限の切り取り
lv: Izgriezt Ierobežojumu
nl: Knippen Beperking
no: Klipp ut begrensning
pl: Wytnij ograniczenie
pt: Recortar Limitação
ru: Вырезать ограничение
sv: Klipp ut begränsning
tr: Sınırlandırmayı Taşı
zh_cn: 剪切限制
zh_hk: 剪切限制

source: Cut Personal Shift
ar: قص نوبة عمل شخصية
cs: Vyjmout osobní směnu
da: Klip Personlig Vagt
de: Persönliche Schicht ausschneiden
es: Cortar Turno Personal
fa: برش شیفت شخصی
fi: Leikkaa henkilökohtainen vuoro
fr: Couper horaire personnel
id: Potong Shift Pribadi
it: Taglia turno personale
ja: 要員シフトの切り取り
lv: Izgriezt Personīgo Maiņu
nl: Persoonlijke Dienst Knippen
no: Klipp ut personlig skift
pl: Wytnij Osobisty Dyżur
pt: Recortar Turno Pessoal
ru: Вырезать индивидуальную смену
sv: Klipp ut personliga skift
tr: Kişisel Vardiyayı kes
zh_cn: 剪切人员班次
zh_hk: 剪切人員班次

source: Cut Rule Set
ar: قص مجموعة قاعدة
cs: Vyjmout Typy směny
da: Klip Regelsæt
de: Regelsammlung ausschneiden
es: Cortar Conjunto de Normas
fa: مجموعه قواعد برش
fi: Leikkaa sääntösarja
fr: Couper règle d'horaires
id: Potong Set Aturan
it: Taglia Set di regole
ja: ルールセットの切り取り
lv: Izgriezt Noteikumu Kopu
nl: Knippen Regelset
no: Klipp ut regelsett
pl: Wytnij zestaw reguł
pt: Recortar Conjunto de Regras
ru: Вырезать набор правил
sv: Klipp ut regeluppsättning
tr: Kural Setini Taşı
zh_cn: 剪切班次规则
zh_hk: 剪切班次規則

source: Cut Rule Set Bag
ar: قص حقيبة مجموعة القواعد
cs: Vyjmout množinu Typy směny
da: Klip Regelsæt samling
de: Shichtsammlung ausschneiden
es: Cortar Bolsa de Conjunto de Normas
fa: کیف مجموعه قواعد برش
fi: Leikka vuoropussi
fr: Couper banque d'horaires
id: Potong Kantong Set Aturan
it: Taglia cartella Set di regole
ja: ルールセットバッグの切り取り
lv: Izgriezt Noteikumu Kopu Portfeli
nl: Knippen Regelset Tas
no: Klipp ut regelsett bag
pl: Wytnij worek zestawów reguł
pt: Recortar Cesta de Turnos
ru: Вырезать контейнер набора правил
sv: Klipp ut skiftpåse
tr: Kural Seti Kutusunu Taşı
zh_cn: 剪切班次包
zh_hk: 剪切班次包

source: Cut Shift
ar: قص نوبة عمل
cs: Vyjmout směnu
da: Klip Vagt
de: Schicht ausschneiden
es: Cortar Turno
fa: برش شیفت
fi: Leikkaa vuoro
fr: Couper horaire
id: Potong Shift
it: Taglia turno
ja: シフトの切り取り
lv: Izgriezt Maiņu
nl: Dienst Knippen
no: Klipp ut skift
pl: Wytnij Dyżur
pt: Recortar Turno
ru: Вырезать смену
sv: Klipp ut skift
tr: Vardiyayı kes
zh_cn: 剪切班次
zh_hk: 剪切班次

source: Cut Special
ar: قص خاص
cs: Vyjmout jinak
da: Klip Speciel
de: Ausschneiden spezial
es: Cortado Especial
fa: برش مخصوص
fi: Leikkaa määräten
fr: Couper spécial
id: Potong Khusus
it: Taglia speciale
ja: 形式を選択して切り取り
lv: Īpaši Izgriezt
nl: Knippen Speciaal
no: Klipp ut spesiell
pl: Wytnij Specjalnie
pt: Recortar Especial
ru: Вырезать специально
sv: Klipp ut special
tr: Özeli kes
zh_cn: 特殊剪切
zh_hk: 特殊剪切

# CutSpecialThreeDots
source: Cut Special...
ar: قص خاص...
cs: Vyjmout jinak...
da: Klip Speciel...
de: Ausschneiden spezial…
es: Cortado Especial...
fa: برش مخصوص ....
fi: Leikkaa määräten...
fr: Couper spécial....
id: Potong Khusus...
it: Taglia speciale...
ja: 形式を選択して切り取り...
lv: Īpaši Izgriezt...
nl: Knippen Speciaal...
no: Klipp ut spesiell…
pl: Wytnij Specjanie...
pt: Recortar Especial...
ru: Вырезать специально...
sv: Klipp ut special...
tr: Özeli kes...
zh_cn: 特殊剪切…
zh_hk: 特殊剪切…

source: Daily view
ar: عرض يومي
cs: Denní náhled
da: Daglig visning
de: Tagesansicht
es: Vista Diaria
fa: نمایش روزانه
fi: Päivittäinen näkymä
fr: Aperçu quotidien
id: Tampilan harian
it: Vista giornaliera
ja: デイリービュー
lv: Dienas skatījums
nl: Dagelijks uitzicht
no: Daglig oversikt
pl: Widok dzienny
pt: Visão diária
ru: Ежедневный вид
sv: Dagvy
tr: Günlük görünüm
zh_cn: 每日视图
zh_hk: 每日視圖

source: Data
ar: بيانات
de: Daten
es: Dato
fa: داده ها
fi: Tiedot
fr: Données
it: Dati
ja: データ
lv: Dati
pl: Dane
pt: Dados
ru: Данные
tr: Veri
zh_cn: 数据
zh_hk: 數據

source: Data available
ar: بيانات متوفرة
cs: Dostupná data
da: Tilgængelige data
de: Verfügbare Daten
es: Dato Disponible
fa: داده های موجود
fi: Käytettävissä olevat tiedot
fr: Données disponibles
id: Data tersedia
it: Dati disponibili
ja: 利用可能なデータ
lv: Dati pieejami
nl: Beschikbare Data
no: Data tilgjenglig
pl: Dostępne dane
pt: Dados Disponíveis
ru: Доступные данные
sv: Tillgänglig data
tr: Uygun veri
zh_cn: 数据可用
zh_hk: 資料可用

source: Data source initialized
ar: تمت تهيئة مصدر البيانات
cs: Zdroj dat inicializován
da: Datakilde initialiseret
de: Datenquelle initialisiert
es: Fuente de datos inicializada
fa: منبع داده مقدار دهی اولیه شد
fi: Tietolähde alustettu
fr: Source de données initialisée
id: Sumber data terinisialisasi
it: Sorgente dati inizializzata
ja: データソースが初期化されました
lv: Datu avots uzstādīts
nl: Databron geïnitialiseerd
no: Datakilde initialisert
pl: Źródło danych zainiscjowane
pt: Fonte de dados inicializado
ru: Источник данных инициализирован
sv: Datakälla klar
tr: Veri kaynağı başlatıldı
zh_cn: 数据源初始化
zh_hk: 資料來源初始化

source: Data source loading
ar: جاري تحميل مصدر البيانات
cs: Načítání zdroje dat
da: Datakilde indlæses
de: Datenquelle laden
es: Cargando fuente de datos
fa: در حال بارگذاری منبع داده
fi: Tietolähdettä ladataan
fr: Chargement de source de données
id: Sumber data dikeluarkan
it: Caricamento sorgente dati
ja: データソースを読み込んでいます
lv: Datu avota ielādēšana
nl: Databron loading
no: Datakilde lastes
pl: Ładowanie źródła danych
pt: Carregando fonte de dados
ru: Загрузка источника данных
sv: Datakälla laddas
tr: Veri kaynağı yükleniyor
zh_cn: 正在加载数据源
zh_hk: 正在載入資料來源

source: Data summary
ar: ملخص بيانات
cs: Souhrn dat
da: Dataoversigt
de: Datenzusammenfassung
es: Resumen de Datos
fa: خلاصه داده ها
fi: Tietojen yhteenveto
fr: Résumé données
id: Rangkuman data
it: Sommario dati
ja: データの概要
lv: Datu kopsavilkums
nl: Data samenvatting
no: Datasammendrag
pl: Podsumowanie
pt: Resumo dos Dados
ru: Сводка данных
sv: Statistiköversikt
tr: Veri özeti
zh_cn: 数据摘要
zh_hk: 數據摘要

source: Date
ar: التاريخ
cs: Datum
da: Dato
de: Datum
es: Fecha
fa: تاریخ
fi: Päivämäärä
id: Tanggal
it: Data
ja: 日付
lv: Datums
nl: Datum
no: Dato
pl: Data
pt: Data
ru: Дата
sv: Datum
tr: Tarih
zh_cn: 日期
zh_hk: 日期

source: Date exclusion
ar: استبعاد تاريخ
cs: Vyloučení datumu
da: Dato undtagelse
de: Datum für Ausnahme
es: Exclusión de Fechas
fa: ممانعت تاریخ
fi: Pvm. rajaus
fr: Date d'exclusion
id: Pengecualian tanggal
it: Esclusione data
ja: 日付 除外
lv: Datuma izslēgšana
nl: Date uitsluiting
no: Eksklusjon datoer
pl: Wyłączenie daty
pt: Data de exclusão
ru: Дата Исключение
sv: Exkluderingar datum
tr: Hariç tutulan tarih
zh_cn: 排除的日期
zh_hk: 排除的日期

# DateFrom
source: From
ar: ♠من
cs: Od
da: Fra
de: Von
es: Desde
fa: از
fi: Alkaen
fr: A partir de
id: Mulai
it: Da
lv: No
nl: Vanaf:
no: Fra
pl: Od
pt: De
ru: С
sv: Från
tr: Başlangıç
zh_cn: 起始
zh_hk: 起始

# DateFromGreaterThanDateTo
source: End date must occur after the start date.
ar: يجب ألا يكون تاريخ من أكبر من تاريخ إلى.
cs: Datum od nemůže být starší než datum do.
da: Slutdatoen skal ligge efter startdatoen.
de: Das Von-Datum kann nicht größer sein als das Bis-Datum.
es: La fecha de finalización debe ser posterior a la fecha de inicio.
fa: تاریخ پایان باید بعد از تاریخ شروع اتفاق بیافتد.
fi: Alkamispäivän pitää olla ennen päättymispäivää
fr: Date de fin doit être après date de début.
id: Tanggal akhir harus terjadi setelah tanggal mulai.
it: La data di fine deve essere successiva quella di inizio
ja: 終了日は開始日より後でなければなりません。
lv: Beigu datumam ir jābūt vēlākam par sākuma datumu
nl: Einddatum moet later zijn dan de startdatum.
no: Sluttdato må være etter startdato.
pl: Data zakończenia musi następować po dacie rozpoczęcia.
pt: Data final deve ocorrer depois da data inicial
ru: Исходная дата не может быть больше, чем конечная дата.
sv: Tilldatum måste vara senare än fråndatum
tr: Bitiş tarihi başlangıç tarihinden sonra olmalıdır
zh_cn: 起始日期不能大于结束日期。
zh_hk: 起始日期不能大於結束日期。

# DateNavigation
source: Navigation
ar: التنقل
cs: Navigace
da: Navigering
es: Navegación
fa: هدایت
fi: Navigointi
id: Navigasi
it: Navigazione
ja: ナビゲーション
lv: Navigācija
nl: Navigatie
no: Navigering
pl: Nawigacja
pt: Navegação
ru: Навигация
tr: Navigasyon
zh_cn: 导航
zh_hk: 導航

# DateTo
source: To
ar: إلى
cs: Do
da: Til
de: Bis
es: Hasta
fa: تا
fi: Päättyen
fr: À
id: Sampai
it: A
lv: Līdz
nl: Tot
no: Til
pl: Do
pt: Até
ru: По
sv: Till
tr: Bitiş
zh_cn: 到
zh_hk: 到

source: Day
ar: يوم
cs: Den
da: Dag
de: Tag
es: Día
fa: روز
fi: Päivä
fr: Jour
id: Hari
it: Giorno
ja: 日
lv: Diena
nl: Dag
no: Dag
pl: Dzień
pt: Dia
ru: День
sv: Dag
tr: Gün
zh_cn: 天
zh_hk: 天

source: Day Off
ar: عطلة
cs: Den volna
da: Fridag
de: Freier Tag
es: Día Libre
fa: روز تعطیل
fi: Vapaapäivä
fr: Jour libre
id: Libur
it: Riposo
ja: 休暇
lv: Brīvdiena
nl: Vrije Dag
no: Fridag
pl: Dzień Wolny
pt: Folga
ru: Выходной
sv: Fridag
tr: Tatil
zh_cn: 休息日
zh_hk: 休息日

# DayOffReoptimizerOptions
source: Day Off Optimizer Options
ar: خيارات إعادة تحسين العطلة
cs: Možnosti reoptimalizačního programu dnů volna
da: Indstillinger for Optimering af Fridage
de: Optionen Freie Tage Optimierung
es: Opciones del Optimizador de Días Libres
fa: موارد انتخابی بهینه سازی روز تعطیل
fi: Vapaapäivien optimoinnin asetukset
fr: Options de l'optimiseur de jours libres
id: Opsi Optimalisasi Hari Libur
it: Opzioni per ottimizzazione riposi
ja: 休暇オプティマイザーのオプション
lv: Brīvdienu Optimizēšanas Iespējas
nl: Vrije Dag Optimaliseren Opties
no: Fridag optimaliser valg
pl: Opcje optymalizacji dni wolnych
pt: Opções do Otimizador de Folgas
ru: Опции оптимизации выходных
sv: Alternativ fridagsoptimering
tr: Tatil Re-optimizasyon opsiyonları
zh_cn: 休息日重新优化选项
zh_hk: 休息日重新優化選項

# DayOffShortName
source: DO
ar: افعل
cs: DV
da: FD
de: Freier Tag
es: DL
fa: انجام بده
fi: VP
fr: JL
it: R
nl: VD
pl: DW
pt: Folga
ru: ВД
sv: FD
tr: TA
zh_cn: 休息
zh_hk: 休息

source: Day of week
ar: يوم من الأسبوع
cs: Den v týdnu
da: Ugedag
de: Wochentag
es: Día de la Semana
fa: روز هفته
fi: Viikonpäivä
fr: Jour de semaine
id: Hari dalam minggu
it: Giorno della settimana
ja: 曜日
lv: Nedēļas diena
nl: Dag van de week
no: Ukedag
pl: Dni Tygonia
pt: Dia da Semana
ru: День недели
sv: Dag i vecka
tr: Haftanın günü
zh_cn: 周中日
zh_hk: 周中日

source: Days
ar: أيام
cs: Dny
da: Dage
de: Tage
es: Días
fa: روزها
fi: Päivät
fr: Jours
id: Hari
it: Giorni
ja: 日数
lv: Dienas
nl: Dagen
no: Dager
pl: Dni
pt: Dias
ru: Дни
sv: Dagar
tr: Günler
zh_cn: 天
zh_hk: 天

source: Days Off
ar: عطلات
cs: Dny volna
da: Fridage
de: Freie Tage
es: Días Libres
fa: روزهای تعطیل
fi: Vapaapäivät
fr: Jours libres
id: Libur
it: Riposi
ja: 休暇
lv: Brīvdienas
nl: Vrije Dagen
no: Fridager
pl: Dni Wolne
pt: Folgas
ru: Выходные
sv: Fridagar
tr: Tatil
zh_cn: 休息日
zh_hk: 休息日

# DaysOffColon
source: Days Off:
ar: أيام عطلة:
cs: Dny volna:
da: Fridage:
de: Freie Tage:
es: Días Libres:
fa: روزهای تعطیل:
fi: Vapaapäivät:
fr: Jour libre:
id: Hari Libur:
it: Riposi:
ja: 休暇:
lv: Brīvdienas:
nl: Vrije Dagen:
no: Fridager:
pl: Dni wolne:
pt: Folgas:
ru: Выходные дни:
sv: Fridag:
tr: Tatil:
zh_cn: 休息日：
zh_hk: 休息日：
