Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# AuditTrailMultiRevokeRole
source: Revoke role
de: Rolle entziehen
fi: Poista rooli
sv: Upphäv roll
zh_cn: 撤销角色
zh_hk: 撤銷角色

# AuditTrailBpoName
source: BPO name
fi: BPO nimi
sv: Namn på BPO
zh_cn: BPO名称
zh_hk: BPO名稱

# AuditTrailImportStaffing
source: Import staffing
de: Besetzung importieren
fi: Tuo henkilöstö
sv: Importera bemanning
zh_cn: 导入人力
zh_hk: 導入人力

# AuditTrailClearStaffing
source: Clear staffing
de: Besetzung importieren
fi: Tyhjennä henkilöstö
sv: Rensa bemanning
zh_cn: 清除人力
zh_hk: 清除人力

# AuditTrailContext
source: Context
de: Kontext
fi: Konteksti
sv: Kontext
zh_cn: 环境
zh_hk: 環境

# ShiftsInShiftBagCanNotFulFillOverriddenTargetTime
source: The shifts in the shift bag {0} can not fulfill the overridden contract time.
de: Die Schichten in der Schichtsammlung {0} können die überschriebene Vertragsarbeitszeit nicht erfüllen.
fi: Vuorot vuoropussissa {0} eivät täytä yliajettua sopimusaikaa.
sv: Den ersatta kontraktstiden kan inte uppnås med skiften i skiftpåsen {0}.
zh_cn: 班次包 {0} 中的班次无法满足重设的合同时间数。
zh_hk: 班次包 {0} 中的班次無法滿足重設的合同時間數。

source: Edit Site Open Hours
de: Standort-Öffnungszeiten bearbeiten
fi: Muokkaa Toimipisteen Aukioloaikoja
sv: Ändra enhetens öppettider
zh_cn: 编辑站点开放时间
zh_hk: 編輯網站開放時間

# ApproveOrDenyRequest
source: Approve/Deny Request
de: Anfrage genehmigen/ablehnen
fi: Hyväksy/Hylkää Pyyntö
sv: Godkänn/avslå förfrågan
zh_cn: 批准/拒绝 申请
zh_hk: 批准/拒絕 申請

source: Filter team schedules
de: Teampläne filtern
fi: Lajittele tiimin työvuorot
sv: Filtrera teamscheman
zh_cn: 筛选小组班表
zh_hk: 篩選小組班表

# ClearBPOHeader
source: Clear staffing
de: Besetzung löschen
fi: Tyhjennä henkilöstö
fr: Supprimer couverture
sv: Rensa bemanning
zh_cn: 清除人力
zh_hk: 清除人力

# ImportBpoClearConfirmation
source: Are you sure you want to remove staffing for this BPO for the selected period?
de: Sind Sie sicher, dass Sie die Besetzung für dieses BPO für den ausgewählten Zeitraum entfernen möchten?
fi: Haluatko varmasti tyhjentää henkilöstön tälle BPO:lle valitulla ajanjaksolla?
fr: Êtes-vous sûr de vouloir supprimer la couverture pour ce BPO pour la période choisie?
sv: Är du säker på att du vill ta bort bemanningen för denna BPO för den valda perioden?
zh_cn: 您确定想要移除选定日期内该BPO的人力吗？
zh_hk: 您確定想要移除選定日期內該BPO的人力嗎？

# CanNotApproveOrDenyRequestDueToNoPermissionToModifyRestrictedScenarios
source: You can not change the status of a request as you don't have the permission to modify restricted scenarios.
de: Sie können den Status einer Anfrage nicht ändern, da Sie keine Berechtigung zum Verändern von Szenarios mit beschränktem Zugriff haben.
fi: Et voi hyväksyä pyyntöä, koska sinulla ei ole oikeuksia rajoitettuihin skenaarioihin.
fr: Vous ne pouvez pas changer le statut d'une demande car vous n'avez pas la permission de modifier les scénarios restreints.
sv: Du kan inte ändra status för en förfrågan eftersom du inte har rättigheter att göra ändringar i ett begränsat scenario.
tr: Kısıtlı senaryolarda değişiklik yapma yetkiniz bulunmadığından istek durumu değiştirilemiyor.
zh_cn: 由于您没有修改受限情景的权限因此您无法更改申请状态。
zh_hk: 由於您沒有修改受限情景的許可權因此您無法更改申請狀態。

# HelpCreatePlanningPeriod
source: A planning period is needed to schedule your agents.
de: Ein Planungszeitraum wird benötigt, um Ihre Mitarbeiter verplanen zu können.
fi: Tarvitset suunnittelujakson luodaksesi työvuorolistan.
sv: En planeringsperiod krävs för att schemalägga agenterna.
zh_cn: 需要一个规划周期以排定您的座席代表。
zh_hk: 需要一個規劃週期以排定您的座席代表。

# FailedExportToExcel
source: Failed export to Excel, usually caused by lack of data
de: Export zu Excel ist fehlgeschlagen, meist aufgrund von fehlenden Daten
fi: Epäonnistunut vienti Exceliin, syynä usein datan puute
fr: Echec d'export vers Excel, habituellement causé par un manque de données
sv: Misslyckades att exportera till Excel, vanligtvis orsakat av att data saknas
zh_cn: 导出Excel失败，通常由于缺少数据
zh_hk: 匯出Excel失敗，通常由於缺少資料

# BusinessRuleMaximumWorkdayErrorMessage
source: {0} cannot work {1} days consecutively as the maximum permitted is {2}.
de: {0} kann nicht {1} Tage nacheinander arbeiten, da max. {2} zulässig sind.
fi: {0} ei voi työskennellä {1} peräkkäistä päivää, hän voi maksimissaan tehdä {2} päivää peräkkäin.
fr: {0} ne peut travailler {1} jours de suite car le maximum permis est {2}.
sv: {0} kan inte arbeta {1} dagar i följd då maxantalet är {2}.
zh_cn: {0} 不能连续 {1} 天工作，因为设置的最大上限是 {2}。
zh_hk: {0} 不能連續 {1} 天工作，因為設置的最大上限是 {2}。

# RestrictionNotAbleToBeScheduledReasonNoIssue
source: No issues in period
de: Keine Probleme im Zeitraum
fi: Ei virheitä jaksossa
fr: Pas de problèmes sur la période
zh_cn: 周期内没有发现问题
zh_hk: 週期內沒有發現問題

# AbandonRateParenthesisPercentSign
source: Abandon rate (%)
de: Abbruchrate (%)
fi: Hylkäysprosentti (%)
fr: Taux d'abandon (%)
sv: Andel tappade (%)
zh_cn: 放弃率 (%)
zh_hk: 放棄率 (%)

source: Show only night shifts
de: Nur Nachtschichten anzeigen
fi: Näytä vain yövuorot
sv: Visa endast nattskift
zh_cn: 仅显示夜班
zh_hk: 僅顯示夜班

# CampaignNotAppliedWIthExistingOverride
source: Campaign not applied for days with override
de: Für Tage mit Überschreiben keine Kampagne angewandt
fi: Kampanjaa ei asetettu yliajetuille päiville
fr: Campagne non appliquée pour jours avec supplantation
sv: Kampanj läggs inte på för dagar med ersättningsvärde
zh_cn: 活动未应用于已重设的日期
zh_hk: 活動未應用於已重設的日期

# ClearCampaignWIthOverride
source: Override removed existing campaign values
de: Durch Überschreiben wurden die bestehenden Kampagnenwerte entfernt
fi: Yliaja poistetut olemassaolevat kampanja-arvot
fr: La supplantation a supprimé les valeurs de campagne existantes
sv: Ersättningsvärdet tog bort befintliga kampanjvärden
zh_cn: 重设移除了已存在的活动数值
zh_hk: 重設移除了已存在的活動數值

# ForecastDayIsOverrided
source: Day has been overridden on web
de: Tage wurden im Web überschrieben
fi: Päivä on yliajettu verkossa
fr: Ce jour a été supplanté sur le web
sv: Dagen har ett ersättningsvärde på webben
zh_cn: 日期已在网页端重设
zh_hk: 日期已在網頁端重設

# ShowNoneIssuedAgents
source: Show top {0} of agents with no issues
de: Top {0} der Mitarbeiter ohne Probleme anzeigen
fi: Näytä top {0} agentit ilman virheitä
fr: Montrer le top {0} des agents sans problèmes de planification
zh_cn: 显示前 {0} 个没有问题的座席代表
zh_hk: 顯示前 {0} 個沒有問題的座席代表

# ImportBpoClearSuccessMessage
source: Successfully cleared imported resources.
de: Importierte Ressourcen erfolgreich gelöscht.
fi: Tuotojen resurssien tyhjentäminen onnistui.
fr: A supprimé les ressources importées avec succès
sv: Importerade resurser rensade.
zh_cn: 已成功清除已导入的资源。
zh_hk: 已成功清除已導入的資源。

# ImportBpoRangeMessage
source: The BPO {0} contains data from {1} to {2}.
de: BPO {0} enthält Daten von {1} bis {2}.
fi: BPO {0} sisältää dataa {1} {2}
fr: Le BPO {0} contient des données de {1} vers {2}.
sv: BPO {0} innehåller data från {1} till {2}.
zh_cn: BPO {0} 包含数据从 {1} 至 {2}。
zh_hk: BPO {0} 包含數據從 {1} 至 {2}。

# ImportBpoSelectBpo
source: Select BPO
de: BPO auswählen
fi: Valitse BPO
fr: Sélectionner BPO
sv: Välj BPO
zh_cn: 选择BPO
zh_hk: 選擇BPO

# ImportBpoTheClearBPOFailed
source: The clear of staffing failed!
de: Das Löschen der Besetzung ist fehlgeschlagen!
fi: Henkilöstön tyhjentäminen epäonnistui!
fr: La suppression de couverture a échoué!
sv: Rensning av bemanning misslyckades!
zh_cn: 清除人力失败！
zh_hk: 清除人力失敗！

# ImportBpoZeroResourcesWarning
source: Zero resources deleted. Are you sure you selected the correct BPO and period?
de: Null Ressourcen gelöscht. Sind Sie sicher, dass Sie das korrekte BPO und den korrekten Zeitraum ausgewählt haben?
fi: Nolla resurssia poistettu. Oletko varma, että valitsit oikean BPO:n ja jakson?
fr: Aucune couverture supprimée. Êtes-vous sûr d'avoir sélectionné le BPO correct et la période?
sv: Noll resurser togs bort. Är du säker på att du valde rätt BPO och period?
zh_cn: 没有删除的资源。请确认您是否选择了正确的BPO及周期？
zh_hk: 沒有刪除的資源。請確認您是否選擇了正確的BPO及週期？

source: Identity logon
de: Identitätsanmeldung
fi: Kolmannen osapuolen sisäänkirjautumistunnut
fr: Logon identité
sv: Tredjepartsinloggning
zh_cn: ID登录
zh_hk: ID登錄

# PeopleWorkspace
source: Workspace
de: Arbeitsplatz
fi: Työtila
fr: Espace de travail
sv: Arbetsyta
zh_cn: 工作区
zh_hk: 工作區

# PeopleUsernameHasALimitOfXCharacters
source: Username has a limit of {0} characters
de: Der Benutzername ist auf {0} Zeichen begrenzt
fi: Käyttäjänimen raja on {0} merkkiä
fr: Le nom d'utilisateur a une limite de {0} caractères
sv: Användarnamnet har en begränsning på {0} tecken
zh_cn: 用户名限制 {0} 个字符
zh_hk: 用戶名限制 {0} 個字元

# SuccessfulMessageForSavingScheduleChanges
source: Successfully saved schedule changes.
de: Planänderungen wurden erfolgreich gespeichert.
fi: Työvuoromuutosten tallentaminen onnistui.
fr: A sauvegardé les changements de planning avec succès.
sv: Schemaändringar sparade.
zh_cn: 已 成功保存班表变更。
zh_hk: 已 成功保存班表變更。

# IdentityLogonMissing
source: Login credentials not found
de: Keine Anmeldedaten gefunden
fi: Sisäänkirjautumistunnusta ei löytynyt
fr: Identifiants de connection non trouvés
sv: Inloggningsuppgifter hittades ej
zh_cn: 未找到登录信息
zh_hk: 未找到登錄資訊

# ShiftChangedByOthers
source: Save failed, the shift was changed by someone else.
de: Speichern fehlgeschlagen, die Schicht wurde von einer anderen Person geändert.
fi: Tallennus epäonnistui, toinen käyttäjä on muokannut vuoroa.
fr: Echec de sauvegarde, l'horaire a été changé par quelqu'un d'autre.
sv: Misslyckades att spara, skiftet har ändrats av någon annan.
zh_cn: 保存失败，其他人已更改了班次。
zh_hk: 保存失敗，其他人已更改了班次。

# scheduleChangedByOthers
source: The shift was changed by someone else, please refresh first.
de: Die Schicht wurde von einer anderen Person geändert, bitte erst aktualisieren.
fi: Toinen käyttäjä on muokannut vuoroa, päivitä ennen jatkamista.
fr: L'horaire a été changé par quelqu'un d'autre, merci de rafraîchir d'abord.
sv: Skiftet har ändrats av någon annan. Var god uppdatera först.
zh_cn: 班次已被其他人更改，请刷新。
zh_hk: 班次已被其他人更改，請刷新。

# NoRealTimeAdherenceResultMessage
source: There is nothing to display based on your organization and skill selection together with your permissions. Note that this page shows information based on agents that are currently working in a team and have external logons configured.
de: Basierend auf Ihrer Organisation und Ihrer Skillauswahl zusammen mit Ihren Berechtigungen gibt es nichts anzuzeigen. Beachten Sie, dass diese Seite Informationen basierend auf Mitarbeitern anzeigt, die derzeit in einem Team arbeiten und für die externe Anmeldungen konfiguriert wurden.
fi: Ei näytettävää kyseisillä organisaatio- ja taitovalinnoille, yhdessä oikeuksiesi kanssa. Huomioi, että tämä sivu näyttää tietoja perustuen agentteihin, jotka työskentelevät tällä hetkellä ja heille on annettu ulkoinen sisäänkirjautumistunnus.
fr: Il n'y a rien à afficher, basé sur votre organisation et sélection de compétences combiné avec vos permissions. Merci de noter que cette page montre des informations basées sur des agents qui travaillent déjà dans une équipe et ont une connexion externe configurée.
sv: Det finns inget att visa baserat på ditt val av organisation och kompetens i kombination med dina rättigheter. Notera att denna sida visar information baserat på de agenter som för närvarande arbetar i ett team och har en extern inloggning konfigurerad.
zh_cn: 根据您的权限以及所选择的技能和组织没有内容可以显示。请注意,本页显示的信息是基于座席代表在小组中工作且已配置外部登录。
zh_hk: 根據您的許可權以及所選擇的技能和組織沒有內容可以顯示。請注意,本頁顯示的資訊是基於座席代表在小組中工作且已配置外部登錄。

source: Active selection
de: Aktive Auswahl
fi: Aktiivinen valinta
fr: Sélection active
sv: Valda
zh_cn: 激活的选项
zh_hk: 啟動的選項

source: Participate
de: Teilnehmen
fi: Osallistu
fr: Participer
sv: Delta
zh_cn: 参与
zh_hk: 參與

# AbsenceCannotBeTraded
source: Days with absences cannot be traded.
de: Tage mit Abwesenheiten können nicht getauscht werden.
fi: Poissaolollisia päiviä ei voi vaihtaa.
fr: Les jours avec des absences ne peuvent pas être échangés.
sv: Dagar med frånvaro kan inte bytas.
zh_cn: 换班日期不能包含缺勤
zh_hk: 換班日期不能包含缺勤

# ScheduleDateDoNotMatch
source: {0} is in another time zone and your schedule dates do not match.
de: {0} liegt in einer anderen Zeitzone und Ihre Plandatumsangaben passen nicht.
fi: {0} on toisella aikavyöhykkeellä ja työvuorosi päivämäärät eivät vastaa toisiaan.
fr: {0} est dans un autre fuseau horaire et vos dates de planning ne correspondent pas.
sv: {0} är i en annan tidszon och era schemadatum matchar inte.
zh_cn: {0} 处在另一个时区与您的班表日期不匹配。
zh_hk: {0} 處在另一個時區與您的班表日期不匹配。

# SkillDoNotMatch
source: Because of differences in skill setup between you and {0}, you cannot trade shifts on this date.
de: Aufgrund der Unterschiede in der Skilleinrichtung zwischen Ihnen und {0} können Sie für dieses Datum keine Schichten tauschen.
fi: Taitoerojen sinun ja {0} välillä vuoksi vuoroja ei voitu vaihtaa tälle päivälle.
fr: A cause de différences dans le configuration des compétences entre vous et {0}, vous ne pouvez pas échanger d'horaires à cette date.
sv: På grund av att du och {0} har olika kompetenser kan ni inte byta skift detta datum.
zh_cn: 因为你和 {0} 的技能不同，所以无法此日期上班。
zh_hk: 因為你和 {0} 的技能不同，所以無法此日期上班。

# FailedToClearScheduleForSelectedPlanningPeriodDueToTechnicalError1
source: Failed to clear schedule for planning period {0} - {1} due to technical error. Please try again.
de: Aufgrund eines technischen Fehlers ist das Löschen des Plans für den Planungszeitraum {0} - {1} fehlgeschlagen. Bitte versuchen Sie es erneut.
fi: Epäonnistunut vuorojen tyhjennys jaksolle {0} - {1} ei onnistunut teknisen virheen vuoksi. Yritä uudelleen.
fr: Echec de suppression pour la période de planning {0} - {1} suite à une erreur technique. Merci de ré-essayer.
sv: Misslyckades med att rensa schemat för planeringsperioden {0} - {1} på grund av ett tekniskt fel. Var god försök igen.
zh_cn: 由于技术错误导致清除周期 {0} - {1} 内的班表失败。请重试。
zh_hk: 由於技術錯誤導致清除週期 {0} - {1} 內的班表失敗。請重試。

source: Nothing selected
de: Nichts ausgewählt
fi: Ei valintaa
fr: Rien de sélectionné
sv: Inget markerat
zh_cn: 没有选择项
zh_hk: 沒有選擇項

# NotAllowedWhenShiftOutsideOpenHours
source: Trading shifts is not allowed since one of the shifts would be outside of the site open hours.
de: Das Tauschen von Schichten ist nicht zulässig, da eine der Schichten außerhalb der Standort-Öffnungszeiten liegen würde.
fi: Vuorojen vaihtaminen ei sallittu. Vaihdettava vuoro on toimipisteen aukioloaikojen ulkopuolella.
fr: L'échange d'horaires n'est pas permis car un des ces horaires serait hors des horaires d'ouverture du site.
sv: Inte tillåtet att byta skift eftersom något av skiften skulle hamna utanför enhetens öppettider.
zh_cn: 不允许调换班，因为班次时间将超出站点开放时间。
zh_hk: 不允許調換班，因為班次時間將超出網站開放時間。

# NotAllowedWhenHasNonMainShiftAcitivities
source: Trading shifts is not allowed when a meeting, a personal activity or overtime is scheduled.
de: Das Tauschen von Schichten ist nicht zulässig, wenn ein Meeting, eine persönliche Aktivität oder Überstunden geplant sind.
fi: Vuorojen vaihto ei sallittu, kun vuorossa on tapaaminen, henkilökohtainen aktiviteetti tai ylitöitä.
fr: L'échange d'horaires n'est pas permis quand une réunion, une activité personnelle ou des heures supplémentaires sont planifiées.
sv: Inte tillåtet att byta skift när möte, personlig aktivitet eller övertid är schemalagt.
zh_cn: 当班次中包含会议，个人活动或加班时不允许调换班。
zh_hk: 當班次中包含會議，個人活動或加班時不允許調換班。

# NotAllowedWhenHasNonOverwriteActivity
source: Trading shifts is not allowed when there is a non-overwritable activity in the shift.
de: Das Tauschen von Schichten ist nicht zulässig, wenn es in der Schicht keine nicht überschreibbare Aktivität gibt.
fi: Vuorojen vaihto ei sallittu, kun aktiviteetissa on ei-muokattavissa oleva aktiviteetti.
fr: L'échange d'horaires n'est pas permis quand il y a une activité non-écrasable sur l'horaire.
sv: Inte tillåtet att byta skift när det finns en icke överskrivningsbar aktivitet i skiftet.
zh_cn: 当班次中包含不可覆盖的活动时不允许调换班。
zh_hk: 當班次中包含不可覆蓋的活動時不允許調換班。

# DateOutOfShiftTradeOpenPeriod
source: This date is not open for shift trades for {0}.
de: Dieses Datum ist nicht offen für Schichttausch für {0}.
fi: Tämä päivämäärä {0} ei ole avattu vuoronvaihtoja varten.
fr: Cette date n'est pas ouverte aux échanges d'horaires pour {0}.
sv: Det här datumet är inte öppet för skiftbyten för {0}.
zh_cn: 此日期未开放班次交换于 {0} 。
zh_hk: 此日期未開放班次交換於 {0} 。

source: Show only days off
de: Nur freie Tage anzeigen
fi: Näytä vain vapaapäivät
fr: Montrer uniquement jours libres
sv: Visa endast fridagar
zh_cn: 只显示休息日
zh_hk: 只顯示休息日

source: Finished
de: Beendet
fi: Valmis
fr: Terminé
sv: Klar
zh_cn: 已完成
zh_hk: 已完成

source: Job
fi: Työ
fr: Tâche
sv: Jobb
zh_cn: 任务
zh_hk: 任務

source: Original chats
fi: Alkuperäiset chatit
fr: Chats originaux
sv: Ursprungligt antal chattar
zh_cn: 原始的Chat量
zh_hk: 原始的Chat量

source: Original emails
fi: Alkuperäiset sähköpostit
fr: Emails originaux
sv: Ursprunglig e-post
zh_cn: 原始的email量
zh_hk: 原始的email量

source: Badge threshold
de: Badge-Schwellenwert
fi: Mitaliraja
fr: Seuil de badge
ru: Порог уровня
sv: Tröskelvärde för medaljer
zh_cn: 徽章阈值
zh_hk: 徽章閾值

source: Bronze badge threshold
de: Schwellenwert Bronzestern
fi: Pronssimitalin raja
fr: Seuil de badge bronze
ru: Порог бронзового уровня
sv: Tröskelvärde för brons
zh_cn: 青铜徽章阈值
zh_hk: 青銅徽章閾值

source: Gold badge threshold
de: Schwellenwert Goldstern
fi: Kultamitalin raja
fr: Seuil de badge or
ru: Порог золотого уровня
sv: Tröskelvärde för guld
zh_cn: 金色徽章阈值
zh_hk: 金色徽章閾值

source: Silver badge threshold
de: Schwellenwert Silberstern
fi: Hopeamitalin raja
fr: Seuil de badge argent
ru: Порог серебряного уровня
sv: Tröskelvärde för silver
zh_cn: 银色徽章阈值
zh_hk: 銀色徽章閾值

# PasswordChangedSuccessfully
source: Your password has been changed.
de: Ihr Passwort wurde geändert.
fi: Salasanasi on vaihdettu.
fr: Votre mot de passe a été changé.
ru: Ваш пароль изменен.
sv: Ditt lösenord har ändrats
zh_cn: 您的密码已更改。
zh_hk: 您的密碼已更改。

source: Revokable roles
de: Entziehbare Rollen
fi: Peruutettavat roolit
fr: Rôles révocables
sv: Roller som kan upphävas
zh_cn: 可撤销的角色
zh_hk: 可撤銷的角色

# ManageApplicationLogon
source: Manage application logons
de: Anmeldungen zur Anwendung verwalten
fi: Hallinnoi sisäänkirjautumistunnuksia
fr: Gérer les identifiants d'application
sv: Hantera applikationsinloggningar
zh_cn: 管理应用程序登录名
zh_hk: 管理應用程式登錄名

# AgentScheduledWithoutPreferences
source: Agent was scheduled without preferences
de: Der Mitarbeiter wurde ohne Präferenzen verplant
fi: Agentti työvuorotettu ilman työvuorotoiveita
fr: Agent a été planifié sans préférences
sv: Agenten schemalades utan önskemål
zh_cn: 座席班表的排定没有考虑偏好
zh_hk: 座席班表的排定沒有考慮偏好

# BeforeRunningAForecastYouNeedToCreateASkillDot
source: Before running a forecast you need to create a skill.
de: Vor dem Ausführen eines Forecasts müssen Sie einen Skill erstellen.
fi: Ennen ennustamista sinun tulee luoda taito.
fr: Avant de lancer des prévisions, vous devez créer une compétence.
ru: До начала прогнозирования создайте навык.
sv: Innan du kan skapa en prognos måste du skapa en kompetens.
zh_cn: 运行预测之前您需要创建一个技能。
zh_hk: 運行預測之前您需要創建一個技能。

source: Chat bot
sv: Grant
zh_cn: Grant 机器人
zh_hk: 聊天機器人

source: Deviation
de: Abweichung
fi: Poikkeama
fr: Déviation
ru: Отклонение
sv: Avvikelse
zh_cn: 偏差
zh_hk: 偏差

source: Grant
de: Genehmigen
fi: Anna
fr: Assigner
sv: Bevilja
zh_cn: 授予
zh_hk: 授予

source: Historical Overview
de: Historische Übersicht
fi: Historiallinen näkymä
fr: Aperçu historique
sv: Historisk översikt
zh_cn: 历史概览
zh_hk: 歷史概覽

# ManageIdentityLogon
source: Manage identity logons
de: Identitätsanmeldungen verwalten
fi: Hallinnoi kolmannen osapuolen sisäänkirjautumistunnuksia
fr: Gérer les logons d'identité
sv: Hantera tredjepartsinloggningar
zh_cn: 管理ID登录名
zh_hk: 管理ID登錄名

source: Monitor agents
de: Mitarbeiter überwachen
fi: Tarkastele agentteja
fr: Suivre les agents
sv: Bevaka agenter
zh_cn: 监控座席代表
zh_hk: 監控座席代表

source: Monitor organization
de: Organisation überwachen
fi: Tarkastele organisaatiota
fr: Suivre l'organisation
sv: Bevaka organisation
zh_cn: 监控组织
zh_hk: 監控組織

source: No absence types open for requests
de: Keine Abwesenheitstypen für Anfragen offen
fi: Ei poissaoloja avoimena pyynnöille
fr: Pas de type d'absence ouvert pour les demandes
sv: Ingen frånvarotyp öppen för förfrågningar
zh_cn: 没有开放用于申请的缺勤类型
zh_hk: 沒有開放用於申請的缺勤類型

source: Request List
de: Liste anfordern
fi: Pyyntölistaus
fr: Liste des demandes
sv: Förfrågningslista
zh_cn: 申请列表
zh_hk: 申請列表

# ActivityTypeChangedByOthers
source: Save failed, the activity type was changed by someone else.
de: Speichern fehlgeschlagen, der Aktivitätstyp wurde von einer anderen Person geändert.
fi: Tallennus epäonnistui, toinen käyttäjä on muokannut aktiviteetin tyyppiä.
fr: Echec de sauvegarde, le type d'activité a été changé par quelqu'un d'autre.
sv: Misslyckades att spara, aktivitetstypen har ändrats av någon annan.
zh_cn: 保存失败，其他人更改了活动类型。
zh_hk: 保存失敗，其他人更改了活動類型。

# ContractTimeViolationMessageInShiftTradeRequest
source: The days currently selected to be included in the shift trade would result in too much or too little contract time. Add or remove days to balance the working hours.
de: Die derzeit ausgewählten Tage, die in den Schichttausch inkludiert werden sollen, würden zu zu viel oder zu wenig Vertragsarbeitszeit führen. Sie müssen Tage hinzufügen oder entfernen, um die Arbeitszeit auszugleichen.
fi: Valitut päivämäärät vuoronvaihdolle johtavat liian suureen tai pieneen sopimusaikaan.
fr: Les jours actuellement sélectionnés pour être inclus dans l'échange d'horaires résulteraient en ou trop, ou pas assez d'heures contrat. Merci de poursuivre la sélection pour équilibrer les heures de travail.
sv: De dagar som valts för att ingå i skiftbytet skulle ge för mycket eller för lite kontraktstid.
zh_cn: 当前调换班选择的天中会导致太多或太少的合同时间（工时）。请添加或移除一些日期以平衡工时。
zh_hk: 當前調換班選擇的天中會導致太多或太少的合同時間（工時）。請添加或移除一些日期以平衡工時。

# ShiftsInShiftBagCanNotFulFillContractTime
source: The shifts in the shift bag {0} can not fulfill the contract time for the contract {1}.
de: Die Schichten in der Schichtsammlung {0} können die Vertragsarbeitszeit für den Vertrag {1} nicht erfüllen.
fi: Vuorot vuoropussissa {0} eivät täytä sopimusaikaa sopimuksessa {1}
sv: Skiften i skiftpåsen {0} kan inte uppfylla kontraktstiden för kontraktet {1}.
zh_cn: 班次包 {0} 中的班次无法满足合同 {1} 中设置的合同时间数。
zh_hk: 班次包 {0} 中的班次無法滿足合同 {1} 中設置的合同時間數。

# ContractTimeViolation
source: This shift trade would change the working hours too much.
de: Dieser Schichttausch würde die Arbeitsstunden zu stark ändern.
fi: Sopimusajan rikkominen.
fr: Cet échange d'horaires changerait trop les horaires de travail.
sv: Bytet bryter mot kontraktstidsreglerna.
zh_cn: 当前调换班会导致过多的工时变更。
zh_hk: 當前調換班會導致過多的工時變更。

# SystemSetting
source: System Settings
de: Systemeinstellungen
fi: Järjestelmäasetukset
sv: Systeminställningar
zh_cn: 系统设置

source: General settings
de: Allgemeine Einstellungen
fi: Yleiset asetukset
sv: Allmänna inställningar
zh_cn: 常规设置

# DeleteInsightsReport
source: Delete report
de: Bericht löschen
fi: Poista raportti
sv: Ta bort rapport
zh_cn: 删除报表

# AuditTrailGeneralAuditTrailReport
source: General Audit Trail
de: Allgemeines Protokoll
fi: Yleinen Audit Trail
sv: Generell ändringslogg
zh_cn: 常规审核跟踪

# AuditTrailReportGroup
source: Audit Trail
de: Protokoll
fi: Työvuorohistoria
sv: Ändringslogg
zh_cn: 审核跟踪

# AuditTrailSearchFilter
source: Search filter
de: Suchfilter
fi: Filtteri
sv: Sökfilter
zh_cn: 搜索筛选器

source: Ri Le
cs: Pr Le
fi: Oikea Vasen
ja: 左右
sv: Hö Vä

# HHcolonMM
source: hh:mm
ar: ق‏ق:س‏س
da: tt:mm
fa: دقیقه: ساعت
fi: tt:min
ja: 時:分
nl: uu:mm
no: tt:mm
ru: чч:мм
sv: tt:mm
tr: ss:dd

# HColonMM
source: h:mm
ar: س:دد
da: T:MM
fi: tt:min
ja: 時:分
nl: u:mm
no: tt:mm
ru: чч:мм
sv: t:mm
tr: s:dd

source: ( In UTC)
ar: (فى UTC)
cs: (v UTC)
da: (I UTC)
es: ( en UTC )
fa: (درUTC)
fi: (UTC ajassa)
id: (Dalam UTC)
ja: （UTC）
no: (I UTC)
pl: (czas UTC)
pt: ( Em UTC )
ru: ( в UTC)
sv: ( I UTC)
tr: UTC'ye göre

# MyTime
source: Teleopti WFM MyTime
ar: وقتى
fa: Teleopti WFM برنامه من
fi: MyTime
fr: Mytime
nl: MyTime
no: Min Tid
pl: MójCzas
