Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: No allowed business unit found in current database
ar: لم يتم العثور على وحدة عمل مسموح بها في قاعدة البيانات الحالية
cs: V aktuální databázi nalezeny nepovolené obchodní útvary
da: Ingen tilladt forretningsenhed fundet i aktuel database
de: Es wurden keine erlaubten Geschäftseinheiten in der aktuellen Datenbank gefunden.
es: No se ha encontrado unidad de negocio permitida en la base de datos actual
fa: واحد کسب و کار غیر مجاز در بانک اطلاعاتی پیدا شد.
fi: Nykyisestä tietokannasta ei löydy sallittua liiketoimintayksikköä
fr: Pas d'unité opérationnelle autorisée trouvée dans la base de données courante
id: Tidak ada unit bisnis yang ditemukan dalam database
it: Nessuna Business Unit consentita trovata nell'attuale database
ja: 現在のデータベースに許可されたビジネスユニットが見つかりません
lv: Nav atļautu darba vienību pašreizējā datu bāzē
nl: Geen toegelaten ​​business unit gevonden in huidige database
no: Ingen tillatt foretaksenhet funnet i nåværende database
pl: Nie znaleziono dozwolonej jednostki biznesowej w aktualnej bazie danych
pt: Nenhuma unidade de negócio permitida foi encontrada no banco de dados
ru: В текущей базе данных допустимое бизнес-подразделение отсутствует
sv: Ingen tillåten affärsenhet hittades i nuvarande databas
tr: Veritabanında uygun iş birimi bulunamadı
zh_cn: 在当前数据库中没有找到允许访问的业务单位
zh_hk: 在當前資料庫中沒有找到允許訪問的業務單位

# NoAvailableDataSourcesHasBeenFound
source: No available data source has been found.
ar: لم يتم العثور على مصدر بيانات متوفر.
cs: Nebyl nalezen žádný dostupný zdroj dat.
da: Ingen tilgængelig datakilde er fundet.
de: Es wurden keine verfügbaren Daten gefunden.
es: No se ha encontrado ninguna fuente de datos disponible.
fa: هیچ منبع داده دردسترسی یافت نشد.
fi: Käytettävissä olevaa tietolähdettä ei löydy.
fr: Aucune source de données disponible n'a été trouvée.
id: Tidak tersedia sumber data yang ditemukan.
it: Nessuna sorgente dati trovata.
ja: 利用可能なデータソースが見つかりません。
lv: Nav atrasts neviens pieejams datu avots.
nl: Geen beschikbare data bron is gevonden
no: Ingen tilgjenglig datakilde funnet.
pl: Nie znaleziono dostępnego źródła danych,
pt: Nenhuma fonte de dados foi encontrada.
ru: Доступный источник данных не найден.
sv: Inga tillgängliga datakällor hittades.
tr: Uygun veri kaynağı bulunamadı
zh_cn: 没有找到可用数据源。
zh_hk: 沒有找到可用資料來源。

source: No chart data rows enabled
ar: صفوف بيانات المخطط غير ممكنة
cs: Nepovoleny žádné datové řádky diagramu
da: Ingen diagramdatarækker aktiveret
de: Keine Datenreihen aktiviert
es: No hay filas de datos disponibles para el gráfico
fa: هیچ ردیف اطلاعات نموداری فعال نشد
fi: Ei kaavion tietorivejä käytettävissä
fr: Aucun diagramme de données validé
id: Tidak ada baris data grafik yang diaktifkan
it: Nessuna riga del grafico abilitata
ja: 有効なチャートデータ行がありません
lv: Nav iespējota neviena diagrammas datu rinda
nl: Geen grafiekgegevens rijen ingeschakeld
no: Ingen tabell for datarekker aktivert
pl: Żaden wiersz danych wykresu nie został aktywowany
pt: Não há linhas de dados habilitadas para o gráfico
ru: Нет доступных строк данных таблицы
sv: Inga rader valda till graf
tr: Grafik kolonları aktif değil
zh_cn: 未启用图表数据行
zh_hk: 未啟用圖表資料行

source: No data available
ar: لا توجد بيانات
cs: Data nejsou dostupná
da: Ingen tilgængelige data
de: Keine verfügbaren Daten
es: No hay datos disponibles
fa: هیچ داده ای موجود نمی باشد
fi: Ei tietoja käytettävissä
fr: Pas de données disponibles
id: Data tidak tersedia
it: Nessun dato disponibile
ja: 利用可能なデータがありません
lv: Nav pieejami dati
nl: Geen beschikbare data
no: Ingen data tilgjenglig
pl: Brak danych
pt: Nenhuma data disponível
ru: Нет доступных данных
sv: Ingen data är tillgänglig
tr: Uygun veri yok
zh_cn: 没有可用数据
zh_hk: 沒有可用資料

source: No date is selected
ar: لم يتم تحديد تاريخ
cs: Není vybráno žádné datum
da: Der er ikke valgt nogen dato
de: Kein Datum ausgewählt
es: No hay fecha seleccionada
fa: هیچ تاریخی انتخاب نشده است
fi: Ei tietoja valittuna
fr: Pas de date sélectionnée
id: Tanggal tidak dipilih
it: Nessun dato selezionato
ja: 日付が選択されていません
lv: Nav atzīmēts datums
nl: Geen datum is geselecteerd
no: Ingen date er valgt
pl: Nie wybrano daty
pt: Nenhuma data foi selecionada
ru: Дата не выбрана
sv: Inget datum är valt
tr: Tarih seçilmedi
zh_cn: 没有选择日期
zh_hk: 沒有選擇日期

# NodeTextCantBeNull
source: Node text cannot be null..!
ar: لا يمكن ترك نص الجزء فارغًا..!
cs: Uzlový text nemůže být prázdný..!
da: Knudetekst kan ikke være en nulværdi..!
de: Node text kann nicht null seinl..!
es: El texto del nodo no puede ser nulo..!
fa: متن نباید خالی باشد..!
fi: Teksti ei voi olla nolla..!
fr: Le texte de node ne peut être null..!
id: Teks tidak boleh kosong..!
it: Il testo del nodo non può essere nullo... !
ja: 空のノードテキストを指定することはできません!
lv: Mezglu teksts nevar būt nulle ..!
nl: Node tekst kan niet leeg zijn..!
no: Nodetekst kan ikke være null..!
pl: Tekst węzła nie może być NULL!
pt: O texto do nó não pode ser vazio!
ru: Текст узла не может быть пустым!
sv: Namnet får ej vara tomt
tr: Nod metni boş olamaz..!
zh_cn: 节点文本不能为空！
zh_hk: 節點文本不能為空！

# NodeTextCantBeNulls
source: Site / Team name can not be null..!
ar: لا يمكن ترك اسم موقع / فريق فارغًا..!
cs: Jméno pracoviště / týmu nemůže být nulové..!
da: Navn på Lokalitet / Team kan ikke være en nulværdi..!
de: Einheit / Teamname kann nicht null sein…!
es: El nombre del site o equipo no puede ser nulo..!
fa: نام سایت / تیم نمی تواند خالی باشد
fi: Toimipisteen/tiimin nimi ei voi olla nolla..!
fr: Le nom de site / équipe ne peut être null..!
id: Nama site/tim tidak boleh kosong..!
it: Il nome Sito / Team non può essere vuoto... !
ja: 空のサイト名/チーム名を指定することはできません!
lv: Grupas / Nodaļas nosaukums nevar būt nulle ..!
nl: Site / Teamnaam kunnen niet leeg zijn..!
no: Enhet / Teamnavn kan ikke være null..!
pl: Nazwa lokalizacji / zespołu nie może być NULL!
pt: O nome da equipe / site não pode ser vazio!
ru: Имя сайта/группы не может быть пустым!
sv: Enhetsnamn/teamnamn får ej vara tomt
tr: Lokasyon/Takım ismi boş olamaz..!
zh_cn: 站点/小组名称不能为空！
zh_hk: 網站/小組名稱不能為空！

source: No functions available
ar: لا توجد وظائف
cs: Funkce nejsou dostupné
da: Ingen tilgængelige funktioner
de: Keine Funktionen verfügbar
es: No hay funciones disponibles
fa: هیچ تابعی موجود نمی باشد
fi: Ei toimintoja käytettävissä
fr: Pas de fonctions disponibles
id: Fungsi tidak tersedia
it: Nessuna funzione disponibile
ja: 利用可能な機能がありません
lv: Nav pieejamas funkcijas
nl: Geen beschikbare functies
no: Ingen funksjoner tilgjenglig
pl: Brak dostępnych funkcji
pt: Nenhuma função disponível
ru: Нет доступных функций
sv: Inga funktioner tillgängliga
tr: Uygun işlev yok
zh_cn: 没有可用功能
zh_hk: 沒有可用功能

source: None
ar: لا شيء
cs: Žádný
da: Ingen
de: Nichts
es: Ninguno
fa: هیچ کدام
fi: Ei mitään
fr: Aucun
id: Tidak ada
it: Nessuno
ja: なし
lv: Neviens
nl: Geen
no: Ingen
pl: Brak
pt: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
zh_cn: 无
zh_hk: 無

source: No optional column is selected!
ar: لم يتم تحديد عمود اختياري!
cs: Není vybrán žádný volitelný sloupec
da: Der er ikke valgt nogen valgfri kolonne!
de: Keine optionale Spalte wurde ausgewählt!
es: Ninguna columna opcional seleccionada!
fa: هیچ ستون انتخابی انتخاب نشده است!
fi: Valinnaista saraketta ei ole valittuna!
fr: Aucune colonne optionnelle n'est sélectionnée!
id: Tidak ada kolom opsional yang dipilih!
it: Nessuna colonna opzionale selezionata!
ja: オプション列が選択されていません!
lv: Neviena Izvēles kolonna nav atlasīta
nl: Geen optionele kolom is geselecteerd!
no: Ingen valgfri kolonne er valgt!
pl: Nie wybrano kolumny opcjonalnej!
pt: Nenhuma coluna opcional foi selecionada!
ru: Дополнительный столбец не выбран!
sv: Ingen tilläggskolumn är vald
tr: Opsiyonel Kolon seçilmedi!
zh_cn: 没有选择自定义栏位！
zh_hk: 沒有選擇自訂欄位！

source: No people available
ar: عدم توافر أشخاص
cs: Lidé nejsou dostupní
da: Ingen tilgængelige medarbejdere
de: Keine Personen verfügbar
es: No hay personas disponibles
fa: هیچ فردی موجود نمی باشد
fi: Ei henkilöitä saatavilla
fr: Aucune personne disponible
id: Orang tidak tersedia
it: Nessuna persona disponibile
ja: 利用可能な要員がありません
lv: Nav pieejams neviens darbinieks
nl: Geen personen beschikbaar
no: Ingen personer tilgjenglig
pl: Brak dostępnych ludzi
pt: Nenhuma pessoa disponível
ru: Нет доступных сотрудников
sv: Inga personer tillgängliga
tr: Uygun kişi bulunmamaktadır
zh_cn: 没有人员可用
zh_hk: 沒有人員可用

source: No roles available
ar: عدم توافر أدوار
cs: Funkce nejsou dostupné
da: Ingen tilgængelige roller
de: Keine Rollen verfügbar
es: Roles no disponibles
fa: هیچ وظیفه ای موجود نمی باشد
fi: Ei rooleja saatavilla
fr: Pas de rôles disponibles
id: Tidak ada peran tersedia
it: Nessun ruolo disponibile
ja: 利用可能な役割がありません
lv: Nav pieejama neviena loma
nl: Geen rollen beschikbaar
no: ingen roller tilgjenglig
pl: Brak dostępnych ról
pt: Nenhum perfil disponível
ru: Нет доступных ролей
sv: Inga roller tillgängliga
tr: Uygun rol bulunmamaktadır
zh_cn: 没有角色可用
zh_hk: 沒有角色可用

source: No rule sets available
ar: لا توجد مجموعات قواعد
cs: Typy směn nejsou dostupné
da: Ingen tilgængelige regelsæt
de: Kein Regelsammlung verfügbar
es: Ningún conjunto de normas disponible
fa: هیچ مجموعه قواعدی در دسترس نیست .
fi: Ei sääntösarjoja käytettävissä
fr: Aucune règle d'horaires disponible
id: Set aturan tidak tersedia
it: Nessun Set di regole disponibile
ja: 利用可能なルールセットがありません
lv: Neviena noteikumu kopa nav pieejama
nl: Geen beschikbare regel sets
no: Ingen regelsett tilgjenglig
pl: Brak dostępnych zestawów reguł
pt: Nenhum conjunto de regras disponível
ru: Нет доступных наборов правил
sv: Inga regeluppsättningar tillgängliga
tr: Uygun kural seti yok
zh_cn: 没有可用的班次
zh_hk: 沒有可用的班次

source: Note
ar: ملاحظة
cs: Poznámka
de: Kommentar
es: Nota
fa: تذکر
fi: Kommentti
id: Catatan
ja: メモ
lv: Piezīme
nl: Noot
pl: Notatka
pt: Nota
ru: Примечание
sv: Notering
tr: Not
zh_cn: 备注
zh_hk: 備註

# NotValidOpenHoursForMidnightBreak
source: Not valid open hours for current midnight break.
ar: ساعات عمل غير صحيحة بحسب استراحة منتصف الليل استراحة منتصف الليل الحالية على المهارة.
cs: Neplatná otevírací doba pro aktuální půlnoční přestávku.\n Aktuální půlnoční přestávka na kvalifikaci
da: Ikke gyldig åbningstid for aktuel midnatspause. \n Aktuel Midnatspause efter Kompetence
de: Keine gültigen Öffnungszeiten für den aktuellen Mitternachtsumbruch.
es: Horas de apertura no válidas para el actual cierre de medianoche.
fa: برای وقفه نیمه شب جاری ساعات باز معتبری وجود ندارد
fi: Ei kelvollista aukioloaikaa asetetulle vuorokaudenvaihdolle.
fr: Pas d'horaires d'ouverture valides pour la séparation de minuit actuelle.
id: Jam buka tidak valid untuk break tengah malam sekarang.
it: Orari di apertura non validi per l'attuale ora di cambio giorno.
ja: 現在の深夜休憩は有効な営業時間内ではありません
lv: Nav spēkā atvērtas darba stundas pašreizējam pusnakts pārtraukumam.
nl: Ongeldig openingstijden voor actuele middernacht pauze.
no: Ikke gyldige åpningstider for nåværende dageavgrensing.
pl: Błędne godziny otwarcia dla aktualnej przerwy o północy
pt: Horário de abertura inválido para o intervalo meia-noite atual.
ru: Недопустимые часы работы для текущего полуночного перерыва.
sv: Felaktiga öppettider för den inställda dyngsgränsen på kompetensen
tr: Mevcut geceyarısı molası için geçerli çaşılma saati bulunmamaktadır.\Mevcut geceyarısı molası Yetenekde bulunmaktadır
zh_cn: 开放时间与当前午夜分界点不匹配。
zh_hk: 開放時間與當前午夜分界點不匹配。

source: No Value In Name Field
ar: لا قيمة فى حقل الاسم
cs: Žádná hodnota v poli Jméno
da: Ingen Værdi I Navnefelt
de: Kein Wert im Feld Namen
es: No hay valores en el campo Nombre
fa: مقداری در فیلد نام نیست
fi: Ei arvoa nimikentässä
fr: Aucune valeur dans nom de champ
id: Tidak Ada Nilai Pada Nama
it: Nessun valore nel campo Nome
ja: 名前フィールドに値がありません
lv: Nav Aizpildīts Nosaukuma Lauks
nl: Geen Waarde In Veldnaam
no: ingen verdi i navnefeltet
pl: Brak wartości w polu nazwy
pt: Não há valor no campo Nome
ru: Отсутствует значение в поле имени
sv: Värde i namnfält saknas
tr: İsim Bölümünde Değer Yol
zh_cn: 名称栏中没有数值
zh_hk: 名稱欄中沒有數值

source: Number
ar: الرقم
cs: Číslo
da: Antal
de: Anzahl
es: Números
fa: شماره
fi: Numero
fr: Nombre
id: Nomor
it: Numero
ja: 番号
lv: Numurs
nl: Nummer
no: Nummer
pl: Numer
pt: Número
ru: Номер
sv: Antal
tr: No
zh_cn: 数量
zh_hk: 數量

source: Occupancy adjustment
ar: ضبط الإشغال
cs: Úprava obsazenosti (%)
da: Optagetperiode Justeringer
de: Auslastungsanpassungen
es: Ajuste de Ocupación
fa: تطبیق اشغالی
fi: Kuormituksen mukautus
fr: Ajustement du taux d'occupation
id: Penyesuaian okupansi
it: Adattamento occupazione
ja: 稼働率の修正
lv: Noslogojuma pielāgojums
nl: Bezetting aanpassing
no: Belegg tilpasninger
pl: Poprawka obłożenia
pt: Ajuste de Ocupação
ru: Настройка занятости
sv: Justera nyttjandegrad
tr: Doluluk oranı ayarı
zh_cn: 占用率调整
zh_hk: 佔用率調整

source: Occupancy settings
ar: إعدادات الإشغال
cs: Nastavení obsazenosti
da: Optagetperiode Indstillinger
de: Auslastungseinstellungen
es: Configuración de Ocupación
fa: تنظیمات اشغالی
fi: Kuormituksen asetukset
fr: Réglages de taux d'occupation
id: Setting okupansi
it: Impostazioni occupazione
ja: 稼働率の設定
lv: Noslogojuma uzstādījumi
nl: Bezetting instellingen
no: Belegg innstillinger
pl: Ustawienia obłożenia
pt: Definições de Ocupação
ru: Настройки занятости
sv: Inställningar nyttjandegrad
tr: Doluluk oranı ayarları
zh_cn: 占用率设置
zh_hk: 佔用率設置

source: Offered calls
ar: مكالمات مقدمة
cs: Nabízené hovory
da: Tilbudte opkald
de: Angebotene Anrufe
es: Llamadas ofrecidas
fa: تماس های پیشنهاد شده
fi: Tarjotut puhelut
fr: Appels acceptés
id: Call ditawarkan
it: Chiamate entranti
ja: 着信呼
lv: Padotie zvani
nl: Aangeboden telefoongesprekken
no: Tilbudte samtaler
pl: Oferowane połączenia
pt: Chamadas recebidas
ru: Поступившие звонки
sv: Inkommande samtal
tr: Gerçekleşen çağrılar
zh_cn: 电话量
zh_hk: 電話量

source: Offered emails
ar: رسائل بريد إلكتروني مقدمة
cs: Nabízené e-maily
da: Tilbudte e-mails
de: Angebotene E-Mails
es: E-mails ofrecidos
fa: ایمیل های پیشنهادی
fi: Tarjotut sähköpostit (kpl)
fr: E-mails acceptés
id: Email ditawarkan
it: e-mail entranti
ja: 着信Eメール
lv: Padotie e-pasti
nl: Aangeboden emails
no: Tilbudt e-post
pl: Oferowane emaile
pt: E-mails recebidos
ru: Поступившие эл. сообщения
sv: Inkommande e-post
tr: Gerçekleşen e-postalar
zh_cn: 电子邮件数量
zh_hk: 電子郵件數量

source: Offered facsimiles
ar: رسائل فاكس مقدمة
cs: Nabízené faxy
da: Tilbudte telefaxer
de: Angebotene Faxe
es: Facsímiles ofrecidos
fa: رونوشت های پیشنهادی
fi: Tarjotut faksit
fr: Facsimiles acceptés
id: Faksimili ditawarkan
it: Fax entranti
ja: 着信FAX
lv: Padotie faksi
nl: Aangeboden facsimiles
no: Tilbudt faks
pl: Oferowane faksy
pt: Faxes recebidos
ru: Поступившие факсы
sv: Inkommande fax
tr: Gerçekleşen fakslar
zh_cn: 传真数量
zh_hk: 傳真數量

source: Offered tasks
ar: مهام مقدمة
cs: Nabízené úkoly
da: Tilbudte opgaver
de: Angebote Aufgaben
es: Tareas ofrecidas
fa: وظایف پیشنهاد شده
fi: Tarjotut tehtävät
fr: Tâches acceptées
id: Tugas ditawarkan
it: Compiti entranti
ja: 着信タスク
lv: Padotie uzdevumi
nl: Aangeboden taken
no: Tilbudt oppdrag
pl: Oferowane zadania
pt: Tarefas recebidas
ru: Поступившие задания
sv: Inkommande uppgifter
tr: Gerçekleşen görevler
zh_cn: 任务量
zh_hk: 任務量

source: OK
ar: موافق
fa: تایید
lv: Labi
ru: ОК
tr: TAMAM
zh_cn: 确定
zh_hk: 確定

source: Old
ar: قديم
cs: Starý
da: Gammel
de: Alt
es: Antiguo
fa: قدیمی
fi: Vanha
fr: Ancien
id: Lama
it: Vecchio
ja: 旧
lv: Vecais
nl: Oud
no: Gammel
pl: Stare
pt: Velho
ru: Старый
sv: Gammal
tr: Eski
zh_cn: 旧的
zh_hk: 舊的

source: One function available
ar: توفر وظيفة واحدة
cs: K dispozici jedna funkce
da: En tilgængelig funktion
de: Eine Funktion verfügbar
es: Una función disponible
fa: یک تابع موجود است
fi: Yksi toiminto käytettävissä
fr: Aucune fonction disponible
id: Satu fungsi tersedia
it: Una funzione disponibile
ja: 1個の機能が利用可能です
lv: Viena funkcija ir pieejama
nl: Een functie beschikbaar
no: En funksjon tilgjenglig
pl: Jedna funkcja dostępna
pt: Uma função disponível
ru: Одна доступная функция
sv: En funktion tillgänglig
tr: Tek uygun işlev
zh_cn: 一个功能可用
zh_hk: 一個功能可用

source: One or more messages were too long. Please try a shorter message.
ar: رسالة أو أكثر طويلة جدًا. الرجاء محاولة استخدام رسالة أقصر.
cs: Jedna nebo více zpráv bylo delší. Zvolte prosím kratší zprávu.
da: En eller flere beskeder var for lange. Prøv venligst med en kortere besked.
de: Eine oder mehrere Nachrichten sind zu lang. Bitte geben Sie eine kürzere Nachricht ein.
es: Uno o más mensajes fueron demasiado largos. Por favor inténtelo de nuevo con mensajes más cortos.
fa: یک یا چند پیام طولانی بودند. لطفا پیام را کوتاهتر کنید.
fi: Yksi tai useampi viesti on liian pitkä. Yritä luoda lyhyempi viesti.
fr: Un message ou plus étaient trop longs. Merci d'entrer un message plus court.
id: Pesan terlalu panjang. Silakan coba pesan yang lebih pendek.
it: Uno o più mesasggio sono troppo lunghi. Prova con uno più corto per favore.
ja: いずれかのメッセージが長すぎます。メッセージを短くしてください。
lv: Viena vai vairākas ziņas ir pārāk gara. Lūdzu mēģiniet īsāku tekstu.
nl: Een of meerdere berichten waren te lang. Probeer een korter bericht
no: En eller flere meldinger er for lange. Vennligst prøv en kortere melding.
pl: Jeden lub więcej komunikatów było za długie. Spróbuj krótszego komunikatu.
pt: Uma ou mais mensagens eram muito grandes. Por favor utilize uma mensagem menor.
ru: Одно или более сообщений слишком длинные. Попробуйте более короткое сообщение.
sv: Ett eller fler meddelanden är för långa. Prova ett kortare meddelande.
tr: Bir yada daha mesaj çok uzun. Lütfen daha kısa bir mesaj deneyin
zh_cn: 一个或多个消息太长。请尝试更短的消息。
zh_hk: 一個或多個消息太長。請嘗試更短的消息。

source: One person available
ar: توفر شخص واحد
cs: K dispozici jedna osoba
da: En tilgængelig medarbejer
de: Eine Person verfügbar
es: Una persona disponible
fa: یک شخص موجود است
fi: Yksi henkilö käytettävissä
fr: Une personne disponible
id: Satu orang tersedia
it: Un dipendente disponibile
ja: 1人の要員が利用可能です
lv: Viena persona ir pieejama
nl: een persoon beschikbaar
no: En person tilgjenglig
pl: Jedna osoba dostępna
pt: Uma pessoa disponível
ru: Один доступный сотрудник
sv: En person tillgänglig
tr: Tek uygun kişi
zh_cn: 一个人员可用
zh_hk: 一個人員可用

source: One role available
ar: توفر دور واحد
cs: Jedna funkce dostupná
da: En tilgængelig rolle
de: Eine Rolle verfügbar
es: Un rol disponible
fa: یک وظیفه موجود است
fi: Yksi rooli käytettävissä
fr: Un rôle disponible
id: Satu peran tersedia
it: Un ruolo disponibile
ja: 1個の役割が利用可能です
lv: Viena loma ir pieejama
nl: Een rol beschikbaar
no: En rolle tilgjenglig
pl: Jedna rola dostępna
pt: Um perfil disponível
ru: Одна доступная роль
sv: En roll tillgänglig
tr: Tek uygun rol
zh_cn: 一个角色可用
zh_hk: 一個角色可用

# OpAmpersandtionsGreaterThanGreaterThan
source: Op&tions >>
ar: &خيارات >>
cs: &Možnosti >>
da: Va&lgmuligheder >>
de: Op&tionen>>
es: Op&ciones >>
fa: انتخاب ها>>
fi: As&etukset >>
id: Op&si >>
it: Op&zioni >>
ja: &オプション >>
nl: Opties >>
no: V&alg >>
pl: Opcje (&T) >>
pt: &Opções >>
ru: Оп&ции >>
sv: In&ställningar >>
tr: Opsiyonlar>>
zh_cn: 选项 (&T)>>
zh_hk: 選項 (&T)>>

source: Open
ar: فتح
cs: Otevřít
da: Åbn
de: Öffnen
es: Abrir
fa: باز
fi: Avaa
fr: Ouvrir
id: Buka
it: Apri
ja: 開く
lv: Atvērt
no: Åpne
pl: Otwórz
pt: Abrir
ru: Открыть
sv: Öppna
tr: Açık
zh_cn: 打开
zh_hk: 打開

# OpenAgentPortal
source: Agent Portal
ar: مدخل الوكيل
cs: Portál agenta
da: MyTime
de: Mitarbeiterportal
es: Portal de Agente
fa: پرتال پاسخگو
fi: Agentti-portaali
fr: Portail agent
id: Portal Agent
it: Portale agente
ja: エージェントポータル
lv: Operatora Portāls
pl: Portal Agenta
pt: Portal do Agente
ru: Портал операторов
sv: MyTime
tr: Müşteri Temsilcisi Portali
zh_cn: 座席代表门户
zh_hk: 座席代表門戶

# OpenASM
source: Agent Schedule Messenger
cs: Kurýr služba plánu agenta
fa: نمایه برنامه پاسخگو
ja: エージェントスケジュールメッセンジャー(ASM)
lv: Grafika Ziņotājs
pl: Komunikaty planu agenta
pt: Mensageiro da Escala do Agente
ru: Служба сообщений графика операторов
tr: Müşteri temsilcisi Vardiya Planı Mesajlaşma Sistemi
zh_cn: 座席班表信使
zh_hk: 座席班表信使

# OpenForecaster
source: Forecaster
ar: المتوقِّع
cs: Modul předpovědí
da: Prognoser
fa: پیش بینی کننده
fi: Ennustaja
fr: Module prévisions
id: Pemrakira
ja: 予測者
lv: Prognozētājs
no: Forhåndsberegner
pl: Prognozowanie
pt: Módulo de Previsões
ru: Инструмент прогнозирования
sv: Prognoser
tr: Tahmin aracı
zh_cn: 预测器
zh_hk: 預測器

# OpenForecastThreeDots
source: Open Forecast...
ar: فتح توقُع...
cs: Otevřít prognóza...
da: Åbn Prognose...
de: Öffne Forecast…
es: Abrir Forecast...
fa: بخش پیش بینی را باز کنید...
fi: Avaa ennuste...
fr: Ouvrir les prévisions...
id: Buka Prakiraan...
it: Apri Forecast...
ja: 予測を開く...
lv: Atvērt Prognozi...
no: Åpne prognose...
pl: Otwórz Prognozę...
pt: Abrir Previsão...
ru: Открыть прогноз...
sv: Öppna prognos...
tr: Tahmin aç...
zh_cn: 打开预测...
zh_hk: 打開預測...

source: Open hours
ar: ساعات مفتوحة
cs: Otevírací doba
da: Åbningstid
de: Öffnungszeiten
es: Horas de apertura
fa: ساعات کاری
fi: Aukioloajat
fr: Horaires d'ouverture
id: Jam buka
it: Orari di apertura
ja: 営業時間
lv: Darba laiks
nl: Openingsuren
no: Åpne timer
pl: Godziny pracy
pt: Horário de Funcionamento
ru: Часы работы
sv: Öppettider
tr: Çalışma saatleri
zh_cn: 开放时间
zh_hk: 開放時間

# OpenHoursColon
source: Open hours:
ar: ساعات مفتوحة:
cs: Otevírací doba:
da: Åbningstid:
de: Öffnungszeiten…
es: Horas de apertura:
fa: : ساعات کاری
fi: Aukioloajat:
fr: Horaires d'ouverture:
id: Jam buka:
it: Orario di apertura:
ja: 営業時間:
lv: Darba laiks:
nl: Open uren:
no: Åpne timer:
pl: Godziny pracy:
pt: Horário de Funciomanento:
ru: Часы работы:
sv: Öppettider:
tr: Açık saatler:
zh_cn: 开放时间：
zh_hk: 開放時間：

# OpenMyReport
source: My Report
ar: فتح تقريري
cs: Moje sestava
da: Min Rapport
es: Mi Reporte
fa: گزارش من
fi: Minun raporttini
fr: Mon rapport
id: Laporan Saya
ja: マイレポート
lv: Mana Atskaite
nl: Mijn Rapport
no: Min rapport
pl: Mój raport
pt: Meu Relatório
ru: Мой отчет
sv: Min rapport
tr: Raporlarım
zh_cn: 我的报表
zh_hk: 我的報表

source: Open people
ar: فتح أشخاص
cs: Otevřít lidi
da: Åbn Medarbejdere
de: Öffne Personen
es: Abrir People
fa: مردم
fi: Avaa henkilöt
fr: Ouvrir personnes
id: Membuka orang
it: Apri People
ja: 要員を開く
lv: Atvērt darbiniekus
no: Åpne personer
pl: Otwórz ludzi
pt: Abrir Pessoa
ru: Открыть сотрудников
sv: Öppna Personer
tr: Kişileri Aç
zh_cn: 打开人员
zh_hk: 打開人員

# OpenPermissionPage
source: Permissions
ar: فتح أذون
cs: Oprávnění
da: Tilladelser
de: Berechtigungen
es: Permisos
fa: مجوزها
fi: Oikeudet
id: Ijin
it: Autorizzazioni
ja: 権限
lv: Atļaujas
nl: Permissies
no: Tillatelser
pl: Uprawnienia
pt: Permissões
ru: Права доступа
sv: Rättigheter
tr: Yetkiler
zh_cn: 权限
zh_hk: 許可權

# OpenPersonAdminPage
source: People
ar: أشخاص
cs: Lidé
da: Medarbejdere
de: Personen
fa: مردم
fi: Henkilöt
fr: Personnes
id: Orang
ja: 要員
lv: Darbinieki
nl: Mensen
no: Personer
pl: Ludzie
pt: Pessoa
ru: Сотрудники
sv: Personer
tr: Çalışanlar
zh_cn: 人员
zh_hk: 人員

# OpenReports
source: Reports
ar: تقارير
cs: Sestavy
da: Rapporter
de: Berichte
es: Reportes
fa: گزارش ها
fi: Raportit
fr: Rapports
id: Laporan
it: Report
ja: レポート
lv: Atskaite
nl: Rapporten
no: Rapporter
pl: Raporty
pt: Relatórios
ru: Отчеты
sv: Rapporter
tr: Raporlar
zh_cn: 报表
zh_hk: 報表

# OpenSchedulePage
source: Schedules
ar: جداول
cs: Plány
da: Vagtplaner
de: Pläne
es: Planificaciones
fa: زمانبندیها
fi: Työvuorolista
fr: Plannings
id: Jadwal
ja: スケジュール
lv: Grafiki
nl: Roosteren
no: Skjemaer
pl: Harmonogramy
pt: Agendas
ru: Расписание работы
sv: Scheman
tr: Vardiya Planları
zh_cn: 班表
zh_hk: 班表

# OpenScheduler
source: Open Schedules
ar: فتح جداول
cs: Otevřít plány
da: Åbn Planer
de: Öffne Pläne
es: Abrir Planificaciones
fa: باز کردن برنامه زمان بندی
fi: Avaa Työvuorot
fr: Ouvrir plannings
id: Buka Jadwal
it: Apri Schedules
ja: スケジュールを開く
lv: Atvērt Grafikus
nl: Open Roosteren
no: Åpne skjemaer
pl: Otwórz plany
pt: Abrir Agendas
ru: Открыть расписание работы
sv: Öppna Scheman
tr: Vardiya planı aç
zh_cn: 打开班表
zh_hk: 打開班表
