Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# RequestDenyReasonNoPeriod
source: Your absence request has been denied. Some days in the requested period are not open for requests. You can send requests for the following period: {0}.
ar: طلب الغياب الذى تقدمت به تم رفضه. بعض الايام التى طلبتها ليست مفتوحة للإجازات، تستطيع إرسال طلبات للفترة التالية: {0}
cs: Váš požadavek na absenci byl zamítnut. Některé dny v požadovaném období nejsou otevřeny pro požadavky. Můžete zaslat požadavek pro toto období: {0}.
da: Din fraværsforespørgelse er afvist. Nogle dage i forespørgelsen er ikke åbne for forespørgelse. Du kan sende forespørgelse til følgende periode: {0}.
de: Ihr Abwesenheitsantrag wurde abgelehnt. Einige Tage in der beantragten Periode sind nicht für Anfragen geöffnet. Sie können Anträge für die folgende Periode eingeben: {0}.
es: Su solicitud de ausencia ha sido denegada. Hay fechas en este período que no están abiertos para realizar solicitudes. Puede realizar solicitudes en el siguiente período: {0}.
fa: درخواست مرخصی شما پذیرفته نشده است .بعضی از روزها در دوره زمانی درخواست شده مجاز نیست .شما می توانید درخواست خود را طبق برنامه زمانی زیر ارائه نمایید : {0} .
fi: Sinun poissaolopyyntösi on hylätty. Jokin päivä pyynnössäsi ei ole avoinna pyynnöille. Voit lähettää poissaolopyyntösi kaudelle: {0}.
fr: Votre demande d'absence a été refusée. Certains jours de la période demandée ne sont pas ouverts pour les demandes. Vous pouvez envoyer des demandes pour la période suivante: {0}.
ja: あなたの欠勤要求は否認されました。要求された日にちの一部に空きがありません。{0}の期間で欠勤要求を送ることができます。
lv: Jūsu prombūtnes pieprasījums ir noraidīts. Dažas dienas pieprasītajā periodā nav atvērtas pieprasījumiem. Jūs varat nosūtīt pieprasījumu nākamajam periodam: {0}.
nl: Uw afwezigheid aanvraag is geweigerd. Sommige dagen in de aangevraagde periode zijn niet open voor aanvragen. U kunt aanvragen sturen voor de volgende periode: {0}.
no: Din fraværforespørsel har blitt avslått. Noen dager i den valgte perioden er ikke åpne for forespørsler. Du kan sende forespørsler om følgende periode: {0}.
pl: Prośba o nieobecność została odrzucona. Niektóe dni w żądanym okresie nie są dostępne do tej operacji. Możesz wysłać prośbę dla następującego okresu: {0}.
pt: A sua solicitação de ausência foi negada. Alguns dias no período solicitado não estão abertos para solicitações. Você pode enviar solicitações para o seguinte período: {0}.
ru: Ваш запрос на отсутствие был отклонен. Некоторые дни из запрашиваемого периода не открыты для запросов. Вы можете отправлять запросы на следующий период: {0}.
sv: Din frånvaroförfrågan har avslagits. Några dagar i den aktuella perioden är inte öppna för förfrågningar. Du kan skicka förfrågningar gällande följande period: {0}.
tr: Devamsızlık isteğiniz reddedildi. İsteği yollamış olduğunuz dönem, devamsızlık isteği gönderimi için kapalı. İsteğinizi lütfen {0} dönemi içerisinde gerçekleşecek şekilde tekrar yollayın.
zh_cn: 您的缺勤申请已经被拒绝。申请日期没有开放，你可以发送以下日期的申请：{0}
zh_hk: 您的缺勤申請已經被拒絕。申請日期沒有開放，你可以發送以下日期的申請：{0}

source: Max Parallel Tasks:
ar: الحد الاقصى للمهام:
cs: Maximum paralelních úkolů:
da: Maks sideløbende opgaver:
de: Max. parallele Aufgaben:
es: Max número de tareas paralelas:
fa: حداکثر وظایف همزمان
fi: Maks. yhtäaikaisia tehtäviä:
fr: Maximum tâches parallèles
ja: 最大同時タスク
lv: Max Paralēlie uzdevumi:
nl: Max Parallel Taken:
no: Maks Parallelle oppgaver:
pl: Maks. zadań równolegle:
pt: Máximo de Tarefas Paralelas:
ru: Максимальное кол-во параллельных заданий:
sv: Max antal parallella uppgifter:
tr: Maksimum paralel görev sayısı
zh_cn: 最大平行任务数：
zh_hk: 最大平行任務數：

source: View Active Agents
ar: اعرض الممثلون النشطاء
cs: Zobrazit aktivní agenty
da: Se aktive medarbejdere
de: Sehe aktive Mitarbeiter
es: Ver agentes activos
fa: نمایش پاسخگوهای فعال
fi: Näytä aktiiviset agentit
fr: Voir agent actifs
ja: アクティブエージェントを表示
lv: Skatīt Aktīvos Operatorus
nl: Bekijk actieve agenten
no: Vis Aktive agenter
pl: Zobacz aktywnych agentów
pt: Visualizar agentes ativos
ru: Просмотр активных операторов
sv: Visa aktiva agenter
tr: Aktif müşteri temsilcilerini göster
zh_cn: 查看激活的坐席
zh_hk: 查看啟動的坐席

# SkillTypeChat
source: Chat
ar: شات
fa: چت
ja: チャット
pl: Czat
ru: Чат
sv: Chatt
tr: Sohbet
zh_cn: 在线服务
zh_hk: 線上服務

source: Abandoned chats
ar: عمليات شات مفقودة
cs: Ztracené chaty
da: Tabte Chats
de: abgebrochene Chats
es: Chats abandonados
fa: چت های رها شده
fi: Hylätyt chatit
fr: Chats abandonnés
ja: 放棄チャット数
no: Avviste chats
pl: Porzucone czaty
pt: Chats abandonados
ru: Несостоявшиеся чаты
sv: Tappade chattar
tr: Terkedilen sohbetler
zh_cn: 放弃的Chat数量
zh_hk: 放棄的Chat數量

source: Answered chats
ar: شات تم الرد عليه
cs: Zodpovězené chaty
da: Besvarede Chats
de: beantwortete Chats
es: Chats atendidos
fa: چتهای پاسخ داده شده
fi: Vastatut chatit
fr: Chats répondus
ja: 応答チャット数
nl: Antwoordde chats
no: Besvarte chats
pl: Odpowiedziane czaty
pt: Chats atendidos
ru: Отвеченные чаты
sv: Besvarade chattar
tr: Cevaplanan sohbetler
zh_cn: 已应答的chat数量
zh_hk: 已應答的chat數量

source: Average chats
ar: متوسط عدد الشات
cs: Průměrně chat
da: Gennemsnitlige Chats
de: durchschnittliche Chats
es: chats promedio
fa: میانگین چت ها
fi: Chat keskiarvo
fr: Moyenne chats
ja: 平均チャット数
nl: Gemiddelde chats
no: Gjennomsnitt chats
pl: Czaty średnio
pt: Média de chats
ru: Среднее кол-во чатов
sv: Genomsnittligt antal chattar
tr: Ortalama sohbetler
zh_cn: 平均Chat数量
zh_hk: 平均Chat數量

# RequestStatusDtoAutodenied
source: Denied
ar: مرفوض
cs: Zamítnuto
da: Afvist
de: abgelehnt
es: Denegado
fa: پذیرفته نشده
fi: Hylätty
fr: Refusée
ja: 否認
lv: Noraidīts
nl: Ontkend
no: Avvist
pl: Odmowa
pt: Negada
ru: Отклонено
sv: Nekad
tr: Reddedildi
zh_cn: 被拒绝
zh_hk: 被拒絕

source: Local time
ar: التوقيت المحلي
cs: Lokální čas
da: Lokal tid
de: Lokale Zeit
es: Hora local
fa: زمان محلی
fi: Paikallinen aika
fr: Heure locale
ja: 現地時間
lv: Vietējais laiks
nl: Lokale tijd
no: Lokal tid
pl: Czas lokalny
pt: Horário local
ru: Местное время
sv: Lokal tid
tr: Yerel saat
zh_cn: 当地时间
zh_hk: 當地時間

# AddOvertimeAvailabilityThreeDots
source: Add Overtime Availability...
ar: اضف مسموحية وقت إضافى
cs: Přidat dostupnost přesčasů
da: Tilføj rådighed for overarbejde...
de: Überstunden-Verfügbarkeit hinzufügen
es: Añadir Disponibilidad de Tiempo Extra...
fa: ...افزودن قابلیت اضافه کار
fi: Lisää ylityö käytettävyys...
fr: Ajouter disponibilité heures supplémentaires...
ja: 残業可能を追加
lv: Pievienot Virsstundu Pieejamību...
nl: Voeg Overwerk Beschikbaarheid...
no: Legg til overtidstilgjengelighet
pl: Dodaj dostępność nadgodzin
pt: Adicionar Disponibilidade de Horas Extras...
ru: Добавить сверхурочную доступность...
sv: Lägg till tillgänglighet för övertid
tr: Fazla mesai uygunluğu ekle
zh_cn: 添加加班可用性...
zh_hk: 添加加班可用性...

source: Calculated chats
ar: الشات التى تم حسابها
cs: Kalkulované chaty
da: Bregenede chats
de: berechnete Chats
es: Chats calculados
fa: چت محاسبه شده
fi: Lasketut chatit
fr: Chats calculés
ja: 算出チャット数
nl: Berekende chats
no: Kalkulerte chats
pl: Wyliczone czaty
pt: Chats calculados
ru: Расчетное кол-во чатов
sv: Beräknade chattar
tr: Hesaplanan sohbetler
zh_cn: 统计的Chat数量
zh_hk: 統計的Chat數量

# CampaignChatsPercentSign
source: Campaign chats %
ar: النسبة المئوية لحملة الشات
cs: Kampaň chyty %
da: Kampagne Chats %
de: Kampagnen Chats %
es: Chats, campañas %
fa: چت های کمپین %
fi: Kampanja chatit (%)
fr: Chats campagne %
ja: キャンペーンのチャット数
nl: Campagne chats%
no: Kampanje chats %
pl: Czaty kampanii %
pt: Ajuste de chats %
ru: Чаты кампании %
sv: Kampanjchattar %
tr: Kampanya (%)
zh_cn: Chat数量调整 (%)
zh_hk: Chat數量調整 (%)

source: Overtime Availability
ar: مسموحية الوقت الاضافي
cs: Dostupnost přesčasů
da: Til rådighed for overarbejde
de: Überstunden-Verfügbarkeit
es: Disponibilidad de Tiempo Extra
fa: قابلیت اضافه کار
fi: Ylityökäytettävyys
fr: Disponibilité Heures supplémentaires
ja: 残業可能
lv: Virsstundu Pieejamība
nl: Overwerk Beschikbaarheid
no: Overtidstilgejengelighet
pl: Dostępność nadgodzin
pt: Disponibilidade de Horas Extras
ru: Сверхурочная доступность
sv: Tillgänglighet för övertid
tr: Fazla mesai uygunluğu
zh_cn: 可用加班人员
zh_hk: 可用加班人員

# PreviousSavedOvertimeAvailabilityColon
source: Previously saved overtime availability:
ar: تم حفظ مسموحية الوقت الإضافي سلفا
cs: Minule uložená dostupnsot přesčasů:
da: Tidligere gemt rådighed for overarbejde:
de: Vorher gespeicherte Überstunden-Verfügbarkeit:
es: Disponibilidad de T. Extra, previamente guardados:
fa: قابلیت اضافه کار دخیره شده قبلی
fi: Viimeksi tallennettu ylityökäytettävyys
fr: Disponibilité heures supplémentaires précédemment sauvée
ja: 前もって保存された残業可能
lv: Iepriekš saglabātā virsstundu pieejamība
nl: Voorheen opgeslagen overwerk beschikbaarheid:
no: Tidligere lagret overtidstilgjengelighet
pl: Wcześniej zapisana dostępność nadgodzin:
pt: Disponibilidade de horas extras salva anteriormente:
ru: Ранее сохраненная сверхурочная доступность:
sv: Tidigare sparad tillgänglighet för övertid
tr: Önceden kaydedilmiş fazla mesai uygunluğu:
zh_cn: 之前保存的加班可用性：
zh_hk: 之前保存的加班可用性：

source: Chat
ar: شات
fa: چت
ja: チャット
pl: Czat
ru: Чат
sv: Chatt
tr: Sohbet
zh_cn: 在线服务
zh_hk: 線上服務

# DeviationChatsColon
source: Deviation chats:
ar: انحراف الشات
cs: Odchylka chatu:
da: Afvigelse Chats:
de: Differenz Chats:
es: Desviación Chats:
fa: مغایرت چت ها:
fi: Chat poikkeama:
fr: Déviation chats:
ja: 逸脱チャット数
nl: Deviatie chats:
no: Avvik chats:
pl: Odchylenie czatów:
pt: Desvio chats:
ru: Отклонение чатов:
sv: Avvikelse chattar
tr: Sapma (sohbet):
zh_cn: Chat数量偏差：
zh_hk: Chat數量偏差：

source: Forecasted chats
ar: العدد المتوقع للشات
cs: Předpovězené chaty
da: Prognosticerede Chats
de: prognostizierte Chats
es: Chats previstos
fa: چت های پیش بینی شده
fi: Chat ennuste
fr: Chats prévus
ja: チャット数 予測値
nl: Voorspelde chats
no: Forventet chats
pl: Prognozowane czaty
pt: Chats previstos
ru: Спрогнозированные чаты
sv: Prognosticerade chattar
tr: Tahminlenen sohbetler
zh_cn: 预测的Chat数量
zh_hk: 預測的Chat數量

source: Index chats
ar: فهرس الشات
cs: Index chatů
da: Indeks Chats
es: Índice chats
fa: چت های شاخص
fi: Chat indeksi
ja: チャット数のインデックスを作成
pl: Indeks czatów
pt: Índice chats
ru: Индекс чатов
sv: Index chattar
tr: İndeks (sohbet)
zh_cn: Chat数量索引
zh_hk: Chat數量索引

source: Offered chats
ar: الشات المعروضة
cs: Příchozí chaty
da: Tilbudte Chats
de: angebotene Chats
es: Chats ofrecidos
fa: چت های ورودی
fi: Tarjotut chatit
fr: Chats offers
ja: 着信チャット数
nl: Aangeboden chats
no: TIlbudt chats
pl: Oferowane czaty
pt: Chats oferecidos
ru: Поступившие чаты
sv: Inkommande chattar
tr: Gelen sohbet
zh_cn: Chat数量
zh_hk: Chat數量

source: Original offered chats
ar: الشات المعروضة الاصلية
cs: Originalní příchozí chaty
da: Oprindelig tilbudte Chats
de: Original angebotene Chats
es: Chats ofrecidos originalmente
fa: چت های ورودی اصلی
fi: Alkuperäinen chat määrä (kpl)
fr: Chats originaux offerts
ja: 元の着信チャット数
nl: Originele aangeboden chats
no: Opprinnelige tilbudte chats
pl: Oryginalne oferowane czaty
pt: Núm de chats oferecidos original
ru: Фактически поступившие чаты
sv: Ursprungligt antal inkommande chattar
tr: Esas gelen sohbet
zh_cn: 原始的Chat数量
zh_hk: 原始的Chat數量

source: Total chats
ar: إجمالى عدد الشات
cs: Celkem chaty
de: Chats Gesamt
es: Chats totales
fa: کل چت ها
fi: Kaikki chatit
fr: Chats totaux
ja: チャット総数
nl: Totaal chats
pl: Łącznie czasy
pt: Total de chats
ru: Всего чатов
sv: Totalt antal chattar
tr: Toplam sohbet
zh_cn: 调整后Chat数量
zh_hk: 調整後Chat數量

source: Validated chats
ar: الشات الذى تم التحقق منه
cs: Ověřené chaty
da: Validerede Chats
de: validierte Chats
es: Chats validados
fa: چت های معتبر
fi: Validoidut chatit
fr: Chats validés
ja: 有効なチャット数
nl: Gevalideerde chats
no: Validerte chats
pl: Potwierdzone czaty
pt: Chats validados
ru: Проверенные чаты
sv: Validerade chattar
tr: Doğrulanmış sohbet
zh_cn: 已验证的Chat数量
zh_hk: 已驗證的Chat數量

# CampaignChatTimePercentSign
source: Campaign chat time %
ar: النسبة المئوية لوقت الدردشة %
cs: Čas kampaní chtatu %
da: Kampagne Chat tid %
de: Kampagnen Chat Zeit %
es: Tiempo de campaña chat %
fa: زمان چت کمپین %
fi: Kampanja chat aika (%)
fr: Temps chat campagne %
ja: キャンペーンのチャット数 %
nl: Campagne chat tijd%
no: Kampanje chat tid%
pl: Czas czatów kampanii %
pt: Ajuste do tempo de atendimento de chat %
ru: Время чатов кампании %
sv: Kampanjchattid %
tr: Sohbet
zh_cn: Chat时间调整 (%)
zh_hk: Chat時間調整 (%)

source: Chats
ar: شات
cs: Chaty
fa: چت ها
fi: Chatit
ja: チャット
no: Chat
pl: Czaty
ru: Чаты
sv: Chattar
tr: Sohbetler
zh_cn: Chat数量
zh_hk: Chat數量

source: Total chat time
ar: إجمالى وقت الدردشة
cs: Celkový čas chatů
da: Total chat tid
de: Gesamtzeit Chat
es: Tiempo total chats
fa: زمان کلی چت
fi: Yhteenlaskettu chat aika
fr: Total temps chat
ja: トータルチャット時間
nl: Totaal chat tijd
no: Total chat tid
pl: Łącznie czas czatów
pt: Tempo total de chat
ru: Общее время чатов
sv: Total chattid
tr: Toplam sohbet süresi
zh_cn: 调整后Chat均长
zh_hk: 調整後Chat均長

source: Filter Overtime Availability
ar: تصفيه اتاحه اوقات اضافيه
cs: Filtrovat dostupnost přesčasu
da: Filtrer på rådighed for overarbejde
de: Filter Überstunden-Verfügbarkeit
es: Filtrar Disponibilidad de T. Extra
fa: قابلیت فیلتر زمان اضافه
fi: Lajittele ylityökäytettävyyttä
fr: Filtrer disponibilité heures supplémentaires
ja: 残業可能をフィルター
lv: Filtrēt Virsstundu Pieejamību
nl: Filter Overwerk Beschikbaarheid
no: Filter Overtidstilgjengelighet
pl: Filtruj dostępność nadgodzin
pt: Filtrar Disponibilidade de Horas Extras
ru: Фильтр сверхурочной доступности
sv: Filtrera tillgänglighet för övertid
tr: Fazla mesai uygunluğu filtrele
zh_cn: 筛选加班可用性
zh_hk: 篩選加班可用性

source: Assignment options
ar: اختيارات التخصيص
cs: Možnosti přiřazení
da: Tildelings mulighed
de: Optionen
es: opciones de asignación
fa: گزینه های تخصیص و انتساب
fi: Tehtävän valinnat
fr: Options d'assignation
ja: 割り当てオプション
lv: Uzdevuma iespējas
nl: Toewijzingsmogelijkheden
no: Tilordningsopsjoner
pl: Opcje przypisania
pt: Opções de atribuição
ru: Опции назначения
sv: Inställningar för arbetspasset
tr: İş atama seçenekleri
zh_cn: 分配选项
zh_hk: 分配選項

source: Overtime duration
ar: مدة الوقت الاضافى
cs: Trvání přesčasu
da: Overarbejds varighed
de: Überstundendauer
es: Duración del T. extra
fa: مدت زمان اضافه کار
fi: Ylityön kesto
fr: Durée des heures supplémentaires
ja: 残業時間の長さ
lv: Virsstundu ilgums
nl: Overwerk duur
no: Overtidsvarighet
pl: Czas nadgodzin
pt: Duração das horas extras
ru: Продолжительность сверхурочного времени
sv: Övertidens längd
tr: Fazla mesai süresi
zh_cn: 加班长度
zh_hk: 加班長度

source: Schedule Overtime
ar: جدول الوقت الاضافي
cs: Plán přesčasů
da: Planlagt Overarbejde
de: Plane Überstunden
es: Planificar Tiempo Extra
fa: زمان بندی اضافه کار
fi: Ylityövuorot
fr: Planifier heures supplémentaires
ja: 残業を予定
lv: Grafika Virsstundas
nl: Rooster Overwerk
no: Planlegg overtid
pl: Planowanie nadgodzin
pt: Agendar Horas Extras
ru: Планирование сверхурочного времени
sv: Schemalägg övertid
tr: Fazla mesai vardiyala
zh_cn: 排定加班
zh_hk: 排定加班

source: Schedule Overtime Options
ar: اختيارات جدول الوقت الاضافى
cs: Možnosti plánu přesčasů
da: Planlagt Overarbejds Indstillinger
de: Optionen Überstundenplanung
es: Opciones de Planificación de T. Extra
fa: گزینه های اضافه کار زمان بندی شده
fi: Ylityövuoro asetukset
fr: Options de planification d'heures supplémentaires
ja: 残業オプションを予定
lv: Grafika Virsstundu Iespējas
nl: Rooster Overwerk Opties
no: Alternativer for planlegging av overtid
pl: Opcje planowania nadgodzin
pt: Opções de Agendamento de Horas Extras
ru: Опции планирования сверхурочного времени
sv: Inställningar för schemaläggning av övertid
tr: Fazla mesai vardiyalama seçenekleri
zh_cn: 排定加班选项
zh_hk: 排定加班選項

source: Skill activity
ar: أنشطة المهارات
cs: Kvalifikace aktivity
da: Kompetence aktivitet
de: Skill-Aktivität
es: Actividad del Skill
fa: فعالیت مهارت
fi: Taito aktiviteetti
fr: Activité de compétence
ja: スキル活動
lv: Prasmes aktivitāte
nl: Skill activiteit
no: Ferdighetsaktivitet
pl: Aktywność umiejętności
pt: Atividade do skill
ru: Активность навыка
sv: Kompetensaktivitet
tr: Yetenek etkinliği
zh_cn: 技能活动
zh_hk: 技能活動

# TagChangesWithWithColon
source: Tag changes with:
ar: حدد التغييرات مع:
cs: Označit změny s:
da: Tag ændres med:
de: markiere Änderungen mit:
es: Etiquetar cambios con:
fa: : برچسب تغییر میکند با
fi: Taggaa muutokset:
fr: Libeller les changements avec:
ja: のタグの変更
lv: Birka mainās ar:
nl: Tag wijzigingen met:
no: Merk endringene med:
pl: Oznacz modyfikacje etykietą:
pt: Marcar mudanças com:
ru: Тег изменений:
sv: Tagga ändringar med:
tr: Değişiklikleri etiketle
zh_cn: 修改标签：
zh_hk: 修改標籤：

source: Type of overtime
ar: نوع الوقت الاضافى
cs: Typ přesčasu
da: Type af overarbejde
de: Überstunden-Typ
es: Tipo de T. extra
fa: نوع اضافه کار
fi: Lisä-/Ylityö
fr: Type d'heures supplémentaires
ja: 残業の種類
lv: Virsstundu tips
nl: Type overwerk
no: Overtidstype:
pl: Rodzaj nadgodzin
pt: Tipo de horas extras
ru: Тип сверхурочного времени
sv: Övertidstyp
tr: Fazla mesai türü
zh_cn: 加班类型
zh_hk: 加班類型

source: Allow break contract max work time per week
ar: السماح بخرق العقد ، الحد الاقصى لوقت العمل بالاسبوع
cs: Povolit přerušení smlouvy max pracovní doby za týden
da: Tilad at bryde kontrakt maks for arbejdstimer pr. uge
de: Erlaube die max. Arbeitszeit pro Woche zu brechen
es: Permitir violación de max t. de trabajo per semana en contrato
fa: اجازه فسخ قرارداد حداکثر زمان کاری در هفته
fi: Salli sopimuksen mukaisen maksimi viikkotyöajan rikkominen.
fr: Permettre de supplanter le temps de travail max par semaine
ja: 1週間当たり最大勤務時間契約違反の許可
lv: Atļaut lauzt kontrakta max darba laiku nedēļā
nl: Toestaan pauze contract max. werktijd per week
no: Tillat å bryte kontraktens maks arbeidstid per uke
pl: Ignoruj ograniczenie maks. czasu kontraktu na tydzień
pt: Permitir quebrar o temp. máx. de trabalho semanal
ru: Позволять нарушать максимальное время контракта в неделю
sv: Tillåt att kontraktets max arbetstid per vecka bryts
tr: Sözleşmelerdeki maksimum iş süresini çiğne
zh_cn: 允许超过每周合同最大工作时间
zh_hk: 允許超過每週合同最大工作時間

source: Allow break contract nightly rest
ar: السماح بخرق العقد بالبقية الليلية
cs: Povolit přerušení smlouvy noční odpočinek
da: Tilad at bryde kontrakt Hvileltid mellem 2 vagter
de: Erlaube die nächtliche Ruhezeit zu brechen
es: Permitir violación de descanso nocturno
fa: اجازه فسخ قرارداد استراحت شبانه
fi: Salli yölepoajan rikkominen
fr: Permettre de supplanter le temps contrat de repos par nuit
ja: 夜間休憩契約違反の許可
lv: Atļaut lauzt kontrakta nakts atpūtu
nl: Toestaan pauze contract nachtrust
no: Tillat å bryte kontraktens natthvile
pl: Ignoruj kontraktowy odpoczynek nocny
pt: Permitir quebrar o temp. de descanso noturno
ru: Позволять нарушать время отдыха между сменами по контракту
sv: Tillåt att kontraktets nattvila bryts
tr: Sözleşmelerdeki gecelik dinlenme süresini çiğne
zh_cn: 允许超过合同夜间休息时长
zh_hk: 允許超過合同夜間休息時長

source: Allow break contract weekly rest
ar: السماح بخرق العقد بالبقية الاسبوعية
cs: Povolit přerušení smlouvy týdenní odpočinek
da: Tilad at bryde kontrakt Hviletid pr.uge
de: Erlaube die wöchentliche Ruhezeit zu brechen
es: Permitir violación de descanso semanal
fa: اجازه فسخ قرارداد استراحت هفتگی
fi: Salli sopimuksen mukaisen viikkolepoajan katkeaminen.
fr: Permettre de supplanter le temps contrat de repos hebdomadaire
ja: 1週間の休憩契約違反の許可
lv: Atļaut lauzt kontrakta nedēļas atpūtu
nl: Toestaan pauze contract wekelijkse rusttijd
no: Tillat å bryte kontraktens ukentlige hvile
pl: Ignoruj kontaktowy odpoczynek tygodniowy
pt: Permitir quebrar o temp. de descanso semanal
ru: Позволять нарушать недельное время отдыха по контракту
sv: Tillåt att kontraktets veckovila bryts
tr: Sözleşmelerdeki haftalık dinlenme süresini çiğne
zh_cn: 允许超过合同每周休息时长
zh_hk: 允許超過合同每週休息時長

# ExtendTheEndOfExistingShiftsColon
source: Extend the end of existing shifts:
ar: قم بمد نهاية الوردية للورديات الحالية
cs: Prodloužit konec stávající směny:
da: Udvid eksisterende vagt:
de: Verlängere das Ende der bestehenden Schicht
es: Extender el fin de turnos existentes:
fa: افزایش زمان پایان شیفت های موجود:
fi: Muuta vuoronpäättymistä olemassa olevaan työvuoroon:
fr: Étendre la longueur des horaires existants
ja: 既存シフトの終了の拡張
lv: Paplašināt esošo maiņu beigas:
nl: Verleng het einde van bestaande diensten:
no: Forleng slutten av eksisterende skift:
pl: Przedłuż zakończenie istniejących dyżurów
pt: Aumentar o final dos turnos existentes:
ru: Сдвинуть время завершения существующих смен:
sv: Senarelägg slutet på befintliga skift
tr: Mevcut vardiyalardaki bitiş süresini uzatabil
zh_cn: 延长现有班次的结束时间
zh_hk: 延長現有班次的結束時間

# OvertimeDurationColon
source: Overtime duration:
ar: مدة الوقت الاضافى:
cs: Trvání přesčasu:
da: Overarbejds varighed:
de: Überstundendauer:
es: Duración del T. extra
fa: : مدت زمان اضافه کار
fi: Lisä-/Ylityön kesto:
fr: Durée d'heures supplémentaires
ja: 残業時間の長さ
lv: Virsstundu ilgums:
nl: Overwerk duur:
no: Overtidsvarighet:
pl: Czas nadgodzin:
pt: Duração das horas extras:
ru: Продолжительность сверхурочного времени:
sv: Övertidens längd:
tr: Fazla mesai süresi:
zh_cn: 加班长度：
zh_hk: 加班長度：

# SkillActivityColon
source: Skill activity:
ar: أنشطة المهارات:
cs: Kvalifikace aktivity:
da: Kompetence aktivitet:
de: Skill-Aktivität
es: Actividad del Skill:
fa: فعالیت مهارتی
fi: Taidon aktiviteetti:
fr: Activité compétence:
ja: スキル活動
lv: Prasmes aktivitāte:
nl: Skill activiteit:
no: Ferdighetsaktivitet:
pl: Aktywność umiejętności:
pt: Atividade do skill:
ru: Активность навыка:
sv: Kompetensaktivitet:
tr: Yetenek etkinliği:
zh_cn: 技能活动：
zh_hk: 技能活動：

# TypeOfOvertimeColon
source: Type of overtime:
ar: نوع الوقت الاضافي:
cs: Typ přesčasu:
da: Type af overarbejde:
de: Überstunden-Typ
es: Tipo de T. extra:
fa: : نوع اضافه کار
fi: Lisä-/Ylityö:
fr: Type d'heures supplémentaires
ja: 残業の種類
lv: Virsstundu tips
nl: Type overwerk:
no: Overtidstype:
pl: Rodzaj nadgodzin:
pt: Tipo de horas extras:
ru: Тип сверхурочного времени:
sv: Övertidstyp:
tr: Fazla mesai türü:
zh_cn: 加班类型：
zh_hk: 加班類型：

# RepViewerCurrentPage
source: Current page
ar: الصفحة الحالية
cs: Stávající stránka
da: Aktuelle side
de: aktuelle Seite
es: Página actual
fa: صفحه جاری
fi: Nykyinen sivu
fr: Page courante
ja: 現在のページ
lv: Pašreizējā lapa
nl: Huidige pagina
no: Nåværende side
pl: Bieżąca strona
pt: Página atual
ru: Текущая страница
sv: Aktuell sida
tr: Mevcut sayfa
zh_cn: 当前页
zh_hk: 當前頁

# RepViewerExport
source: Export
ar: تصدير
da: Eksport
es: Exportar
fa: صدور
fi: Vie
fr: Exporter
ja: エクスポート
lv: Eksportēt
nl: Exporteren
no: Eksport
pl: Eksport
pt: Exportar
ru: Экспорт
sv: Exportera
tr: Aktar
zh_cn: 导出
zh_hk: 匯出

# RepViewerFind
source: Find
ar: بحث
cs: Najít
de: Suche
es: Encontrar
fa: پیدا کردن
fi: Etsi
fr: Trouver
ja: 検索
lv: Atrasts
nl: Zoeken
no: Finn
pl: Znajdź
pt: Localizar
ru: Найти
sv: Hitta
tr: Bul
zh_cn: 查找
zh_hk: 查找

# RepViewerFindNext
source: Find Next
ar: بحث عن التالى
cs: Najít další
da: Find Næste
de: Suche nächste
es: Encontrar siguiente
fa: بعدی را پیدا کن
fi: Etsi seuraava
fr: Trouver suivant
ja: 次を検索
lv: Atrast Nākamo
nl: Volgende zoeken
no: Finn neste
pl: Znajdź następne
pt: Localizar Próximo
ru: Найти следующий
sv: Hitta nästa
tr: Bir sonrakini bul
zh_cn: 查找下一个
zh_hk: 查找下一個

# RepViewerFindText
source: Find Text In Report
ar: بحث عن التالي فى التقرير
cs: Najít text v reportu
da: Find Tekst I Rapport
de: Suche Text in Bericht
es: Encontrar texto en reporte
fa: متن را در گزارش پیدا کنید
fi: Etsi teksti raportissa
fr: Trouver texte dans le rapport
ja: レポートで文字を検索
lv: Atrast Tekstu Atskaitē
nl: Zoek Tekst In Het Rapport
no: Finn tekst i rapporten
pl: Znajdź takst w raporcie
pt: Localizar Texto no Relatório
ru: Найти текст в отчете
sv: Hitta text i rapporten
tr: Raporda metin bul
zh_cn: 在报表里查找文本
zh_hk: 在報表裡查找文本

# RepViewerFirstPage
source: First Page
ar: الصفحة الاولى
cs: První stránka
da: Første Side
de: erste Seite
es: Página inicial
fa: صفحه اول
fi: Ensimmäinen sivu
fr: Première page
ja: 1ページ
lv: Pirmā Lapa
nl: Eerste Pagina
no: Første side
pl: Pierwsza strona
pt: Primeira Página
ru: Первая страница
sv: Första sidan
tr: İlk sayfa
zh_cn: 首页
zh_hk: 首頁
