Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# UpdatesStatistics
source: Updating statistics
ar: تحديث الإحصائيات
cs: Aktualizační statistika
da: Opdaterer statistikker
de: Aktualisiere Statistiken
es: Actualizando estadísticas
fa: به روز رسانی آمار
fi: Tilastotietoja päivitetään
fr: Actualisation des statistiques
id: Mengupdate statistik
it: Statistiche in aggiornamento
ja: 統計値を更新しています
lv: Atjaunina statistiku
nl: Statistieken bijwerken
no: Oppdaterer statistikk
pl: Uaktualnianie statystyk
pt: Atualizando Estatisticas
ru: Обновление статистики
sv: Uppdaterar statistik
tr: İstatistikleri güncelliyor
zh_cn: 正在更新统计数据
zh_hk: 正在更新統計資料

source: Update statistics
ar: تحديث الإحصائيات
cs: Statistika aktualizace
da: Opdater statistikker
de: Aktualisiere Statistiken
es: Actualizar estadísticas
fa: به روز رسانی آمار
fi: Päivitä statistiikka
fr: Actualiser statistiques
id: Update statistik
it: Aggiorna statistiche
ja: 統計値の更新
lv: Atjaunināt statistiku
nl: Update statistieken
no: Oppdater statistikk
pl: Uaktualnij statystyki
pt: Atualizar Estatisticas
ru: Обновить статистику
sv: Uppdatera statistik
tr: İstatistikleri güncelle
zh_cn: 更新统计数据
zh_hk: 更新統計資料

source: Use Availability
ar: استخدم التوفر
cs: Použít dostupnost
da: Anvend Tilgængelighed
de: Verwende Verfügbarkeit
es: Usar Disponibilidad
fa: استفاده دسترس پذیری
fi: Käytä käytettävyyttä
fr: Utiliser disponibilité
id: Gunakan Ketersediaan
it: Usa disponibilità
ja: 空き状況を使用
lv: Lietot Pieejamību
nl: Gebruik Beschikbaarheid
no: Bruk tilgjengelige
pl: Używaj dostępności
pt: Usar disponibilidade
ru: Использовать доступность
sv: Använd tillgänglighet
tr: Uygunluğu Kullan
zh_cn: 使用可用性
zh_hk: 使用可用性

source: Use average
ar: استخدام المتوسط
cs: Použít průměr
da: Anvend gennemsnit
de: Verwende Durchschnitt
es: Usar promedio
fa: میانگین را بکار ببرید
fi: Käytä keskiarvoa
fr: Utiliser moyenne
id: Gunakan rata-rata
it: Usa media
ja: 平均を使用
lv: Lietot vidējo
nl: Gebruik het gemiddelde
no: Bruk gjennomsnitt
pl: Użyj średniej
pt: Usar Média
ru: Использовать средние значения
sv: Använd medelvärde
tr: Ortalamayı kullan
zh_cn: 使用平均
zh_hk: 使用平均

source: Use average on deviating days
ar: استخدام المتوسط في أيام الانحراف
cs: Pro dny s odchylkou použít průměr
da: Anvend gennemsnit på afvigende dage
de: Verwende Durchschnitt an Abweichungstagen
es: Usar promedio en días de desviación
fa: میانگین روزهای مشکل دار را بکار ببرید
fi: Käytä keskiarvoa poikkeaviin päiviin
fr: Utiliser moyenne pour les jours en déviation
id: Gunakan rata-rata pada deviasi hari
it: Usa media nei giorni di deviazione
ja: 逸脱日の平均値を使用
lv: Lietot vidējo vērtību dienām ar novirzi
nl: Gebruik gemiddelde op deviatie dagen
no: Bruk gjennomsnitt fraværsdager
pl: Średnie użycie w dniach nietypowych
pt: Usar média nos dias atípicos
ru: Использовать среднее значение по отклоняющимся дням
sv: Använd medelvärde på avvikande dagar
tr: Değişken günler için ortalama değeri kullan
zh_cn: 在偏差日期使用平均值
zh_hk: 在偏差日期使用平均值

source: Use Consecutive Days Off
ar: استخدام أيام عطلات متتالية
cs: Použít po sobě jdoucí dny volna
da: Anvend Sammenhængende Fridage
de: Aufeinanderfolgende Freie Tage
es: Usar Días Libres Consecutivos
fa: استفاده روزهای تعطیل پیاپی
fi: Käytä peräkkäisiä vapaapäiviä
fr: Utiliser jours libres consécutifs
id: Gunakan Hari Libur Berurutan
it: Usa riposi consecutivi
ja: 連続した休暇を使用
lv: Lietot Brīvdienas Pēc Kārtas
nl: Gebruik Opeenvolgende Vrije Dagen
no: Bruk etterfølgende fridager
pl: Używaj kolejnych dni wolnych
pt: Usar Dias de Folga Consecutivos
ru: Посл-ные вых. дни
sv: Använd fridagar i rad
tr: Ardarda Tatil Seçeneğini Kullan
zh_cn: 使用连续的休息日
zh_hk: 使用連續的休息日

source: Use Consecutive Workdays
ar: استخدام أيام عمل متتالية
cs: Použít po sobě jdoucí pracovní dny
da: Anvend Sammenhængende Arbejdsdage
de: Aufeinanderfolge Arbeitstage
es: Usar Días de Trabajo Consecutivos
fa: استفاده روزهای کاری پیاپی
fi: Käytä peräkkäisiä työpäiviä
fr: Utiliser jours ouvrables consécutifs
id: Gunakan Hari Kerja Berurutan
it: Usa giorni lavorativi consecutivi
ja: 連続した労働日を使用
lv: Lietot Darba Dienas Pēc Kārtas
nl: Gebruik Opeenvolgende Werkdagen
no: Bruk etterfølgende arbeidsdager
pl: Używaj kolejnych dni roboczych
pt: Usar Dias de Trabalho Consecutivos
ru: Посл-ные раб. дни
sv: Arbetsdagar i rad
tr: Ardarda İşgünü Seçeneğini Kullan
zh_cn: 使用连续的工作日
zh_hk: 使用連續的工作日

source: Used
ar: مستخدَّم
cs: Použité
da: Brugt
de: Bereits verbraucht
es: Usado
fa: متداول
fi: Käytetty
fr: Utilisé
id: Digunakan
it: Goduto
ja: 使用中
lv: Izmantots
nl: Gebruikt
no: Brukt
pl: Użyty
pt: Utilizado
ru: Использовано
sv: Nyttjat
tr: Kullanılmış
zh_cn: 已用的
zh_hk: 已用的

# UseDaysOffPerWeek
source: Use Day Off Per Week
ar: استخدام عطلة لكل أسبوع
cs: Použít dny volna týdně
da: Anvend Fridage Pr. Uge
de: Freie Tage pro Woche
es: Usar Día Libre por Semana
fa: استفاده روز تعطیل در هفته
fi: Käytä vapaapäiviä viikossa
fr: Utiliser jour libre par semaine
id: Gunakan Hari Libur Per Minggu
it: Usa riposi settimanali
ja: 1週間当たりの休暇を使用
lv: Lietot Brīvdienas Nedēļā
nl: Gebruik Vrije Dag Per Week
no: Bruk fridag per uke
pl: Używaj dnia wolnego w tygodniu
pt: Usar Dias de Folga por Semana
ru: Выходные дни в неделю
sv: Fridagar per vecka
tr: Tatil/hafta seçeneğini kullan
zh_cn: 使用每周的休息日
zh_hk: 使用每週的休息日

source: Use for Requests
ar: استخدام مع الطلبات
cs: Použít pro požadavky
da: Anvend til forespørgsler
de: Nutze für Anfragen
es: Uso de las solicitudes
fa: استفاده برای درخواست ها
fi: Käytä pyyntöihin
fr: Utiliser pour les demandes
id: Gunakan untuk permintaan
it: Usata per richieste
ja: 要求で使用
lv: Izmantot Pieprasījumiem
nl: Gebruik voor Aanvragen
no: Bruk for forespørsler
pl: Użyj na żądania
pt: Use para solicitações
ru: Использовать для запросов
sv: Använd för förfrågningar
tr: İstekler için kullan
zh_cn: 用于申请
zh_hk: 用於申請

source: Use Max Staffing
ar: استخدم أقصى حد توظيف
cs: Použít maximální personální obsazení
da: Anvend Maks Bemanding
de: Nutze MaxPersonal
es: Usar Personal Max
fa: استفاده از بیشترین حجم کار
fi: Käytä maksimimiehitystä
fr: Utiliser couverture Max
id: Gunakan Staf Maks
it: Usa allocazione Max
ja: 最大要員配置を使用
lv: Lietot Max Personāla
nl: Gebruik Max Personeelsbezetting
no: Bruk maks. bemanning
pl: Używaj maksymalnej załogi
pt: Usar Equipe Máxima
ru: Использовать макс. штат
sv: Använd maxbemanning
tr: Maks personel sayısını kullan
zh_cn: 使用最大人员配备限制
zh_hk: 使用最大人員配備限制

source: Use Min Staffing
ar: استخدم أدنى حد توظيف
cs: Použít minimální personální obsazení
da: Anvend Min Bemanding
de: Nutze MinPersonal
es: Usar Personal Min
fa: استفاده از حد اقل کارکنان
fi: Käytä minimimiehitystä
fr: Utiliser couverture Min
id: Gunakan Staf Min
it: Usa allocazione Min
ja: 最小要員配置を使用
lv: Lietot Min Personāla
nl: Gebruik Min Personeelsbezetting
no: Bruk min. bemanning
pl: Używaj minimalnej załogi
pt: Usar Equipe Minima
ru: Использовать мин. штат
sv: Använd minbemanning
tr: Min Personel sayısını kullan
zh_cn: 使用最少人员配备限制
zh_hk: 使用最少人員配備限制

source: Use occupancy adjustment
ar: استخدام ضبط الإشغال
cs: Použít úpravu obsazenosti
da: Anvend indstilling for optagetperiode
de: Nutze Auslastungsanpassungen
es: Usar ajuste de ocupación
fa: تنظیم اشغالی را بکار ببرید
fi: Käytä kuormituksen mukautusta
fr: Utiliser Ajustement de taux d'occupation
id: Gunakan penyesuaian okupansi
it: Usa adattamento occupazione
ja: 稼働率の修正値を使用
lv: Lietot noslogojuma pielāgojumu
nl: Gebruik bezetting aanpassing
no: Bruk tilpasning belegg
pl: Użyj poprawki obłożenia
pt: Usar Ajustes de Ocupação
ru: Использовать настройку занятости
sv: Använd justering av nyttjandegrad
tr: Doluluk oranı ayarlarını kullan
zh_cn: 使用占用率调整
zh_hk: 使用佔用率調整

source: Use Preferences
ar: استخدم التفضيل
cs: Použít preference
da: Anvend præferencer
de: Nutze Präferenzen
es: Usar Preferencias
fa: استفاده الویت ها
fi: Käytä työvuorotoiveita
fr: Utiliser préférences
id: Gunakan Preferensi
it: Usa preferenze
ja: プリファレンスを使用
lv: Lietot Vēlmes
nl: Gebruik Voorkeurs
no: Bruk foretrukne
pl: Używaj preferowanych
pt: Usar Preferências
ru: Использовать предпочтения
sv: Använd önskemål
tr: Tercihleri kullan
zh_cn: 使用偏好
zh_hk: 使用偏好

source: User credentials for
ar: بيانات اعتماد المستخدم لـ
cs: Uživatelské ověřovací údaje pro
da: Brugeroplysninger for
de: Anmeldedaten für
es: Credenciales de Usuario para
fa: اعتبارهای کاربر برای
fi: Käyttäjätiedot kohteeseen
fr: Utiliser les coordonnées pour
id: Kredensial pengguna untuk
it: Credenziali utente per
ja: のユーザー認証情報
lv: Lietot pilnvaras
nl: Gebruik referenties voor
no: Bruker referanser for
pl: Dane logowania dla
pt: Usar credenciais para
ru: Реквизиты пользователя для
sv: Användaruppgifter för
tr: Kullanıcı kimlik bilgileri
zh_cn: 用户凭证
zh_hk: 用戶憑證

source: Use Rotations
ar: استخدام دورات
cs: Použít cykly
da: Anvend Turnusser
de: Nutze Rotationen
es: Usar Rotaciones
fa: استفاده گردش ها
fi: Käytä työvuorokiertoja
fr: Utiliser rotations
id: Gunakan Rotasi
it: Usa Rotazioni
ja: ローテーションを使用
lv: Lietot Rotāciju
nl: Gebruik Rotaties
no: Bruk rotasjoner
pl: Używaj rotacji
pt: Usar Rotações
ru: Использовать ротации
sv: Använd sekvenser
tr: Rotasyonları dikkate al
zh_cn: 使用循环
zh_hk: 使用迴圈

# UserSettingsName
source: Name
ar: الاسم
cs: Jméno
da: Navn
es: Nombre
fa: نام
fi: Nimi
fr: Nom
id: Nama
it: Nome
ja: 名前
lv: Vārds
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
ru: Имя
sv: Namn
tr: Ad
zh_cn: 名称
zh_hk: 名稱

# UserSettingsValue
source: Value
ar: القيمة
cs: Hodnota
da: Værdi
de: Wert
es: Valor
fa: ارزش
fi: Arvo
fr: Valeur
id: Nilai
it: Valore
ja: 値
lv: Vērtība
nl: Waarde
no: Verdi
pl: Vartość
pt: Valor
ru: Значение
sv: Värde
tr: Değer
zh_cn: 数值
zh_hk: 數值

# UserSettingsValueType
source: Value Type
ar: نوع القيمة
cs: Typ hodnoty
da: Værditype
de: Wertetyp
es: Tipo de Valor
fa: نوع ارزش
fi: Arvotyyppi
fr: Type valeur
id: Jenis Nilai
it: Tipo valore
ja: 値の種類
lv: Vērtības Tips
nl: Waarde Type
no: Verditype
pl: Typ wartości
pt: Tipo de Valor
ru: Тип значения
sv: Typ av värde
tr: Değer Tipi
zh_cn: 数值类型
zh_hk: 數數值型別

source: Use Shift Category
ar: استخدم فئة النوبة
cs: Použít kategorii směny
da: Anvend Vagtkategori
de: Nutze Schichtkategorien
es: Usar Categoría de Turnos
fa: استفاده دسته بندی شیفت
fi: Käytä vuoroluokkaa
fr: Utiliser catégorie d'horaires
id: Gunakan Kategori Shift
it: Usa categorie turni
ja: シフトカテゴリを使用
lv: Lietot Maiņu Kategorijas
nl: Gebruik Dienst Categorie
no: Bruk skiftkategori
pl: Używaj kategorii Dyżuru
pt: Usar Categoria de Turno
ru: Использовать категорию смены
sv: Använd skiftkategori
tr: Vardiya Kategorisini Kullan
zh_cn: 仅使用班次类别
zh_hk: 僅使用班次類別

source: Use templates for longterm forecasting
ar: استخدام القوالب في التوقع طويل المدى
cs: Použít šablony pro dlouhodobé prognózy
da: Anvend skabeloner for langtidsprognoser
de: Nutze Vorlagen für Langzeitforecasting
es: Usar plantillas para previsión a largo plazo
fa: استفاذه الگوها برای پیش بینی بلند مدت
fi: Käytä malleja pitkäaikaiseen ennustamiseen
fr: Utiliser des modèles pour prévisions long terme
id: Gunakan template untuk prakiraan jangka panjang
it: Usa modelli per previsione a lungo termine
ja: 長期予測のテンプレートを使用
lv: Lietot veidnes ilgtermiņa prognozēšanai
nl: Gebruik templates voor lange termijn voorspelling
no: Bruk maler for langtidsprognose
pl: Użyj wzorów do prognozowania długoterminowego
pt: Usar templates para previsões de longo prazo
ru: Использовать шаблоны для долгосрочного прогнозирования
sv: Använd mallar för långtidsprognos
tr: Uzun dönem tahminleme için şablonları kullan
zh_cn: 使用长期预测模板
zh_hk: 使用長期預測範本

source: Use trend
ar: استخدام اتجاه
cs: Použít trend
da: Anvend trend
de: Nutze Trend
es: Usar tendencia
fa: روند را بکار ببرید
fi: Käytä trendiä
fr: Utiliser tendance
id: Gunakan tren
it: Usa tendenza
ja: トレンドを使用
lv: Lietot tendenci
nl: Gebruik trend
no: Bruk trend
pl: Użyj trendu
pt: Usar Tendência
ru: Использовать тенденцию
sv: Använd trend
tr: Trendi kullan
zh_cn: 使用趋势
zh_hk: 使用趨勢

source: Validated ACW
ar: عمل مترتب على مكالمة تم التحقق من صحته
cs: Ověřená činnost po ukončení hovoru
da: Valideret Efterarbejde
de: ValidierteACW
es: ACW Validado
fa: ACW معتبر شده
fi: Validoitu ACW
fr: TPA validé
id: ACW tervalidasi
it: ACW convalidato
ja: 有効なアフターコールワーク
lv: Apstiprinātais ACW
nl: Gevalideerde ACW
no: Godkjent ACW
pl: Potwierdzone ACW
pt: Pós Validado
ru: Проверенное ACW
sv: Validerad ACW
tr: Doğrulanmış ACW
zh_cn: 经验证的平均后处理时长
zh_hk: 經驗證的平均後處理時長

source: Validated AEW
ar: عمل مترتب على البريد الإلكتروني تم التحقق من صحته
cs: Ověřená AEW
da: Valideret AEW
de: ValidierteAEW
es: AEW Validado
fa: AEW معتبر شده
fi: Validoitu AEW
fr: TPE validé
id: AEW tervalidasi
it: AEW convalidato
ja: 有効なアフターEメールワーク
lv: Apstiprinātais AEW
nl: Gevalideerde AEW
no: Godkjent AEW
pl: Potwierdzone AEW
pt: AEW validado
ru: Проверенное AEW
sv: Validerad AEW
tr: Doğrulanan AEW
zh_cn: 经验证的AEW
zh_hk: 經驗證的AEW

source: Validated after call work
ar: عمل مترتب على مكالمة تم التحقق من صحته
cs: Ověřená činnost po ukončení hovoru
da: Valideret Efterarbejde
de: ValidierteNachbearbeitungszeit
es: Afte call work validado
fa: تماس کاری معتبر شده
fi: Validoitu ACW
fr: Travail post-appel validé
id: After call work tervalidasi
it: After call work convalidato
ja: 有効なアフターコールワーク
lv: Apstiprinātā zvanu pēcapstrāde
nl: Gevalideerde after call work
no: Godkjent etterarbeid samtale
pl: Powierdzona praca po połączeniu
pt: Pós-atendimento validado
ru: Проверенное время работы после звонка
sv: Validerad efterbearbetningstid
tr: Doğrulanmış çağrı sonrası çalışma
zh_cn: 经验证的话后处理均长
zh_hk: 經驗證的話後處理均長

source: Validated AFW
ar: عمل مترتب على الفاكس تم التحقق من صحته
cs: Ověřená AFW
da: Valideret AFW
de: ValidierteAFW
es: AFW Validado
fa: AFW معتبر شده
fi: Validoitu AFW
fr: TPF validé
id: AFW tervalidasi
it: AFW convalidato
ja: 有効なアフターFAXワーク
lv: Apstiprinātais AFW
nl: Gevalideerde AFW
no: Godkjent AFW
pl: Potwierdzone AFW
pt: AFW validado
ru: Проверенное AFW
sv: Validerad AFW
tr: Doğrulanan AFW
zh_cn: 经验证的AFW
zh_hk: 經驗證的AFW

source: Validated ATW
ar: عمل مترتب على المهمة تم التحقق من صحته
cs: Ověřená ATW
da: Valideret ATW
de: ValidierteATW
es: ATW Validado
fa: ATW معتبر شده
fi: Validoitu ATW
fr: TPT validé
id: ATW tervalidasi
it: ATW convalidato
ja: 有効なアフタータスクワーク
lv: Apstiprinātais ATW
nl: Gevalideerde ATW
no: Godkjent ATW
pl: Potwierdzone ATW
pt: ATW validado
ru: Проверенное ATW
sv: Validerad ATW
tr: Doğrulanan ATW
zh_cn: 经验证的ATW
zh_hk: 經驗證的ATW

source: Validated average handling time
ar: متوسط وقت معالجة تم التحقق من صحته
cs: Ověřená průměrná doba na vyřízení
da: Valideret gennemsnitlig behandlingstid
de: ValidiertedurchschnittlicheBearbeitungszeit
es: Tiempo de gestión promedio validado
fa: میانگین زمان رسیدگی معتبر شده
fi: Validoitu keskimääräinen käsittelyaika
fr: Durée moyenne de traitement validée
id: Waktu penanganan tervalidasi
it: Tempo medio gestione convalidato
ja: 有効な平均処理時間
lv: Apstiprinātais vidējais apstrādes laiks
nl: Gevalideerde gemiddelde verwerkingstijd
no: Godkjent gjennomsnitt behandlingstid
pl: Potwierdzony średni czas obsługi
pt: Tempo médio de atendimento validado
ru: Проверенное среднее время обработки
sv: Validerad genomsnittlig behandlingstid
tr: Doğrulanan ortalama yönetim süresi
zh_cn: 经验证的平均处理时间
zh_hk: 經驗證的平均處理時間

source: Validated calls
ar: مكالمات تم التحقق من صحتها
cs: Ověřené hovory
da: Validerede opkald
de: ValidierteAnrufe
es: Llamadas validadas
fa: تماس های معتبر شده
fi: Validoitut puhelut
fr: Appels validés
id: Panggilan tervalidasi
it: Chiamate convalidate
ja: 有効な呼量
lv: Apstiprinātie zvani
nl: Gevalideerde telefoongesprekken
no: Godkjente samtaler
pl: Potwierdzone połączenia
pt: Chamadas validadas
ru: Проверенные звонки
sv: Validerade samtal
tr: Doğrulanmış çağrılar
zh_cn: 经验证的电话量
zh_hk: 經驗證的電話量

source: Validated emails
ar: رسائل بريد إلكتروني تم التحقق من صحتها
cs: Ověřené e-maily
da: Validerede e-mails
de: ValidierteE-Mails
es: E-mails validados
fa: ایمیل های معتبر شده
fi: Validoidut sähköpostit
fr: E-mails validés
id: Email tervalidasi
it: e-mail convalidate
ja: 有効なEメール数
lv: Apstiprinātie e-pasti
nl: Gevalideerde emails
no: Godkjent e-post
pl: Potwierdzone emaile
pt: E-mails validados
ru: Проверенные эл. сообщения
sv: Validerad e-post
tr: Doğrulanan e-postalar
zh_cn: 已验证的电子邮件数量
zh_hk: 已驗證的電子郵件數量

source: Validated facsimiles
ar: رسائل فاكس تم التحقق من صحتها
cs: Ověřené faxy
da: Validerede telefaxer
de: ValidierteFaxe
es: Facsímiles validados
fa: رونوشت های معتبر شده
fi: Validoidut faksit
fr: Facsimiles validé
id: Faksimili tervalidasi
it: Fax convalidati
ja: 有効なFAX数
lv: Apstiprinātie faksi
nl: Gevalideerde facsimiles
no: Godkjent faks
pl: Potwierdzone faksy
pt: Faxes validados
ru: Проверенные факсы
sv: Validerade fax
tr: Doğrulanan fakslar
zh_cn: 已验证的传真数量
zh_hk: 已驗證的傳真數量

source: Validated handling time
ar: وقت معالجة تم التحقق من صحته
cs: Ověřená doba na vyřízení
da: Valideret behandlingstid
de: ValidierteBearbeitungszeit
es: Tiempo de gestión validado
fa: زمان رسیدگی معتبر شده
fi: Validoitu käsittelyaika
fr: Durée de traitement validée
id: Waktu penanganan tervalidasi
it: Tempo di gestione convalidato
ja: 有効な処理時間
lv: Apstiprinātais apstrādes laiks
nl: Gevalideerde verwerkingstijd
no: Godkjent behandlingstid
pl: Potwierdzony czas obsługi
pt: Tempo de atendimento validado
ru: Проверенное время обработки
sv: Validerad behandlingstid
tr: Doğrulanan yönetim süresi
zh_cn: 已验证的处理时间
zh_hk: 已驗證的處理時間

source: Validated talk time
ar: وقت تحدث تم التحقق من صحته
cs: Ověřená doba trvání hovoru
da: Valideret taletid
de: ValidierteGesprächszeit
es: T. de conversación validado
fa: زمان گفتگوی معتبر شده
fi: Validoitu puheaika
fr: Durée de communication validée
id: Waktu bicara tervalidasi
it: Tempo di conversazione convalidato
ja: 有効な通話時間
lv: Apstiprinātais sarunas laiks
nl: Gevalideerde spreektijd
no: Godkjent taletid
pl: Potwierdzony czas rozmowy
pt: Tempo falado validado
ru: Проверенное время разговора
sv: Validerad samtalstid
tr: Doğrulanmış konuşma süresi
zh_cn: 经验证的平均通话时长
zh_hk: 經驗證的平均通話時長

source: Validated tasks
ar: مهام تم التحقق من صحتها
cs: Ověřené úkoly
da: Validerede opgaver
de: ValidierteAufgaben
es: Tareas Validadas
fa: وظایف معتبر شده
fi: Validoidut tehtävät
fr: Tâches validées
id: Tugas tervalidasi
it: Compiti convalidati
ja: 有効なタスク
lv: Apstiprinātie uzdevumi
nl: Gevalideerde taken
no: Godkjent oppdrag
pl: Potwierdzone zadania
pt: Tarefas Validados
ru: Проверенные задания
sv: Validerade uppgifter
tr: Doğrulanmış görevler
zh_cn: 经验证的的任务量
zh_hk: 經驗證的的任務量

source: Validation
ar: التحقق من صحة البيانات
cs: Ověření
da: Validering
de: Validierung
es: Validacíon
fa: اعتبار
fi: Validointi
id: Validasi
it: Convalidazione
ja: 検証
lv: Apstiprināšana
nl: Validatie
no: Godkjenning
pl: Walidacja
pt: Validação
ru: Проверка
sv: Validering
tr: Doğrulama
zh_cn: 验证
zh_hk: 驗證

source: Validation error
ar: خطأ في التحقق من صحة البيانات
cs: Chyba ověření
da: Valideringsfejl
de: Validierungsfehler
es: Error de Validación
fa: خطای اعتبار
fi: Validointivirhe
fr: Erreur de validation
id: Validasi salah
it: Errore di convalidazione
ja: 検証エラー
lv: Apstiprināšanas kļūda
nl: Validatie fout
no: Godkjenning feil
pl: Błąd walidacji
pt: Erro de Validação
ru: Ошибка проверки
sv: Fel vid validering
tr: Doğrulama hatası
zh_cn: 验证错误
zh_hk: 驗證錯誤

source: Validation period
ar: فترة التحقق من صحة البيانات
cs: Ověřovací období
da: Valideringsperiode
de: Validierungsperiode
es: Período de Validación
fa: مدت اعتبار
fi: Validointijakso
fr: Période validation
id: Periode validasi
it: Periodo di convalidazione:
ja: 検証期間
lv: Apstiprināšanas periods
nl: Validatie periode
no: Godkjenning periode
pl: Okres walidacji
pt: Período de Validação
ru: Период проверки
sv: Valideringsperiod
tr: Doğrulama periyodu
zh_cn: 验证周期
zh_hk: 驗證週期

# VerifyingPermissionsTreeDots
source: Verifying permissions...
ar: جاري التحقق من الأذون...
cs: Ověřování oprávnění
da: Verificerer tilladelser...
de: Berechtigungen verifizieren…
es: Verificando permisos...
fa: بررسی مجوزها
fi: Lupia tarkistetaan...
fr: Vérification des permissions....
id: Verifikasi ijin...
it: Verifica autorizzazioni...
ja: 権限を確認しています...
lv: Pārbauda atļaujas...
nl: Permissies verifiëren...
no: Verifiserer tillatelser...
pl: Sprawdzanie uprawnień...
pt: Verificando permissões...
ru: Проверка прав доступа...
sv: Kontrollerar rättigheter...
tr: Yetkiler sorgulanıyor...
zh_cn: 核实权限…
zh_hk: 核實許可權…

source: View
ar: عرض
cs: Náhled
da: Visning
de: Sicht
es: Vista
fa: نمایش
fi: Näkymä
fr: Aperçu
id: Tampilan
it: Vista
ja: ビュー
lv: Skatījums
nl: Uitzicht
no: Oversikt
pl: Widok
pt: Visão
ru: Вид
sv: Vy
tr: Görünüm
zh_cn: 查看
zh_hk: 查看

source: Views
ar: طرق عرض
cs: Náhledy
da: Visninger
de: Sichten
es: Vistas
fa: نمایش ها
fi: Näkymät
fr: Aperçus
id: Tampilan
it: Viste
ja: ビュー
lv: Skatījumi
nl: Uitzichten
no: Oversikter
pl: Widoki
pt: Visões
ru: Виды
sv: Vyer
tr: Görünümler
zh_cn: 视图
zh_hk: 視圖

source: Violation of a Business Rule
ar: خرق قاعدة عمل
cs: Porušení obchodního pravidla
da: Overtrædelse af en Forretningsregel
de: Nichteinhaltung einer Geschäftsregel
es: Violación de una Regla de Trabajo
fa: تخلف از یک قانون کسب و کار
fi: Liiketoimintasääntöjen rikkominen
fr: Violation de règle d'emploi
id: Pelanggaran Aturan Bisnis
it: Violazione di regola di Business
ja: ビジネスルールの違反
lv: Darba Noteikumu Pārkāpums
nl: Overtreding van een Business Regel
no: Brudd på foretaksregler
pl: Złamanie reguły biznesowej
pt: Violação de uma Regra de Negócio
ru: Нарушение бизнес-правила
sv: Bryter mot affärsregel
tr: İş Kuralı ihlali
zh_cn: 违反业务规则
zh_hk: 違反業務規則

source: Visual
ar: مرئي
cs: Vizuální
da: Visuel
de: Visuell
fa: بصری
fi: Visuaalinen
fr: Visuel
it: Visuale
ja: ビジュアル
lv: Vizuāli
nl: Zichtbaar
no: Visuell
pl: Wizualny
ru: Визуально
sv: Visuellt
tr: Görsel
zh_cn: 直观的
zh_hk: 直觀的

# VolumeForecast
source: Long-term forecast
ar: توقُع طويل المدى
cs: Dlouhodobá prognóza
da: Langtidsprognose
de: Langzeit Forecast
es: Previsión a largo plazo
fa: پیش بینی بلند مدت
fi: Pitkän aikavälin ennuste
fr: Prévision long terme
id: Prakiraan jangka panjang
it: Previsione a lungo termine
ja: 長期予測
lv: Ilgtermiņa prognoze
nl: Lange termijn forecast
no: Langtidsprognose
pl: Prognoza długoterminowa
pt: Previsão de Longo Prazo
ru: Долгосрочный прогноз
sv: Långtidsprognos
tr: Uzun dönem tahminleme
zh_cn: 长期预测
zh_hk: 長期預測

source: Warning
ar: تحذير
cs: Varování
da: Advarsel
de: Warnung
es: Alerta
fa: هشدار
fi: Varoitus
fr: Alerte
id: Peringatan
it: Avvertimento
ja: 警告
lv: Brīdinājums
nl: Waarschuwing
no: Advarsel
pl: Ostrzeżenie
pt: Aviso
ru: Внимание
sv: Varning
tr: Uyarı
zh_cn: 警告
zh_hk: 警告

# WarningMessageTitle
source: Warning message
ar: رسالة تحذير
cs: Varování
da: Advarselsmeddelelse
de: Warnungsnachricht
es: Mensaje de alerta
fa: پیام هشدار
fi: Varoitusviesti
fr: Message d'alerte
id: Pesan peringatan
it: Messaggio di avvertimento
ja: 警告メッセージ
lv: Brīdinājuma paziņojums
nl: Waarschuwingsbericht
no: Varsels melding
pl: Ostrzeżenie
pt: Aviso
ru: Сообщение предупреждения
sv: Varningsmeddelande
tr: Uyarı mesajı
zh_cn: 警告信息
zh_hk: 警告資訊

source: Wednesday
ar: الأربعاء
cs: Středa
da: Onsdag
de: Mittwoch
es: Miércoles
fa: چهار شنبه
fi: Keskiviikko
fr: Mercredi
id: Rabu
it: Mercoledì
ja: 水曜日
lv: Trešdiena
nl: Woensdag
no: Onsdag
pl: Środa
pt: Quarta-Feira
ru: Среда
sv: Onsdag
tr: Çarşamba
zh_cn: 星期三
zh_hk: 星期三

source: Week
ar: أسبوع
cs: Týden
da: Uge
de: Woche
es: Semana
fa: هفته
fi: Viikko
fr: Semaine
id: Minggu
it: Settimana
ja: 週
lv: Nedēļa
no: Uke
pl: Tydzień
pt: Semana
ru: Неделя
sv: Vecka
tr: Hafta
zh_cn: 周
zh_hk: 周

# WeekWithNumber
source: Week {0}
ar: أسبوع (0)
cs: Týden {0}
da: Uge {0}
de: Woche {0}
es: Semana {0}
fa: هفته {0}
fi: Viikko {0}
fr: Semaine {0}
lv: Nedēļa {0}
no: Uke {0}
pl: Tydzień {0}
pt: Semana {0}
ru: Неделя {0}
sv: Vecka {0}
tr: Hafta {0}
zh_cn: 第 {0} 周
zh_hk: 第 {0} 周

# WeekAbbreviationDot
source: w. {0} {1}
ar: أ.
da: u. {0} {1}
de: KW {0} {1}
es: s. {0} {1}
fi: vko. {0} {1}
fr: s. {0} {1}
id: m.
it: s.
ja: w.
lv: n. {0} {1}
nl: w.
no: u. {0} {1}
pl: tydz. {0} {1}
pt: s.
ru: н. {0} {1}
sv: v. {0} {1}
zh_cn: 第 {0} 周 {1}
zh_hk: 第 {0} 周 {1}
