Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# TheScenarioYouArchiveToMustNotBeTheDefaultScenarioDot
source: The scenario you archive to must not be the default scenario.
ar: السيناريو الذى قمت بأرشفته لا يجب أن يكون السيناريو التلقائي
da: Scenariet du arkiverer fra må ikke väre et standard scenarie
de: Das Archivierungsszenario darf nicht das Produktivszenario sein.
es: El escenario donde archiva no puede ser el escenario default.
fa: سناریویی که در حال آرشیو کردن هستید سناریو پیشفرض نیست
fi: Arkistoinnin kohdeskenaario ei voi olla oletusskenaario.
fr: Le scénario vers lequel vous archivez ne doit pas être le scénario par défaut.
no: Scenariet du arkiverer til kan ikke være et standard scenario.
ru: Сценарий, на который вы архивируете, не должен быть по умолчанию.
sv: Du kan inte arkivera till standardscenariot.
zh_cn: 您所存档的目标情景不能是默认情景。
zh_hk: 您所存檔的目標情景不能是預設情景。

# ToScenarioColon
source: To scenario:
ar: إلى السيناريو:
da: Til scenarie:
de: Zu Szenario
es: Al escenario:
fa: به سناریو:
fi: Skenaarioon:
fr: Vers le scénario:
no: Til scenario:
ru: На сценарий:
sv: Till scenario:
zh_cn: 目标情景：
zh_hk: 目標情景：

# YouNeedToPickAScenarioToArchiveFromDot
source: You need to pick a scenario to archive from.
ar: يجب أن تختار سيناريو للأرشفة من
da: Du skal välge et scenarie at arkivere fra
de: Sie müssen ein Archivierungs-Szenario wählen
es: Necesita elegir un escenario desde donde archivar.
fa: باید یه سناریو برای آرشیو کردن انتخاب کنید
fi: Sinun on valittava mistä skenaarioista arkivoit työvuorolistan.
fr: Vous devez choisir un scénario depuis lequel archiver.
no: Du må velge et scenario å arkivere fra.
ru: Выберите сценарий откуда архивировать.
sv: Du måste välja ett scenario att arkivera från.
zh_cn: 您需要选取一个源情景进行存档。
zh_hk: 您需要選取一個源情景進行存檔。

# YouNeedToPickAScenarioToArchiveToDot
source: You need to pick a scenario to archive to.
ar: يجب أن تختار سيناريو للأرشفة إلى
da: Du skal välge et scenarie at arkivere til
de: Sie müssen ein Archivierungs-Szenario wählen
es: Necesita elegir un escenario en donde desea archivar.
fa: باید یه سناریو به عنوان مقصد آرشیو کردن انتخاب کنید
fi: Valitse mihin skenaarioon haluat arkivoida.
fr: Vous devez choisir un scénario vers lequel archiver.
no: Du må velge et scenario å arkivere til.
ru: Выберите сценарий куда архивировать.
sv: Du måste välja ett scenario att arkivera till.
zh_cn: 您需要选取一个目标情景进行存档。
zh_hk: 您需要選取一個目標情景進行存檔。

# YourSelectionResultedInZeroPeopleDot
source: Your selection resulted in 0 people.
ar: اختيارك أدى إلى 0 شخصا
da: Din markering resulterede i 0 personer
de: Ihre Auswahl hat in 0 Personen resultiert
es: Tu selección resultó en 0 personas.
fa: انتخاب شده بر هیچ فردی اثر نگذاشت
fi: Valintasi antoi 0 henkilöä.
fr: Le résultat de la sélection est 0 personnes.
no: Ditt valg resulterte i 0 medarbeidere.
ru: Результат вашего выбора 0 человек.
sv: Ditt urval resulterade i 0 personer.
zh_cn: 您选择了0人。
zh_hk: 您選擇了0人。

# NotificationTimeToStay
source: Notification duration (seconds)
ar: مدة الإخطار ( ثوانى )
da: Meddelelsesvarighed (sekunder)
de: Benachrichtigungsdauer (in Sekunden)
es: Duración de notificación (segundos)
fa: مدت پیام (ثانیه)
fi: Ilmoituksen kesto (sekunneissa)
fr: Durée de notification (secondes)
no: Varsel om varighet (sekunder)
ru: Продолжительность уведомления (секунды)
sv: Visning av notifieringar (sekunder)
zh_cn: 通知持续时间(秒)
zh_hk: 通知持續時間(秒)

# SuccessfulMessageForMovingShift
source: Successfully moved shifts for the selected agents
ar: تم نقل الورديات للممثلين المختارين بنجاح
da: Det er lykkedes at flytte vagter for de valgte medarbejdere
de: Die Schichten für die markierten Mitarbeiter wurden erfolgreich verschoben
es: Se movieron exitosamente los turnos para los agentes seleccionados
fa: شیفتها را برای پاسخوگوهای انتخاب شده جابجا شد
fi: Vuorot on siirretty valituille agenteille.
fr: A déplacé les horaires avec succès pour les agents sélectionnés.
no: Vellykket flytting av skift for de utvalgte agenter
ru: Смены успешно перемещены для выбранных операторов
sv: Flyttade skift för valda agenter
zh_cn: 已成功为选定的座席代表移动班次
zh_hk: 已成功為選定的座席代表移動班次

# NoSitesFound
source: No sites for the selected skills were found
ar: لم يتم العثور على المواقع للمهارات المختارة
da: Ingen lokation for de valgte skills er fundet
de: Keine Standorte wurden für die ausgewählten Skills gefunden
es: No se encontraron sites para las skills seleccionadas
fa: هیچ سایتی برای مهارتهای انتخاب شده وجود ندارد
fi: Toimipistettä ei löytynyt valituille taidoille
fr: Pas de sites pour les compétences sélectionnées n'ont été trouvés.
no: Ingen lokasjoner for valgt kompetanse ble funnet
ru: Сайты для выбранных навыков не найдены
sv: Inga enheter hittades för de valda kompetenserna
zh_cn: 所选技能未找到对应站点
zh_hk: 所選技能未找到對應網站

source: Select a multiplicator definition set
ar: اختر طاقم تعريف مضاعف
da: Välg et multiplikationsdefinitions sät
de: Wählen Sie einen Multiplikatordefinitionsset.
es: Seleccione una definición de multiplicador
fa: انتخاب یک تعریف افزایش دهنده
fi: Valitse kertoimen määrityssarja
fr: Sélectionnez un set de définition multiplicateurs.
no: Velg et mangfoldig defisjonsset
ru: Выбор набора определений множителя
sv: Välj en definitionsgrupp för multiplikatorer
zh_cn: 选择一个乘数定义集
zh_hk: 選擇一個乘數定義集

# SuccessfulMessageForAddingOvertime
source: Successfully added an overtime activity for the selected agent(s).
ar: تم إضافة وقت عمل إضافي بنجاح للممثلين المختارين.
da: Det er lykkedes at tilföje overtid på de(n) valgte medarbejder(e)
de: Überstundenaktivitäten wurden für die ausgewählten Mitarbeiter erfolgreich eingefügt.
es: Se agregó actividad en tiempo extra con éxito para los agentes seleccionados
fa: اضافه کاری با موفقیت به پاسخگوی انتخاب شده اضافه شد
fi: Ylityö-aktiviteetti on lisätty valituille agenteille.
fr: A ajouté une activité d'heures supplémentaires pour l(es) agent sélectionné(s) avec succès.
no: Vellykket tillagt en overtidsaktivitet for valgte agent(er).
ru: Сверхурочная активность успешно добавлена для выбранного(-ых) оператора(-ов).
sv: Övertidsaktivitet tillagd för valda agenter.
zh_cn: 已成功为选定的座席代表添加了加班活动。
zh_hk: 已成功為選定的座席代表添加了加班活動。

# RequestedPeriodIsTooLong
source: The requested period is too long
ar: الفترة المطلوبة طويلة للغاية
da: Den forespurgte periode er for lang
de: Die angefragte Periode ist zu lang
es: El periodo solicitado es demasiado largo
fa: زمان مورد درخواست بسیار طولانی است
fi: Pyyntö kattaa liian pitkän jakson
fr: La période demandée est trop longue.
no: Den valgte perioden er for lang
ru: Запрашиваемый период слишком длинный
sv: Perioden för förfrågan är för lång
zh_cn: 请求的周期太长！
zh_hk: 請求的週期太長！

# YouNeedToSelectADateInTheFutureDot
source: You need to select a date in the future.
ar: يجب أن تختار تاريخا فى المستقبل
da: Du skal välge en dato i fremtiden
de: Sie müssen ein Datum in der Zukunft wählen
es: Tienes que seleccionar una fecha futura
fa: لازم است تاریخی را در آینده انتخاب کنید
fi: Valitse päivä tulevaisuudessa
fr: Vous devez sélectionner une date dans le futur.
no: Du må velge en dato i fremtiden.
ru: Необходимо выбрать дату в будущем.
sv: Du måste välja ett datum i framtiden.
zh_cn: 您需要选择一个未来日期。
zh_hk: 您需要選擇一個未來日期。

source: Primary
ar: أساسي
da: Primär
de: Primär
es: Primario
fa: اولویت اول
fi: Ensisijainen
fr: Primaire
no: Primær
ru: Основной
sv: Primär
zh_cn: 主要的
zh_hk: 主要的

# ImportingConfirmationWithParameters
source: You are about to merge the schedule in scenario '{0}' with the existing schedule in the default scenario for the period {1} - {2} and the selected teams.
ar: أنت على وشك دمج الجدول فى السيناريو (0) مع الجدول الحالى فى السيناريو التلقائي للفترة (1) - (2) للفرق المختارة.
da: Du er ved at sammenlägge vagtplanen i scenarie '{0}' med den eksisterende vagtplan i standard scenarie i perioden {1} - {2} og de valgte teams.
de: Sie sind dabei, den Plan in Szenario ‘{0}‘ mit dem bestehenden Plan im Standardszenario für den Zeitraum {1} - {2} und die ausgewählten Teams zusammenzufügen.
es: Está a punto de combinar la planificación en el escenario '{0}' con la planificación existente en el escenario default para el período {1} - {2} y los equipos seleccionados.
fa: شما دارید تمامی زمانبندیهای موجود برای سناریو {0} در بازه {1} تا {2} برای پاسخگوهای انتخاب شده را ادغام میکنید
fi: Olet yhdistämässä työvuorolistaa {0}-skenaariosta olemassa olevan työvuorolistan kanssa oletusskenaariossa jaksolle {1} - {2} valituille tiimeille.
fr: Vous êtes sur le point de fusionner des plannings pour le scénario '{0}' pour la période {1} - {2} et les équipes sélectionnées.
no: Du er i ferd med å flette tidsplanen i scenario {0} med eksisterende tidsplanen for standard scenario for perioden {1} - {2} og de valgte teamene.
ru: Вы собираетесь соединить расписание на сценарии '{0}' с существующим расписанием на сценарии по умолчанию за период {1} - {2} для выбранных групп.
sv: Du är på väg att slå ihop schemat i scenario '{0}' med befintligt schema i standardscenariot för perioden {1} - {2} och de valda teamen.
zh_cn: 您将要合并选定的小组在情景'{0}'中一些已存在的班表，在周期{1} - {2}。
zh_hk: 您將要合併選定的小組在情景'{0}'中一些已存在的班表，在週期{1} - {2}。

# RunImporting
source: Run import
ar: ابدا فى الاستيراد
da: Kör import
de: Bericht erstellen
es: Importar
fa: شروع به اضافه کردن
fi: Suorita tuonti
fr: Lancer l'import
no: Kjør import
ru: Выполнить импорт
sv: Kör import
zh_cn: 运行导入中
zh_hk: 運行導入中

# YouNeedToPickAScenarioToImportFromDot
source: You need to pick a scenario to import from.
ar: يجب ان تختار سيناريو تستورد منه
da: Du skal välge et scenarie at importere fra
de: Sie müssen ein Szenario für den Import wählen
es: Necesitas seleccionar un escenario desde el cual deseas importar.
fa: باید یک سناریو برای اضافه کردن انتخاب کنید
fi: Sinun on valittava mistä skenaariosta haet työvuorolistan.
fr: Vous devez sélectionner un scénario depuis lequel importer.
no: Du må velge et scenario å importere fra.
ru: Необходимо выбрать сценарии для импорта.
sv: Du måste välja ett scenario att importera från.
zh_cn: 您需要选取一个导入的源情景。
zh_hk: 您需要選取一個導入的源情景。

source: Send to Administrator
ar: أرسل إلى المدير
da: Send til administrator
de: Dem Administrator senden
es: Mandar a Administrador
fa: ارسال به سرپرست
fi: Lähetä pääkäyttäjälle
fr: Envoyer à l'administrateur
no: Send til administrator
ru: Отправить администратору
sv: Skicka till administratör
zh_cn: 发送给管理员
zh_hk: 發送給管理員

source: When Validation Fails
ar: عندما يفشل الفحص
da: Når valideringen fejler
de: Wenn eine Validierung scheitert
es: Si la Validación Falla
fa: وقتی عملیات تایید ناموفق است
fi: Kun validointi epäonnistuu
fr: Lorsque la validation échoue
no: Når valideringen mislykkes
ru: Когда проверка не удалась
sv: Vid fel i valideringen
zh_cn: 当验证失败
zh_hk: 當驗證失敗

source: Reset Rules
ar: أعد تهيئة القواعد
da: Nulstil regler
de: Regeln zurücksetzen
es: Resetar Reglas
fa: بازگرداندن قوانین به حالت پیشفرض
fi: Nollaa säännöt
fr: Remettre les règles à zéro
no: Resett reglene
ru: Правила сброса
sv: Återställ reglerna
zh_cn: 重置规则
zh_hk: 重置規則

# ShiftTradeRequestValidatingRules
source: Validation Rules
ar: قواعد الفحص
da: Validerings regler
de: Die Regeln werden geprüft
es: Reglad de validación
fa: قوانین تایید
fi: Validointisäännöt
fr: Valide les règles
no: valideringsregler
ru: Правила проверки
sv: Valideringsregler
zh_cn: 正在验证规则
zh_hk: 正在驗證規則

# DescriptionOfDataPartOfAgentDay
source: Will move a work shift to another day
ar: سيتم نقل وردية العمل إلى يوم آخر
da: Vil flytte en vagt til en anden dag
de: Die Schicht wird auf einen anderen Tag verschoben werden
es: Moverá un turno de trabajo a otro día
fa: شیفت کاری را به روز دیگری منتقل خواهد کرد
fi: Työpäivä siirretään toiselle päivälle
fr: Déplace un horaire travailllél vers un autre jour
no: Vil flytte til skiftet til en annen dag
ru: Переместит рабочую смену на другой день
sv: Flyttar ett skift till en annan dag
zh_cn: 将移动一个工作班次到另一天
zh_hk: 將移動一個工作班次到另一天

# DescriptionOfNewShiftCategoryLimitationRule
source: Shift category limitation for period
ar: حدود فئة الوردية للفترة
da: Vagtkategori begränsning for periode
de: Schichtkategoriebegrenzungen für Periode
es: Limite categoría de turno por período
fa: محدودیت دسته شیفت برای دوره زمانی
fi: Vuoroluokkarajoitus per jakso
fr: Limitation de catégorie d'horaires pour la période
no: Skiftkategori begrensning for perioden
ru: Ограничение категории смен за период
sv: Skiftkategoribegränsning för perioden
zh_cn: 按周期的班次类别限制
zh_hk: 按週期的班次類別限制

# DescriptionOfWeekShiftCategoryLimitationRule
source: Shift category limitation for week
ar: حدود فئة الوردية للأسبوع
da: Vagtkategori begränsning for uge
de: Wöchentliche Schichtkategoriebegrenzung
es: Limite categoría de turno por semana
fa: محدودیت دسته شیفت برای هفته
fi: Vuoroluokkarajoitus per viikko
fr: Limitation de catégorie d'horaires pour la semaine
no: Skiftkategori begrensning for uken
ru: Ограничение категории смен в неделю
sv: Skiftkategoribegränsning för veckan
zh_cn: 按周的班次类别限制
zh_hk: 按周的班次類別限制

# DescriptionOfNotOverwriteLayerRule
source: Non-overwritable activity in shift
ar: نشاط غير قابل للنسخ فى الوردية
da: Uoverskrivelig aktivitet på vagt
de: Nicht-überschreibbare Schicht in Aktivität
es: Actividad no sobrescribible en turno
fa: فعالیت غیرقابل تغییر در شیفت
fi: Ei-muokattavissa oleva aktiviteetti vuorossa
fr: Activité non-écrasable sur l'horaire
no: Ikke-overskrivbar aktivitet i skift
ru: Неперезаписываемая активность в смене
sv: Icke överskrivningsbar aktivitet i skiftet
zh_cn: 班次中不可覆盖的活动
zh_hk: 班次中不可覆蓋的活動

# DescriptionOfNewPersonAccountRule
source: Personal account
ar: حساب شخصي
da: Personlig konto
de: Personal Konten
es: Cuenta Personal
fa: میزان مرخصی مجاز
fi: Henkilökohtainen tili
fr: Compte personnel
no: Personlig konto
ru: Индивидуальный счет
sv: Tidsuppföljning
zh_cn: 个人账户
zh_hk: 個人帳戶

# DescriptionOfSiteOpenHoursRule
source: Site open hours
ar: موقع الساعات المتاحة للعمل
da: Lokation åbningstider
de: Öffnungszeiten des Einheits
es: Horarios de apertura del site
fa: ساعات کاری سایت
fi: Toimipisteen aukioloajat
fr: Horaires d'ouverture du site
no: Lokasjon åpningstid
ru: Часы работы сайта
sv: Öppettider på enheten
zh_cn: 站点开放时间
zh_hk: 網站開放時間

# DescriptionOfOpenHoursRule
source: Skill open hours
ar: مهارة ساعات العمل المتاحة
da: Skill åbningstider
de: Öffnungszeiten des Skills
es: Horarios de apertura del skill
fa: ساعات کاری مهارت
fi: Taidon aukioloajat
fr: Horaires d'ouverture de la compétence
no: Ferdighet åpningstid
ru: Часы работы навыка
sv: Öppettider på kompetensen
zh_cn: 技能开放时间
zh_hk: 技能開放時間

# SearchAnOrganization
source: Search by organization
ar: ابحث بالمنظمة
da: Sög på organisation
de: Organisation wählen
es: Buscar por organización
fa: جستجو براساس سازمان
fi: Hae organisaation perusteella
fr: Recherchez dans l'organisation
no: Søk etter organisasjon
ru: Искать по организации
sv: Sök organisation
zh_cn: 搜索一个组织
zh_hk: 搜索一個組織

# DenyDueToTechnicalProblems
source: The staffing information is not updated in the system. Please contact system administrator.
ar: معلومات قوة العمل غير محدثة فى النظام. فضلا تواصل مع مدير النظام
da: Bemandingsinformation er ikke opdateret i systemet. Vär venlig at kontakte system administratoren
de: Die Besetzungsinformation ist im System nicht aktualisiert worden. Bitte kontaktieren Sie einen Systemadministrator.
es: La información sobre dotación de personal no está actualizada en el sistema. Por favor contacte al administrador.
fa: اصلاعات میزان نیرو در سیستم بروزرسانی نشده است. لطفاً با سرپرست تماس بگیرید
fi: Henkilöstön tiedot eivät ole päivitetty. Ota yhteyttä järjestelmävalvojaan.
fr: Les données de couverture ne sont pas mises à jour dans le système. Merci de contacter l'administrateur système.
no: Bemanningsinformasjonen er ikke oppdatert i systemet. Ta kontakt med systemansvarlig.
ru: Инфо о персонале не обновляется. Свяжитесь с системным администратором.
sv: Bemanningsinformationen är inte uppdaterad i systemet. Var god kontakta systemadministratören.
zh_cn: 人力信息没有在系统中更新。请联系系统管理员。
zh_hk: 人力資訊沒有在系統中更新。請聯繫系統管理員。

# FilterThreeDots
source: Filter...
ar: تنقيح...
es: Filtrar,,,
fa: فیلتر...
fi: Lajittelee...
fr: Filtrer...
no: Filtrerer...
ru: Фильтр...
zh_cn: 筛选条件...
zh_hk: 篩選條件...

source: Hide filter
ar: اخف المنقح
da: Gem filter
de: Filter ausblenden
es: Ocultar filtro
fa: پنهان کردن فیلتر
fi: Piilota filtteri
fr: Masquer le filtre
no: Skjul filter
ru: Скрыть фильтр
sv: Dölj filter
zh_cn: 隐藏筛选栏
zh_hk: 隱藏篩選欄

source: Show filter
ar: اعرض المنقح
da: Vis filter
de: Filter zeigen
es: Mostrar filtro
fa: نمایش فیلتر
fi: Näytä filtteri
fr: Montrer le filtre
no: Vis filter
ru: Показать фильтр
sv: Visa filter
zh_cn: 显示筛选栏
zh_hk: 顯示篩選欄

source: Update Resource Calculations
ar: تحديث حسابات المصادر
da: Opdater ressouceberegnnger
de: Resourcenberechnung aktualisieren
es: Actualizar Cálculos de Recursos
fa: بروزرسانی محاسبه نیروها
fi: Päivitä resurssilaskenta
fr: Mettre à jour le calcul de ressources
no: Oppdater ressurs beregninger
ru: Обновить расчет ресурсов
sv: Uppdatera resursberäkning
zh_cn: 更新资源计算
zh_hk: 更新資源計算

source: Used total
ar: إجمالى المستخدم
da: Brugt total
de: Gesamte Nutzung
es: Total usado
fa: جمع استفاده شده
fi: Käytettyjen määrä yhteensä
fr: Total utilisé
no: Brukt total
ru: Всего использовано
sv: Använt totalt
zh_cn: 合计已使用
zh_hk: 合計已使用

# UsedBy
source: Used by {0}
ar: مستخدم بواسطة (0)
da: Brugt af {0}
de: Von {0} benutzt
es: Usado por {0}
fa: استفاده شده توسط {0}
fi: Käyttänyt {0}
fr: Utilisé par {0}
no: Brukt av {0}
ru: Использовано {0}
sv: Använt av {0}
zh_cn: {0} 已使用
zh_hk: {0} 已使用

# RequestDenyReasonAutoPurge
source: Purged since request was not handled in time.
ar: رفض منذ عدم تنفيذ الطلب فى الوقت المحدد
da: Renset da forespörgslen ikke blev håndteret i tide
de: Die Anfrage wurde gelöscht, weil sie nicht rechtzeitig bearbeitet wurde
es: Eliminado ya que la solicitud no se atendió a tiempo.
fa: بخاطر اینکه درخواست در زمان پاسخ داده نشده، حذف میشود
fi: Pyyntö on poistettu, koska vastapuoli ei käsitellyt pyyntöä tarpeeksi ajoissa.
fr: Purgée car la demande n'a pas été traitée à temps.
no: Fjernet siden anmodningen ikke ble håndtert i tide.
ru: Удалено, так как запрос не был обработан вовремя.
sv: Bortrensad då förfrågan inte hanterades i tid.
tr: Zamanında işlenmediği için istek silindi.
zh_cn: 由于请求未被及时处理而清除的。
zh_hk: 由於請求未被及時處理而清除的。

source: Full allowance
ar: مسموحية كاملة
da: Fyldte kvoter
de: Volle Zuteilung
es: Autorización completa
fa: مجوز مرخصی کامل
fi: Kokonaismäärä
fr: Permission totale
no: Tillatt
ru: Полное допущение
sv: Tilldelning - total
tr: Maksimum müsaade
zh_cn: 完整配额
zh_hk: 完整配額

# ShrinkedAllowance
source: Allowance after threshold
ar: مسموحية بعد البداية
da: Kvoter efter gränsevärdi
de: Vorgabe nach Grenzwert
es: Autorización después de umbral
fa: مجوز مرخصی بعد از آستانه
fi: Kokonaismäärä huomioonottaen varoitusarvot
fr: Permission après seuil
no: TIllatt etter terskelverdi
ru: Допущение после порога
sv: Tilldelning - tillgänglig
tr: Eşik sonrası müsaade
zh_cn: 阈值后的配额
zh_hk: 閾值後的配額

source: Search a site or team
ar: ابحث عن موقع او عن فريق
da: Sög lokation eller team
de: Standort oder Team suchen
es: Busar un site o un equipo
fa: جستجو سایت یا تیم
fi: Hae toimipistettä tai tiimiä
fr: Rechercher un site ou équipe
no: Søk en lokasjon eller team
ru: Поиск сайта или группы
sv: Sök en enhet eller ett team
zh_cn: 查询站点或小组
zh_hk: 查詢網站或小組

# SeveralTeamsSelected
source: {0} teams selected
ar: (0) فريق قد تم اختياره
da: {0} tems er valgt
de: {0} Teams gewählt
es: {0} equipos seleccionados
fa: تعداد {0} تیم انتخاب شده است
fi: {0} tiimiä valittu
fr: {0} équipes sélectionnées.
no: {0} team er valgt
ru: {0} группы выбраны
sv: {0} team valda
zh_cn: 已选择{0}个小组
zh_hk: 已選擇{0}個小組

source: Service level
ar: مستوى الخدمة
es: Nivel de servicio
fa: سطح خدمات
fi: Palvelutaso
fr: Niveau de service
no: Service nivå
ru: Уровень сервиса
sv: Servicenivå
zh_cn: 服务水平
zh_hk: 服務水準

# UseSkillsColon
source: Use skills:
ar: استخدم مهارات
da: Brug skills:
de: Skills benutzen:
es: Usar skills:
fa: مهارتهای مورد استفاده
fi: Käytä taitoja:
fr: Utiliser les compétences:
no: Benytt ferdigheter:
ru: Использовать навыки:
sv: Använd kompetenserna:
zh_cn: 使用技能：
zh_hk: 使用技能：

source: Agents in alarm
ar: الممثلون فى التنبيه
da: Medarbejdere i alarm:
de: Mitarbeiter in Alarm
es: Agentes en alarma
fa: پاسخگو در وضعیت هشدار
fi: Hälytyksessä olevat agentit
fr: Agents en alarme
no: Agenter i alarm
ru: Операторы в предупреждении
sv: Agenter med larm
zh_cn: 处于告警状态的座席代表
zh_hk: 處於告警狀態的座席代表

# IncludeAgentsInStatesColon
source: Include agents in states:
ar: ضم ممثلين فى الحالات:
da: Inkluder medarbejdere i status:
de: Mitarbeiter nach Status inkludieren:
es: Incluir agentes en los estados:
fa: بحساب آوردن پاسخگو در وضعیت:
fi: Sisältää agenttistatukset
fr: Inclure les agents en statuts:
no: Ta med agenter i tilstand:
ru: Включая операторов в статусах:
sv: Inkludera agenter med status:
zh_cn: 显示在以下状态中的座席代表：
zh_hk: 顯示在以下狀態中的座席代表：

source: Performance
ar: أداء
es: Desempeño
fa: کارایی
fi: Suoritus
no: Ytelse
ru: Производительность
sv: Prestation
zh_cn: 效能
zh_hk: 效能

source: Staffing
ar: قوة العمل
da: Bemanding
de: Besetzung
es: Personal
fa: میزان نیروها
fi: Henkilöstö
fr: Couverture
no: Bemanning
ru: Персонал
sv: Bemanning
zh_cn: 人力
zh_hk: 人力

source: No budget group found.
ar: لم يتم العثور علىى ميزانية المجموعة
da: Ingen budget gruppe fundet
de: Keine Budgetgruppe konnte gefunden werden
es: No se encontró un grupo de presupuesto.
fa: گروه بودجه ای پیدا نشد
fi: Budjettiryhmää ei löytynyt.
fr: Pas de groupe de budget trouvé.
no: Ingen budsjettgruppe funnet.
ru: Бюджетная группа не найдена
sv: Ingen budgetgrupp hittades.
zh_cn: 未找到预算组
zh_hk: 未找到預算組

# SelectABudgetGroupThreeDots
source: Select a budget group...
ar: اختر ميزانية مجموعة
da: Välg en budget gruppe
de: Wählen Sie eine Budgetgruppe
es: Seleccione un grupo de presupuesto...
fa: انتخاب گروه بودجه
fi: Valitse budjettiryhmä...
fr: Sélectionner un groupe de budget...
no: Velg en budsjett gruppe...
ru: Выбор бюджетной группы...
sv: Välj en budgetgrupp...
zh_cn: 选择一个预算组...
zh_hk: 選擇一個預算組...

# DescriptionOfShiftTradeTargetTimeSpecification
source: Contract time tolerance
ar: سماحية وقت التعاقد
da: Kontraktstid tolerance
de: Toleranz der Vertragsarbeitszeit
es: Tolerancia de tiempo de contrato
fa: میزان تحمل مدت قرارداد
fi: Sopimuksen jousto
fr: Tolérance de temps contrat planifié
no: Kontraktstid toleranse
ru: Толерантность времени контракта
sv: Tolerans för kontraktstid
zh_cn: 合同时间容差
zh_hk: 合同時間容差

# AreYouSureToUpdateCurrentFavoriteSearch
source: "{0}" already exists. Are you sure to replace it?
ar: (0) بالفعل متواجد. هل انت متاكد من تغيره
da: "{0}" eksisterer allerede. Er du sikker på, at den skal ersrattes?
de: {0} existiert schon. Sind Sie sicher, dass Sie es ersetzen möchten?
es: "{0}" ya existe. Desea reemplazarlo?
fa: تعداد {0} در حال حاضر موجود است. مطمئنید که میخواهید جایگزین کنید
fi: "{0}" on jo olemassa. Haluatko korvata sen?
fr: {0} existe, êtes vous sûr de vouloir actualiser?
no: "{0}" eksisterer allerede. Er du sikker på å erstatte den?
ru: "{0}" уже существует. Заменить?
sv: "{0}" finns redan. Är du säker på att du vill ersätta den?
zh_cn: "{0}" 已存在。请确认是否覆盖?
zh_hk: "{0}" 已存在。請確認是否覆蓋?

source: Update Confirmation
ar: تحديث التأكيد
da: Opdater bekräftelse
de: Bestätigung aktualisieren
es: Actualizar Confirmación
fa: تاییدیه را بروزرسانی کنید
fi: Päivitä Vahvistus
fr: Confirmer l'actualisation
no: Oppdater bekreftelse
ru: Обновить подтверждение
sv: Uppdateringsbekräftelse
zh_cn: 更新确认
zh_hk: 更新確認

source: Remove default
ar: احذف النسخة التلقائية
da: Fjern standard
de: Standard entfernen
es: Quitar default
fa: حذف پیشفرض
fi: Poista oletushaku
fr: Supprimer défaut
no: Fjern standard
ru: Удалить по умолчанию
sv: Ta bort standard
zh_cn: 移除默认
zh_hk: 移除默認

source: Set as default
ar: اضبط كشكل تلقائي
da: Sät til standard
de: Als Standard verwenden
es: Seleccionar como default
fa: تعیین پیشفرض
fi: Aseta oletushauksi
fr: Enregistrer comme défaut
no: Angi som standard
ru: Задать по умолчанию
sv: Ange som standard
zh_cn: 设为默认
zh_hk: 設為默認
