Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Answered contracts
ar: عقود تم الرد عليها
cs: Vyřízené hovory
da: Besvarede kontrakter
de: Beantwortete Verträge
es: Contratos Contestados
fa: قراردادهای پاسخ داده شده
fi: Käsitellyt kontaktit
fr: Contrats répondus
id: Kontrak terjawab
it: Contatti con risposta
ja: 応答済みの契約
nl: Beantwoorde contracten
no: Besvarte avtaler
pl: Odebrane kontakty
pt: Contratos Respondidos
ru: Отвеченные контракты
sv: Besvarade kontakter
tr: Karşılanmış Kontaktlar
zh_cn: 已处理的联系量
zh_hk: 已處理的合同數量

source: Answered emails
ar: رسائل البريد الإلكتروني التي تم الرد عليها
cs: Zodpovězené e-maily
da: Besvarede e-mails
de: Beantwortete E-Mails
es: E-mails respondidos
fa: ایمیلهای پاسخ داده شده
fi: Vastatut sähköpostit (kpl)
fr: E-mails répondus
id: Email terjawab
it: e-mail risposte
ja: 応答Eメール数
lv: Atbildētie e-pasti
nl: Beantwoordde emails
no: Besvart e-post
pl: Odpowiedzi na emaile
pt: E-mails respondidos
ru: Отвеченные эл. сообщения
sv: Besvarad e-post
tr: Karşılanan e-postalar
zh_cn: 已处理的电子邮件
zh_hk: 已處理的電子郵件

source: Answered facsimiles
ar: رسائل الفاكس التي تم الرد عليها
cs: Zodpovězené faxy
da: Besvarede telefaxer
de: Beantwortete Faxe
es: Facsímiles respondidos
fa: فاکسهای پاسخ داده شده
fi: Vastatut faksit
fr: Facsimiles répondus
id: Faksimili terjawab
it: Fax risposti
ja: 応答FAX数
lv: Atbildētie faksi
nl: Beantwoordde facsimiles
no: Besvart faks
pl: Odpowiedzi na faksy
pt: Faxes respondidos
ru: Отвеченные факсы
sv: Besvarade fax
tr: Karşılanan fakslar
zh_cn: 已处理的传真
zh_hk: 已處理的傳真

source: Answered tasks
ar: المهام التي تم الرد عليها
cs: Zodpovězené úkoly
da: Besvarede opgaver
de: Beanwortete Aufgaben
es: Tareas respondidas
fa: وظایف پاسخ داده شده
fi: Vastatut tehtävät
fr: Tâches adressées
id: Tugas terjawab
it: Compiti risposti
ja: 応答タスク数
lv: Atbildētie uzdevumi
nl: Beantwoordde taken
no: Besvart oppdrag
pl: Odbiowiedzi na zadania
pt: Tarefas Respondidas
ru: Отвеченные задания
sv: Hanterade uppgifter
tr: Karşılanan görevler
zh_cn: 已处理的任务
zh_hk: 已處理的任務

# AnUnHandledExceptionOccured
source: An unhandled exception occurred, and the application is terminating.
ar: حدث استثناء غير معالج ويتم إنهاء التطبيق.
cs: Vyskytla se výjimka, aplikace bude přerušena.
da: Der forekom en ubehandlet undtagelse, og applikationen afsluttes.
de: Ein schwerwiegender Fehler ist aufgetreten und das Progamm wird geschlossen.
es: Ha ocurrido una excepción no identificada, y la aplicación está finalizando.
fa: یک خطای رسیدگی نشده رخ داده است،و برنامه به پایان میرسد
fi: Tapahtui odottamaton virhe ja sovellus suljetaan.
fr: Une exception non traitée est survenue, et l'application doit se terminer.
id: Terjadi kesalahan yang tidak bisa ditangani dan aplikasi dihentikan.
it: Si è verificata un'eccezione non gestita e l'applicazione si sta chiudendo.
ja: 処理されない例外が発生しました。アプリケーションを終了します。
nl: Een onverwerkte uitzondering opgetreden, en de applicatie beëindigt
no: Et uforutsett unntak oppsto, applikasjonen avsluttes.
pl: Nieobsługiwany wyjątek aplikacji. Program zostanie zamknięty.
pt: Uma exceção não tratada aconteceu, e a aplicação está terminando.
ru: Возникло необработанное исключение, приложение закрывается.
sv: Ett fel har uppstått och applikationen kommer att stängas ner.
tr: Bilinmeyen bir istisna oluştu. Uygulama sonlandırılıyor.
zh_cn: 发生无法处理的异常，应用程序即将终止。
zh_hk: 發生無法處理的異常，應用程式即將終止。

# ApplicationLogInName
source: Appl. logon name
ar: اسم تسجيل الدخول للتطبيق
cs: Přihlašovací jméno do aplikace
da: Appl. logon-navn
de: Appl. Loginname
es: Nombre de usuario de la apl.
fa: نام کاربری برنامه کاربردی
fi: Käyttäjätunnus
fr: Identifiant application
id: Nama login aplikasi
it: Login applicativo
ja: アプリケーションのログオン名
nl: Appl. inlognaam
no: Appl. Påloggingsnavn:
pl: Login aplikacji
pt: Login da Aplicação
ru: Имя входа в прил.
sv: Inloggning (Appl.)
tr: Uygulama giriş ismi
zh_cn: 应用程序登录名
zh_hk: 應用程式登錄名

source: Application logon
ar: تسجيل الدخول للتطبيق
cs: Přihlášení do aplikace
da: Applikations-logon
de: Programmanmeldung
es: Inicio de sesión de la aplicación
fa: ورود به برنامه
fi: Sovelluksen sisäänkirjautuminen
fr: Connexion application
id: Login aplikasi
it: Login applicativo
ja: アプリケーションのログオン
lv: Aplikācijas pieteikšanās
nl: Applicatie logon
no: Applikasjon pålogging
pl: Logowanie do aplikacji
pt: Login Aplicação
ru: Вход в приложение
sv: Applikationsinloggning
tr: Uygulama Giriş
zh_cn: 应用程序登录
zh_hk: 應用程式登錄

source: Apply
ar: تطبيق
cs: Použít
da: Anvend
de: Verwenden
es: Aplicar
fa: اجرا کردن
fi: Käytä/Liitä
fr: Appliquer
id: Penerapan
it: Applica
ja: 適用
lv: Pielietot
nl: Toepassen
no: Bruk
pl: Zastosuj
pt: Aplicar
ru: Применить
sv: Verkställ
tr: Uygula
zh_cn: 应用
zh_hk: 應用

source: Apply Standard
ar: تطبيق قياسي
cs: Použít standard
da: Anvend standard
de: Standard verwenden
es: Aplicar Estándar
fa: اعمال استاندارد
fi: Käytä vakiota
fr: Appliquer standard
id: Penerapan Standar
it: Applica Standard
ja: 標準設定を適用
lv: Pielietot Standartu
nl: Toepassen Standaard
no: Bruk standard
pl: Użyj standardu
pt: Aplicar Padrão
ru: Применить стандарт
sv: Använd standard
tr: Standardı uygula
zh_cn: 应用标准
zh_hk: 應用標準

source: Approve
ar: موافقة
cs: Schválit
da: Godkend
de: Bestätigen
es: Aprobar
fa: تایید کردن
fi: Hyväksy
fr: Approuver
id: Setuju
it: Approva
ja: 承認
lv: Apstiprināt
nl: GoedKeuren
no: Godkjenn
pl: Aprobuj
pt: Aprovar
ru: Подтвердить
sv: Godkänn
tr: Kabul et
zh_cn: 批准
zh_hk: 批准

source: Approved
ar: مُعتمَد
cs: Schváleno
da: Godkendt
de: Bestätigt
es: Aprobado
fa: تایید شده
fi: Hyväksytty
fr: Approuvée
id: Disetujui
it: Approvato
ja: 承認済み
lv: Apstiprināts
nl: Goedgekeurd
no: Godkjent
pl: Zaaprobowany
pt: Aprovado(a)
ru: Подтверждено
sv: Godkänd
tr: Kabul Edildi
zh_cn: 已批准
zh_hk: 已批准

source: Are you sure you want to delete?
ar: هل تريد الحذف بالتأكيد؟
cs: Chcete opravdu provést smazání?
da: Er du sikker på, at du ønsker at slette?
de: Sind Sie sicher, dass Sie löschen möchten?
es: ¿Estás seguro de que quieres borrar?
fa: مطمئن هستید برای حذف کردن؟
fi: Haluatko varmasti poistaa?
fr: Êtes-vous sûr de vouloir supprimer?
id: Yakin akan dihapus?
it: Sei sicuro di voler eliminare?
ja: 削除しますか?
lv: Vai tiešām vēlaties izdzēst?
nl: Bent u zeker dat u wilt verwijderen?
no: Er du sikker på at du vil slette?
pl: Na pewno chcesz skasować?
pt: Tem certeza que você quer Excluir?
ru: Приведет к удалению. Продолжить?
sv: Är du säker på att du vill ta bort?
tr: Silmek istediğinize emin misiniz?
zh_cn: 您确定要删除吗？
zh_hk: 您確定要刪除嗎？

# AreYouSureYouWantToDeleteGrouping
source: Are you sure you want to delete '{0}' grouping?
ar: هل تريد بالتأكيد حذف تجميع {0}'؟
cs: Chcete opravdu smazat '{0}' seskupení?
da: Er du sikker på, at du ønsker at slette '{0}' gruppering?
de: Sind Sie sicher, dass Sie die Gruppierung '{0}' löschen möchten?
es: ¿Estás seguro que quieres borrar {0} agrupamiento?
fa: مطمئن هستید که می خواهید گروه بندی '{0}' را حذف کنید؟
fi: Haluatko varmasti poistaa '{0}' ryhmittelyn?
fr: Êtes-vous sûr de vouloir supprimer le groupement '{0}'?
id: Apakah anda yakin untuk menghapus pengelompokan '{0}'?
it: Sei sicuro di voler eliminare il raggruppamento '{0}'?
ja: グループ化 '{0}' を削除しますか?
lv: Vai tiešām vēlaties dzēst '{0}' grupējumu?
nl: Bent U zeker dat U groepering '{0}' wilt verwijderen?
no: Er du sikker på at du vil slette grupperingen '{0}' ?
pl: Czy na pewno chcesz skasować grupowanie '{0}'?
pt: Você tem certeza que deseja excluir o agrupamento '{0}'?
ru: Приведет к удалению группирования '{0}'. Продолжить?
sv: Är du säker på att du vill ta bort grupperingen '{0}' ?
tr: '{0}' gruplamasını silmek istiyor musunuz?
zh_cn: 您确定想要删除 '{0}' 分组吗？
zh_hk: 您確定想要刪除 '{0}' 分組嗎？

# ArrowsRemove
source: <<&Delete
ar: <<&حذف
cs: <<&Smazat
da: <<&Slet
de: <<&Löschen
es: <<&Borrar
fa: حذف کردن
fi: <<&Poista
fr: <<&Supprimer
id: <<&Hapus
it: <<&Elimina
ja: <<&削除
lv: <<&Dzēst
nl: <<&Verwijderen
no: <<&Slett
pl: <<&Skasuj
pt: <<&Excluir
ru: <<&Удалить
sv: <<&Ta bort
tr: <<&Sil
zh_cn: <<删除(&D)
zh_hk: <<刪除(&D)

source: A to Z
ar: تصاعدي
cs: od A do Z
da: A til Z
de: A bis Z
es: de A a Z
fa: الف تا ی
fi: A – Ö
fr: A à Z
id: A ke Z
it: Da A a Z
ja: 昇順
lv: A līdz Z
nl: A tot Z
no: A til Å
pl: Od A do Z
pt: A - Z
ru: От А до Я
sv: A till Ö
tr: A'dan Z'ye
zh_cn: A到Z
zh_hk: A到Z

source: Attendees
ar: الحضور
cs: Návštěvníci
da: Deltagere
de: Teilnehmer
es: Asistentes
fa: حضار
fi: Osallistujat
fr: Accompagnateurs
id: Peserta
it: Partecipanti
ja: 出席者
lv: Dalībnieki
nl: Deelnemers
no: Deltakere
pl: Uczestnicy
pt: Participantes
ru: Участники
sv: Deltagare
tr: Katılımcılar
zh_cn: 参与人
zh_hk: 參與人

source: Audit Trail
ar: سجل المراجعة
cs: Revizní záznam
da: Historik
de: Protokoll
es: Pista de Auditoria
fa: پيگيرى
fi: Työvuorohistoria
id: Jejak Audit
it: Tracciamento di controllo
ja: 監査証跡
lv: Revīzijas Ceļš
no: Revisjonsspor
pl: Log audytowy
pt: Log de Auditoria
ru: Контрольный журнал
sv: Ändringslogg
tr: İzleri Denetle
zh_cn: 审计跟踪
zh_hk: 審計跟蹤

# AuditTrailColon
source: Audit Trail:
ar: سجل المراجعة:
cs: Revizní záznam:
da: Historik:
de: Protokoll:
es: Pista de Auditoría:
fa: پیگیری:
fi: Työvuorohistoria:
id: Jejak Audit:
it: Tracciamento controllo:
ja: 監査証跡:
lv: Revīzijas Ceļš:
no: Revisjonsspor:
pl: Log audytowy:
pt: Log de Auditoria:
ru: Контрольный журнал:
sv: Ändringslogg:
tr: İzleri Denetle:
zh_cn: 审计跟踪：
zh_hk: 審計跟蹤：

source: Authentication error.
ar: خطأ في المصادقة.
cs: Chyba autorizace.
da: Autenticeringsfejl.
de: Authentifizierungsfehler.
es: Error de Autenticación.
fa: خطای اعتبار.
fi: Tunnistusvirhe.
fr: Erreur authentification
id: Autentikasi salah.
it: Errore di autenticazione.
ja: 認証エラー
lv: Autentifikācijas kļūda
nl: Authenticatie error.
no: Autentiseringsfeil.
pl: Błąd autentykacji
pt: Erro de Autenticação.
ru: Ошибка проверки подлинности.
sv: Fel vid autentisering
tr: Doğrulama hatası
zh_cn: 认证错误。
zh_hk: 認證錯誤。

# AuthenticationFailed
source: Authentication failed. Please try again.
ar: فشلت عملية المصادقة. يُرجى إعادة المحاولة.
cs: Autorizace neproběhla úspěšně. Prosím zkuste to znovu.
da: Autentificering. Prøv venligst igen.
de: Authentifizierung fehlgeschlagen. Bitte versuchen Sie es noch einmal.
es: Error de Autenticación. Por favor inténtelo de nuevo.
fa: تعیین اعتبار موفقیت آمیز نبود.لطفا مجددا سعی نمایید.
fi: Tunnistus epäonnistui. Yritä uudelleen.
fr: Echec de l''authentification. Essayez à nouveau svp.
id: Otentikasi gagal. Silakan coba kembali.
it: Autenticazione fallita. Provare più tardi per favore.
ja: 認証に失敗しました。再度実行してください。
lv: Autentifikācija nesekmīga. Lūdzu mēģiniet vēlreiz.
nl: Authenticatie mislukt. Probeer het opnieuw
no: Autentisering mislyktes. Vennligst prøv igjen.
pl: Nieprawidłowa autentykacja. Spróbój jescze raz.
pt: Falha na Autenticação: Por Favor Tente Novamente.
ru: Проверка подлинности не выполнена. Попытайтесь еще раз.
sv: Autentisering misslyckades. Försök igen.
tr: Doğrulama yapılamadı. Lütfen tekrar deneyin
zh_cn: 授权失败，请重试。
zh_hk: 授權失敗，請重試。

source: Automatic Scheduling
ar: جدولة تلقائية
cs: Automatické plánování
da: Automatisk planlægning
de: Automatische Planung
es: Planificación Automática
fa: زمانبندی اتوماتیک
fi: Automaattinen työvuorojen tekeminen
fr: Planification automatique
id: Menjadwalkan otomatis
it: Pianificazione automatica
ja: 自動スケジューリング
lv: Automātiskā Plānošana
nl: Automatisch Inroosteren
no: Automatisk planlegging
pl: Planowanie automatyczne
pt: Agendamento Automático
ru: Автоматическое планирование
sv: Automatisk schemaläggning
tr: Otomatik Vardiya Planı
zh_cn: 自动排班
zh_hk: 自動排班

source: Automatic update
ar: تحديث تلقائي
cs: Automatická aktualizace
da: Automatisk opdatering
de: Automatisches Update
es: Actualización automática
fa: به روز رسانی اتوماتیک
fi: Automaattinen päivitys
fr: Actualisation automatique
id: Update otomatis
it: Aggiornamento automatico
ja: 自動更新
lv: Automātiskā atjaunināšana
nl: Automatische update
no: Automatisk oppdatering
pl: Automatyczna aktualizacja
pt: Atualização Automática
ru: Автоматическое обновление
sv: Automatisk uppdatering
tr: Otomatik Güncelleme
zh_cn: 自动更新
zh_hk: 自動更新

source: Auto position
ar: الوضع التلقائي
cs: Automatická pozice
es: Auto Posición
fa: و ضعیت اتوماتیک
fi: Automaattinen sijainti
fr: Position auto
id: Posisi Otomatis
it: Posizionamento automatico
ja: 自動位置
lv: Automātiskā pozīcija
nl: Auto Positie
no: Autoposisjon
pl: Automatyczna pozycja
pt: Auto Posicionamento
ru: Авто положение
sv: Autopositionering
tr: Oto Pozisyon
zh_cn: 自动定位
zh_hk: 自動定位

source: Availabilities
ar: التوافر
cs: Dostupnosti
da: Tilgængeligheder
de: Verfügbarkeiten
es: Disponibilidades
fa: دسترس پذيرى ها
fi: Käytettävyydet
fr: Disponibiltés
id: Ketersediaan
it: Disponibilità
ja: 空き状況
lv: Pieejamības
nl: Beschikbaarheden
no: Tilgjengeligheter
pl: Dostępności
pt: Disponibilidades
ru: Доступности
sv: Tillgänglighet
tr: Uygunluklar
zh_cn: 可用性
zh_hk: 可用性

# AvailabilitiesCouldNotBeLoaded
source: Availabilities could not be loaded. There may not be any availabilities in the database.
ar: تعذر تحميل التوافر. قد لا يكون هناك توافر في قاعدة البيانات.
cs: Dostupnosti nemohou být načteny. V databázi nesmí být žádné dostupnosti.
da: Tilgængeligheder kunne ikke indlæses. Der er muligvis ingen tilgængeligheder i databasen.
de: Verfügbarkeiten konnten nicht geladen werden. Möglicherweise sind keine Verfügbarkeiten in der Datenbank eingetragen.
es: Las disponibilidades no pueden ser cargadas. No debe de haber ninguna disponibilidad en la base de datos
fa: امکان بارگذاری قابلیت ها نیست .ممکن است هیچ قابلیتی در بانک اطلاعاتی نباشد.
fi: Käytettävyyksiä ei voitu ladata. Tietokannassa ei ehkä ole käytettävyyksiä.
fr: Les disponibilités n'ont pas pu être chargées. Il n'y en a peut-être pas.
id: Ketersediaan tidak bisa dikeluarkan. Mungkin tidak ada ketersediaan dalam database.
it: Le disponibilità non possono essere caricate. Potrebbe non essere presente alcuna Disponibilità nel database.
ja: 空き状況を読み込めませんでした。データベースに空き状況のデータが存在しない可能性があります。
lv: Pieejamību nevar ielādēt. Iespējams nav nevienas pieejamības datu bāzē.
nl: Beschikbaarheden konden niet geladen worden. Er zijn zeker geen beschikbaarheden in de database.
no: Tilgjengeligheter kunne ikke lastes.
pl: Dostępności nie udało się załadować. Może ich nie być w bazie danych.
pt: As disponibilidades não puderam ser carregadas. Pode não existir nenhuma disponibilidade no banco de dados.
ru: Доступности невозможно загрузить. В базе данных могут отсутствовать доступности.
sv: Tillgänglighet kunde inte laddas.
tr: Uygunluklar yüklenemiyor. Veritabanında uygunluk olmayabilir.
zh_cn: 无法加载可用性，数据库中可能没有可用性。
zh_hk: 無法載入可用性，資料庫中可能沒有可用性。

source: Availability
ar: التوفر
cs: Dostupnost
da: Tilgængelighed
de: Verfügbarkeit
es: Disponibilidad
fa: دسترس پذيرى
fi: Käytettävyys
fr: Disponibilité
id: Ketersediaan
it: Disponibilità
ja: 空き状況
lv: Pieejamība
nl: Beschikbaarheid
no: Tilgjengelighet
pl: Dostępność
pt: Disponibilidade
ru: Доступность
sv: Tillgänglighet
tr: Uygunluk
zh_cn: 可用性
zh_hk: 可用性

source: Available
ar: متوفر
cs: Dostupný
da: Tilgængelig
de: Verfügbar
es: Disponible
fa: در دسترس
fi: Saatavilla
fr: Disponible
id: Tersedia
it: Disponibile
ja: 利用可能
lv: Pieejams
nl: Beschikbaar
no: Tilgjengelig
pl: Dostępny
pt: Disponível
ru: Доступно
sv: Tillgänglig
tr: Uygun
zh_cn: 可用
zh_hk: 可用

source: Available Scorecards
ar: بطاقات الأداء المتوفرة
cs: Dostupné výsledkové listiny
da: Tilgængelige Scorecards
de: Verfügbare Scorecards
es: Scorecards Disponibles
fa: برگه های امتیاز موجود
fi: Käytettävissä olevat tuloskortit
fr: Feuilles d'évaluation disponibles
id: Scorecard Tersedia
it: Scorecard disponibili
ja: 利用可能なスコアカード
lv: Pieejamās Rezultātu Kartītes
nl: Beschikbare scorekaarten
no: Tilgjengelige scorecard
pl: Dostępne Scorecard'y
pt: Scorecards Disponíveis
ru: Доступные показатели
sv: Tillgängliga scorecards
tr: Geçerli Skor Kartları
zh_cn: 可用的记分卡
zh_hk: 可用的記分卡

# AvailableTime
source: Ready Time
ar: الوقت التوفر
cs: Doba připr.
da: Tilgængelig tid
de: Verfügbare Zeit
es: Tiempo Disponible
fa: زمان آماده به کار
fi: Valmiusaika
fr: Temps ready
id: Waktu Siap
it: Tempo Ready
ja: レディ時間
lv: Gatavības Laiks
nl: Ready Tijd
no: Tilgjengelig tid
pl: Czas gotowości
pt: Tempo Disponível
ru: Время готовности к работе
sv: Redotid
tr: Uygun zaman
zh_cn: 就绪时间
zh_hk: 就緒時間

# AvegareFacsimiles
source: Average facsimiles
ar: متوسط رسائل الفاكس
cs: Průměrný počet faxů
da: Gennemsnitlige telefaxer
de: Durchschnitt Faxe
es: Promedio facsímiles
fa: متوسط فاکس ها
fi: Faksit keskimäärin
fr: Moyenne
id: Rata-rata faksimili
it: Media Fax
ja: 平均FAX数
lv: Vidējais faksu skaits
nl: Gemiddelde facsimiles
no: Gjennomsnitt faks
pl: Faksy średnio
pt: Média de Fax
ru: Факсов в среднем
sv: Genomsnittligt antal fax
tr: Ortalama faks
zh_cn: 平均传真数量
zh_hk: 平均傳真數量

source: Average ACW
ar: متوسط العمل المترتب على المكالمة
cs: Průměrná činnost po ukončení hovoru
da: Gennemsnitligt Efterarbejde
de: Durchschnitt ACW
es: ACW Promedio
fa: میانگین ACW
fi: Keskimääräinen ACW
fr: Moyenne TPA
id: ACW Rata-rata
it: ACW medio
ja: 平均アフターコールワーク時間
lv: Vidējais ACW
nl: Gemiddeld ACW
no: Gjennomsnitt ACW
pl: Średni ACW
pt: Pós médio
ru: Средний ACW
sv: Genomsnittlig ACW
tr: Ortalama ACW
zh_cn: 平均后处理时长平均值
zh_hk: 平均後處理時長平均值

source: Average AEW
ar: متوسط العمل المترتب على البريد الإلكتروني
cs: Průměrná AEW
da: Gennemsnitligt AEW
de: Durchschnitt AEW
es: Promedio AEW
fa: متوسط AEW
fi: Keskimääräinen AEW
fr: Moyenne TPE
id: Rata-rata AEW
it: AEW medio
ja: 平均アフターEメールワーク
lv: Vidējais AEW
nl: Gemiddelde AEW
no: Gjennomsnitt AEW
pl: Średnie AEW
pt: AEW médio
ru: Средний AEW
sv: Genomsnittlig AEW
tr: Ortalama AEW
zh_cn: 平均AEW
zh_hk: 平均AEW

source: Average after call work
ar: متوسط العمل المترتب على المكالمة
cs: Průměrná činnost po ukončení hovoru
da: Gennemsnitligt Efterarbejde
de: Durchschnitt Nachbearbeitungszeit
es: Promedio ACW
fa: میانگین کار بعد از تماس
fi: Keskimääräinen ACW
fr: Moyenne temps de travail post-appel
id: Rata-rata after call work
it: After Call Work medio
ja: 平均アフターコールワーク時間
lv: Vidējais zvana pēcapstrādes laiks
nl: Gemiddeld after call work
no: Gjennomsnitt arbeid etter samtale
pl: Średnia praca po połączeniu
pt: Tempo médido de pós atendimento
ru: Средняя работа после звонка
sv: Genomsnittlig efterbearbetningstid
tr: Ortalama çağrı sonrası çalışma
zh_cn: 平均话后处理时长
zh_hk: 平均話後處理時長

source: Average AFW
ar: متوسط العمل المترتب على الفاكس
cs: Průměrná AFW
da: Gennemsnitligt AFW
de: Durchschnitt AFW
es: Promedio AFW
fa: متوسط AFW
fi: Keskimääräinen AFW
fr: Moyenne TPF
id: Rata-rata AFW
it: AFW medio
ja: 平均アフターFAXワーク
lv: Vidējais AFW
nl: Gemiddelde AFW
no: Gjennomsnitt AFW
pl: Średnie AFW
pt: AFW médio
ru: Средний AFW
sv: Genomsnittlig AFW
tr: Ortalama AFW
zh_cn: 平均AFW
zh_hk: 平均AFW

source: Average ATW
ar: متوسط العمل المترتب على المهمة
cs: Průměrná ATW
da: Gennemsnitligt ATW
de: Durchschnitt ATW
es: Promedio ATW
fa: متوسط ATW
fi: Keskimääräinen ATW
fr: Moyenne TPT
id: Rata-rata ATW
it: ATW medio
ja: 平均アフタータスクワーク
lv: Vidējais ATW
nl: Gemiddelde ATW
no: Gjennomsnitt ATW
pl: Średnie ATW
pt: ATW médio
ru: Средний ATW
sv: Genomsnittlig ATW
tr: Ortalama ATW
zh_cn: 平均ATW
zh_hk: 平均ATW

source: Average calls
ar: متوسط المكالمات
cs: Průměrné hovory
da: Gennemsnitlige opkald
de: Durchschnitt Anrufe
es: Promedio de llamadas
fa: متوسط تماسها
fi: Keskimääräiset puhelut
fr: Moyenne appels
id: Rata-rata panggilan
it: Media chiamate
ja: 平均呼量
lv: Vidējais zvanu skaits
nl: Gemiddelde Telefoongesprekken
no: Gjennomsnitt samtaler
pl: Średnio połączeń
pt: Média de chamadas
ru: Звонки в среднем
sv: Genomsnittligt antal samtal
tr: Ortalama çağrılar
zh_cn: 来电量平均值
zh_hk: 來電量平均值

source: Average emails
ar: متوسط رسائل البريد الإلكتروني
cs: Průměrný počet e-mailů
da: Gennemsnitlige e-mails
de: Durchschnitt E-Mails
es: Promedio e-mails
fa: متوسط ایمیل ها
fi: Keskiarvo sähköpostit
fr: Moyenne e-mails
id: Rata-rata email
it: Media e-mail
ja: 平均Eメール数
lv: Vidējais e-pastu skaits
nl: Gemiddelde emails
no: Gjennomsnitt e-post
pl: Emaile średnio
pt: Média de e-mails
ru: Эл. сообщений в среднем
sv: Genomsnitt antal e-postmeddelanden
tr: Ortalama e-posta
zh_cn: 平均电子邮件数量
zh_hk: 平均電子郵件數量

source: Average facsimiles
ar: متوسط رسائل الفاكس
cs: Průměrný počet faxů
da: Gennemsnitlige telefaxer
de: Durchschnitt Faxe
es: Promedio facsímiles
fa: متوسط فاکس ها
fi: Faksit keskimäärin
fr: Moyenne facsimiles
id: Rata-rata faksimili
it: Media Fax
ja: 平均FAX数
lv: Vidējais faksu daudzums
nl: Gemiddelde facsimiles
no: Gjennomsnitt faks
pl: Średnio faksy
pt: Faxes médios
ru: Факсов в среднем
sv: Genomsnittligt antal fax
tr: Ortalama faks
zh_cn: 平均传真数量
zh_hk: 平均傳真數量

source: Average handling time
ar: متوسط وقت المعالجة
cs: Průměrná doba na vyřízení
da: Gennemsnitlig behandlingstid
de: Durchschnitt Bearbeitungszeit
es: Tiempo de gestión promedio
fa: میانگین زمان رسیدگی
fi: Keskimääräinen käsittelyaika
fr: Durée moyenne de traitement
id: Rata-rata waktu penanganan
it: Media tempo di gesione
ja: 平均処理時間
lv: Vidējais apstrādes laiks
nl: Gemiddelde verwerkingstijd
no: Gjennomsnitt behandlingstid
pl: Średni czas obsługi
pt: Tempo médio de atendimento
ru: Среднее время обработки
sv: Genomsnittlig behandlingstid
tr: Ortalama yönetim süresi
zh_cn: 平均处理时间
zh_hk: 平均處理時間

source: Average speed of answer
ar: متوسط سرعة الرد
cs: Průměrná rychlost odpovědi
da: Gennemsnitlig svarhastighed
de: Durchschnittliche Antwortzeit
es: Promedio de velocidad de respuesta
fa: متوسط سرعت پاسخ
fi: Keskimääräinen vastausnopeus
fr: Temps de réponse moyen
id: Rata-rata kecepatan menjawab
it: Velocità di risposta media
ja: 平均応答速度
lv: Vidējais atbildēšanas ātrums
nl: Gemiddelde snelheid van antwoord
no: Gjennomsnitt svarhastighet
pl: Średni czas odpowiedzi
pt: Velocidade média de atendimento
ru: Средняя скорость ответа
sv: Genomsnittlig svarstid
tr: Ortalama çağrı karşılama süresi
zh_cn: 平均应答速度
zh_hk: 平均應答速度

source: Average talk time
ar: متوسط وقت التحدث
cs: Průměrná doba trvání hovoru
da: Gennemsnitlig taletid
de: Durchschnitt Gesprächszeit
es: T. medio de conversación
fa: متوسط زمان مکالمه
fi: Keskimääräinen puheaika
fr: Durée de communication moyenne
id: Rata-rata waktu bicara
it: Media tempo di conversazione
ja: 平均通話時間
lv: Vidējais sarunas ilgums
nl: Gemiddelde Spreektijd
no: Gjennomsnitt taletid
pl: Średni czas rozmowy
pt: Tempo médio falado
ru: Среднее время разговора
sv: Genomsnittlig samtalstid
tr: Ortalama konuşma süresi
zh_cn: 平均通话时长平均值
zh_hk: 平均通話時長平均值

source: Average tasks
ar: متوسط المهام
cs: Průměrné úkoly
da: Gennemsnitlige opgaver
de: Durchschnitt Aufgaben
es: Promedio de tareas
fa: متوسط وظایف
fi: Keskimääräiset tehtävät
fr: Moyenne tâches
id: Rata-rata tugas
it: Media compiti
ja: 平均タスク数
lv: Vidējais uzdevumu daudzums
nl: Gemiddelde taken
no: Gjennomsnitt oppdrag
pl: Średnio zadań
pt: Média de Tarefas
ru: Задачи в среднем
sv: Genomsnittligt antal uppgifter
tr: Ortalama görev
zh_cn: 平均任务量
zh_hk: 平均任務量

source: Average work time
ar: متوسط وقت العمل
cs: Průměrná pracovní doba
da: Gennemsnitlig arbejdstid
de: Durchschnittliche Arbeitszeit
es: Promedio de tiempo de trabajo
fa: متوسط زمان کاری
fi: Keskimääräinen työaika
fr: Temps de travail moyen
id: Rata-rata waktu kerja
it: Media ore di lavoro
ja: 平均作業時間
lv: Vidējais darba laiks
nl: Gemiddelde werktijd
no: Gjennomsnitt arbeidstid
pl: Średni czas pracy
pt: Tempo médio de trabalho
ru: Среднее время работы
sv: Genomsnittlig arbetstid
tr: Ortalama çalışma süresi
zh_cn: 平均工作时间
zh_hk: 平均工作時間
