Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# ResReportScheduledAgentsPerActivity
source: Scheduled Agents per Activity
ar: الممثلون المجدولون وفقا للأنشطة
cs: Naplánovaní agenti podle aktivit
da: Planlagte medarbejere pr. aktivitet
de: Geplante Mitarbeiter pro Aktivität
es: Agentes Planificados por Actividad
fa: پاسخگویان زمانبندی شده برای هر فعالیت
fi: Suunnitellut agentit per aktiviteetti
fr: Agents planifiés par activité
ja: 活動当たりの予定エージェント
lv: Ieplānotie Operatori pēc Aktivitātēm
nl: Ingeroosterd Agenten per Activiteit
no: Planlagte agenter per aktivitet
pl: Zaplanowani agenci na aktywność
pt: Agentes Agendados por Atividade
ru: Запланированные операторы на активность
sv: Schemalagda agenter per aktivitet
tr: Ektinlik başına düşen vardiyalanmış müşteri temsilcisi sayısı
zh_cn: 每个活动的已排定座席代表数量
zh_hk: 每個活動的已排定座席代表數量

source: Not Ready Time
ar: وقت عدم الاستعداد
cs: Dobra nepřipr.
da: Ikke klar tid
de: Nicht-Bereit-Zeit
es: Tiempo no disponible
fa: زمان آمادگی نیست
fi: Ei valmius aikaa
fr: Temps non ready
ja: 非レディ時間
lv: Nav Gatavībā Laiks
nl: Geen Ready Tijd
no: "Ikke klar" verdier
pl: Czas niegotowości
pt: Tempo Indisponível
ru: Время неготовности
sv: Paustid
tr: Hazır değil
zh_cn: 未就绪时间
zh_hk: 未就緒時間

# ResTotals
source: Totals
ar: الاجمالى
cs: Celkem
da: Totaler
de: Total
es: Totales
fa: مجموع
fi: Yhteensä
fr: Totaux
ja: トータル
lv: Kopskaits
nl: Totalen
no: Totaler
pl: Sumy
pt: Totais
ru: Итого
sv: Totalt
tr: Toplam
zh_cn: 调整后
zh_hk: 調整後

# NoMessagesFound
source: No messages could be found
ar: لم يتم العثور على رسائل
cs: Nebyla nalezena žádná zpráva
da: Ingen besked fundet
de: Es konnte keine Mitteilung gefunden werden.
es: No se han encontrado mensajes
fa: هیچ پیامی یافت نمیشود.
fi: Viestejä ei löytynyt
fr: Aucun message trouvé
ja: メッセージが見つかりません
lv: Neviena ziņa netika atrasta
nl: Geen berichten kunnen gevonden worden.
no: Ingen beskjed funnet
pl: Nie znaleziono wiadomości
pt: Nenhuma mensagem pôde ser encontrada
ru: Сообщения не найдены.
sv: Inga meddelanden kunde hittas
tr: Mesaj bulunamadı
zh_cn: 未找到消息
zh_hk: 未找到消息

source: Sender
ar: المرسل
cs: Odesílatel
da: Afsender
de: Absender
es: Remitente
fa: فرستنده
fi: Lähettäjä
fr: Expéditeur
ja: 送信者
lv: Sūtītājs
nl: Verzender
pl: Nadawca
pt: Remetente
ru: Отправитель
sv: Avsändare
tr: Gönderen
zh_cn: 发送人
zh_hk: 發送人

source: Sent
ar: تم إرساله
cs: Odeslat
da: Sendt
de: gesendet
es: Enviado
fa: فرستاده شده
fi: Lähetetty
fr: Envoyé
ja: 送信済み
lv: Nosūtīts
nl: Verstuurd
no: Sendt
pl: Wysłane
pt: Enviado em
ru: Отправлено
sv: Skickat
tr: Gönderildi
zh_cn: 发送时间
zh_hk: 發送時間

# SelectedFileDestinationDoesNotExist
source: Selected file destination does not exist, please enter valid file path
ar: وجهة الملف المختار غير موجودة، من فضلك ادخل مسار صحيح
cs: Zvolené umístění souboru neexistuje, prosím zadejte platnou cestu.
da: Valgt fil destination eksistere ikke, venligst indtast gyldig sti
de: Zielort der Datei existiert nicht, bitte geben Sie einen gültigen Zielort ein.
es: El destino de fichero seleccionado no existe, por favor introduzca un destino válido
fa: مقصد فایل انتخاب شده موجود نیست. لطفا مسیر فایل معتبر را وارد کنید.
fi: Valittu tiedosto ei kelpaa, valitse uudelleen
fr: La destination fichier sélectionnée n'existe pas, merci d'entrer un chemin valide
ja: 選択したファイルの出力先が存在しません。有効なパスを入力してください。
lv: Izvēlētā faila galamērķis neeksistē, lūdzu ievadiet derīgu faila ceļu
nl: Geselecteerde bestand bestemming bestaat niet, voer geldig bestandspad
no: Valgte fil destinasjon eksisterer ikke, vennligst angi gyldig filbane
pl: Ścieżka dla pliku nie istnieje, podaj poprawną
pt: O destino selecionado não existe, por favor entre com um caminho válido
ru: Выбранное назначение файла не существует, пожалуйста, введите правильное назначение файла.
sv: Den valda fildestinationen finns inte, var god ange en giltig sökväg.
tr: Seçili dizin bulunamadı. Lütfen geçerli bir dosya dizini girin.
zh_cn: 所选择的文件位置不存在，请输入有效的文件路径。
zh_hk: 所選擇的檔位置不存在，請輸入有效的檔路徑。

# CouldNotExportForecastToFile
source: Something went wrong with the file export, please try a different location
ar: حدث شىء خاطئ مع تصدير الملف ، من فضلك جرّب مكان مختلف
cs: Něco se při exportu souboru nepodařilo, prosím zkuste jiné umístění
da: Noget gik galt med eksporten, forsøg venligst med en anden lokation
de: Der Datei-Export ist fehlgeschlagen, bitte versuchen Sie ein anderes Ziel.
es: Error inesperado en la exportación de fichero, por favor intente con otro destino
fa: با صدور فایل برخی اشکالاتی بوجود آمده ،لطفا از مسیر دیگری را تست کنید.
fi: On tapahtunut odottamaton virhe viennin yhteydessä, yritä uudelleen toiseen kohteeseen
fr: Un problème est survenu avec l'export fichier, merci d'essayer une autre destination
ja: ファイルをエクスポート中に問題が発生しました。別の場所を指定してください。
lv: Kaut kas nogāja greizi ar faila eksportēšanu, lūdzu, mēģiniet citu atrašanās vietu
nl: Iets ging mis met the bestand export, probeer een andere locatie
no: Noe gikk galt med fileksport, Prøv et annet lagringssted
pl: Eksport do pliku nieudany, spróbuj innej lokalizacji pliku
pt: Ocorreu um erro com a exportação de arquivo, por favor tente novamente em um local diferente
ru: Что-то пошло не так с файлом экспорта, попробуйте другое расположение
sv: Något gick fel med filexporten, var god försök spara på annan plats.
tr: Dosyaların aktarımı başarısızlıkla sonuçlandı. Lütfen farklı bir dizin deneyin.
zh_cn: 导出文件时发生错误，请尝试导出到其他位置。
zh_hk: 匯出檔時發生錯誤，請嘗試匯出到其他位置。

# SelectedFileDestinationIsTooLong
source: Selected file destination is too long, please enter valid file path
ar: وجهة الملف المختار اطول مما يكن ، من فضلك ادخل مسار صحيح للملف
cs: Zvolené umístění souboru je příliš dlouhé, prosím zadejte platnou cestu
da: Valgte fil destination er for lang, indtast venligst en gyldig sti
de: Ausgewählter Datei-Zielort ist zu lang, bitte geben Sie einen gültigen Zielort ein.
es: El destino de fichero es demasiado largo, por favor introduzca un destino válido
fa: مقصد فایل انتخاب شده بسیار طولانی است. لطفا مسیر فایل معتبر را وارد کنید.
fi: Valittu tiedosto ei kelpaa, valitse uudelleen
fr: La destination fichier sélectionnée est trop longue, merci d'entrer un chemin valide
ja: 選択したファイルの出力先のパスが長すぎます。有効なパスを入力してください。
lv: Izvēlētais faila galamērķis ir pārāk garš, lūdzu ievadiet derīgu faila ceļu
nl: Geselecteerde bestand bestemmingen te lang, voer geldig bestandspad
no: Valgt lagringssted er ugyldig (mulig for lang?). Angi gyldig lagringssti
pl: Ścieżka docelowa zbyt długa, podaj poprawną
pt: O é muito longo, por favor entre com um destino válido
ru: Указанное назначение файла слишком длинное, пожалуйста, введите правильное назначение файла
sv: Den valda fildestinationen är för lång, var god ange en giltig sökväg.
tr: Seçili dizin çok uzun. Lütfen geçerli bir dizin girin.
zh_cn: 所选择的文件位置太长，请输入有效的文件路径。
zh_hk: 所選擇的檔位置太長，請輸入有效的檔路徑。

source: Same activity
ar: نفس النشاط
cs: Stejná aktivita
da: Samme aktivitet
de: gleiche Aktivität
es: La misma actividad
fa: فعالیت یکسان
fi: Sama aktiviteetti
fr: Même activité
ja: 同じ活動
lv: Viena aktivitāte
nl: Zelfde activiteit
no: Samme aktivitet
pl: Ta sama aktywność
pt: Mesma atividade
ru: Одинаковая активность
sv: Samma aktivitet
tr: Aynı etkinli
zh_cn: 相同活动
zh_hk: 相同活動

# YourScheduleTheDATEHasChanged
source: Your schedule for {0} has changed!
ar: جدولك {0} تم تغييره
cs: Váš plán {0} byl změněn!
da: Din plan den {0} har ændret sig!
de: Ihr Plan am {0} hat sich geändert!
es: Tu horario para el {0} ha sido modificado!
fa: زمانبندی شما برای {0} تغییر کرده است!
fi: Sinun työvuorosi {0} on muuttunut!
fr: Votre planning du {0} a changé!
ja: スケジュール {0} が変更されました!
lv: Jūsu grafiks {0} ir mainījies!
nl: Uw rooster de {0} is veranderd!
no: Tidsplanen din for {0} er endret!
pl: Twój plan {0} został zmieniony!
pt: O sua escala de {0} mudou!
ru: Ваше расписание {0} было изменено!
sv: Ditt schema {0} har ändrats!
tr: {0} tarihli vardiyanızda bir değişiklik oldu.
zh_cn: 您的班表 {0} 已修改！
zh_hk: 您的班表 {0} 已修改！

source: Use Average Shift Lengths
ar: استخدم متوسط طول مدة الوردية
cs: Použít průměrnou délku směny
da: Brug gennemsnitlig vagt længde
de: benutze durchschnittliche Schichtlänge
es: Respetar promedio de turno por día
fa: بکارگرفتن میانگین طول زمانی شیفت
fi: Käytä keskimääräistä työpäivän pituutta
fr: Utiliser les longueurs d'horaires moyennes
ja: 平均シフト長を使用
lv: Lietot Vidējos Maiņu garumus
nl: Gebruik Gemiddelde Dienst Lengten
no: Bruk gjennomsnittlig skift lengder
pl: Użyj średnich długości dyżuru
pt: Utilizar Durações de Turnos Médias
ru: Использовать средние длины смен
sv: Använd genomsnittlig skiftlängd
tr: Ortalama vardiya süreleri kullan
zh_cn: 使用平均班次长度
zh_hk: 使用平均班次長度

source: Log on failed! Account is locked.
ar: فشل تسجيل الدخول ، هذا الحساب موصود
cs: Přihlášení selhalo! Účet je zablokován.
da: Log på fejledde! Kontoen er låst.
de: Anmeldung fehlgeschlagen! Ihr Zugang wurde gesperrt.
es: Intento de inicio de sesión fallido. La cuenta está bloqueada.
fa: ورود به سیستم با خطا مواجه شد! حساب قفل شده است.
fi: Sisäänkirjautumisvirhe. Käyttäjätili on lukittu.
fr: Echec de connexion! Le compte est bloqué.
ja: ログオンに失敗しました! アカウントがロックされています。
lv: Pieteikšanās neizdevās! Konts ir bloķēts.
nl: Inloggen mislukt! Account geblokkeerd.
no: Pålogging feilet! Kontoen er låst.
pl: Logowanie nieudane! KONTO ZABLOKOWANE.
pt: O login falhou! A conta está bloqueada.
ru: Вход с систему не удался. Профиль заблокирован.
sv: Inloggning misslyckades! Kontot är spärrat.
tr: Giriş başarısızlıkla sonuçlandı. Hesap kilitlendi.
zh_cn: 登录失败！账号被锁定。
zh_hk: 登錄失敗！帳號被鎖定。

# LogOnFailedPasswordExpired
source: Log on failed! Password has expired.
ar: فشل تسجيل الدخول ، كلمة السر انتهت صلاحيتها
cs: Přihlášení selhalo! Platnost hesla vypršela.
da: Log på fejledde! Adgangskoden er udløbet.
de: Anmeldung fehlgeschlagen! Ihr Passwort ist abgelaufen.
es: Intento de inicio de sesión fallido. La contraseña ha expirado.
fa: ورود به سیستم با خطا مواجه شد! کلمه رمز منقضی شده است..
fi: Sisäänkirjautuminen epäonnistui! Salasana on vanhentunut.
fr: Echec de connexion! Mot de passe expiré.
ja: ログオンに失敗しました! パスワードの有効期限が切れています。
lv: Pieteikšanās neizdevās! Paroles termiņš ir beidzies.
nl: Inloggen mislukt! Wachtwoord is verlopen.
no: Pålogging feilet! Passordet er utløpt
pl: Logowanie nieudane. Hasło straciło ważność.
pt: O login falhou! A senha expirou.
ru: Вход в систему не удался. Действие пароля истекло.
sv: Inloggning misslyckades! Lösenordet har gått ut och ditt konto är spärrat.
tr: Giriş başarısızlıkla sonuçlandı. Şifre artık geçerli değil.
zh_cn: 登录失败！密码已过期
zh_hk: 登錄失敗！密碼已過期

source: Skip
ar: تجاوز
cs: Přeskočit
da: Spring over
de: Weiter
es: Saltarse
fa: جست زدن
fi: Ohita
fr: Passer
ja: スキップ
lv: Izlaist
nl: Overslaan
no: Hopp over
pl: Pomiń
pt: Pular
ru: Пропустить
sv: Hoppa över
tr: Atla
zh_cn: 跳过
zh_hk: 跳過

source: Invalid user name or password.
ar: اسم مستخدم او كلمة سر غير صحيحة
cs: Chybné jméno nebo heslo
da: ugyldig brugernavn eller adgangskode
de: Ungültiger Benutzername oder Passwort.
es: Inválido usuario o contraseña.
fa: نام کاربری و کلمه رمز نامعتبر.
fi: Virheellinen käyttäjänimi tai salasana.
fr: Nom d'utilisateur ou mot de passe invalide.
ja: ユーザー名またはパスワードが無効です。
lv: Nepareizs lietotājvārds vai parole.
nl: Ongeldige user naam of wachtwoord.
no: Feil brukernavn eller passord
pl: Błędna nazwa użytkownika lub hasło.
pt: Senha ou usuário inválido.
ru: Неверное имя пользователя или пароль.
sv: Ogiltigt användarnamn eller lösenord.
tr: Geçersiz kullanıcı adı veya şifre
zh_cn: 无效的用户名或密码。
zh_hk: 無效的用戶名或密碼。

source: Your password has already expired.
ar: كلمة السر انتهت صلاحيتها بالفعل
cs: Platnost Vašeho heslo vypršela.
da: Din adgangskode er allerede udløbet.
de: Ihr Passwort ist bereits abgelaufen.
es: Su contraseña ha expirado.
fa: کلمه رمز شما قبلا منقضی شده است.
fi: Sinun salasanasi on vanhentunut.
fr: Votre mot de passe a déjà expiré.
ja: パスワードの有効期限が切れています。
lv: Jūsu parolei ir beidzies termiņš.
nl: Uw wachtwoord is al verstreken.
no: Passordet har allerede utløpt.
pl: Twoje hasło już wygasło.
pt: A sua senha expirou.
ru: Действие вашего пароля истекло.
sv: Ditt lösenord har upphört att gälla.
tr: Şifrenizin geçerliliği sona ermiştir.
zh_cn: 您的密码已经过期。
zh_hk: 您的密碼已經過期。

source: Your password will expire soon.
ar: كلمة السر ستنتهى صلاحيتها قريبا
cs: Platnost Vašeho hesla brzy vyprší.
da: Din adgangskode vil snart udløbe
de: Ihr Passwort wird bald ablaufen.
es: Su contraseña expira dentro de poco.
fa: کلمه رمز شما به زودی منقضی خواهد شد..
fi: Salasanasi vanhenee pian.
fr: Votre mot de passe va bientôt expirer.
ja: パスワードの有効期限が間もなく切れます。
lv: Jūsu parolei drīz beigsies termiņš.
nl: Uw wachtwoord verloopt binnenkort.
no: Passordet ditt utløper snart.
pl: Twoje hasło wygaśnie wkróce.
pt: A sua senha irá expirar em breve.
ru: Действие вашего пароля скоро истекает.
sv: Ditt lösenord kommer upphöra att gälla snart.
tr: Şifrenizin geçerliliği yakında sona erecektir.
zh_cn: 您的密码即将过期。
zh_hk: 您的密碼即將過期。

# WarningWithExclamatory
source: Warning!
ar: تحذير!
cs: Varování!
da: Advarsel!
de: Warnung!
es: Advertencia!
fa: اخطار!
fi: Varoitus!
fr: Avertissement!
ja: 警告!
lv: Brīdinājums!
nl: Waarschuwing!
no: Advarsel!
pl: Ostrzeżenie!
pt: Aviso!
ru: Предупреждение!
sv: Varning!
tr: Uyarı!
zh_cn: 警告！
zh_hk: 警告！

source: Remove
ar: احذف
cs: Odstranit
da: Fjern
de: Entfernen
es: Eliminar
fa: حذف کردن
fi: Poista
fr: Retirer
ja: 削除
lv: Noņemt
nl: Verwijder
no: Fjern
pl: Usuń
pt: Remover
ru: Удалить
sv: Ta bort
tr: Kaldır
zh_cn: 移除
zh_hk: 移除

# SelectWorkload
source: Workloads
ar: الاعمال
cs: Pracovní náplně
da: Arbejdsbelastning
es: Cargas de trabajo
fa: حجمها کاری
fi: Työmäärät
fr: Sélectionner volume
ja: ワークロード
lv: Darba slodzes
no: Arbeidsbelastning
pl: Przydziały pracy
pt: Selecionar carga de trabalho
ru: Выбор рабочей нагрузки
sv: Välj workload
tr: İş yükleri
zh_cn: 选择工作量
zh_hk: 選擇工作量

source: You have to select at least one workload
ar: يجب أن تختار على الأقل ضغط عمل واحد
cs: Musíte zvolit minimálně jednu pracovní náplň
da: Du skal vælge mindst en arbejdesbelastning
de: Sie müssen mindestens einen Workload auswählen.
es: Debe seleccionar al menos una carga de trabajo
fa: شما حداقل باید یک حجم کاری انتخاب کنید
fi: Sinun tulee valita vähintään yksi työmäärä
fr: Vous devez sélectionner au moins un volume
ja: ワークロードを1つ以上選択する必要があります
lv: Jums ir jāizvēlas vismaz viena darba slodze
nl: U moet minstens een workload selecteren
no: Du m å velge minst en arbeidsbelastning
pl: Musisz wybrać przynajmniej jeden przydział pracy.
pt: Você deve selecionar pelo menos uma carga de trabalho
ru: Необходимо выбрать хотя бы одну рабочую нагрузку
sv: Du måste välja minst en workload
tr: En az bir işyükü seçmek zorundasınız.
zh_cn: 您至少要选择一个工作量
zh_hk: 您至少要選擇一個工作量

source: My Schedule
ar: جدولي
cs: Můj plán
da: Min Plan
de: Mein Plan
es: Mi planificación
fa: زمانبندی من
fi: Minun työvuorot
fr: Mon planning
ja: マイスケジュール
lv: Mans Grafiks
nl: Mijn Rooster
no: Min arbeidsplan
pl: Mój plan
pt: Minha Agenda
ru: Мое расписание
sv: Mitt schema
tr: Vardiyam
zh_cn: 我的班表
zh_hk: 我的班表

# ResShiftStartDateColon
source: Date (shifts starting):
ar: التاريخ ( بدء الورديات)
cs: Datum (začátek směn)
da: Dato (Vagt start):
de: Datum (Schichtbeginn)
es: Fecha (turnos con inicio en):
fa: تاریخ( شروع شیفتها(
fi: Päivä (vuoro alkaa):
fr: Date (horaires débutant):
ja: 日付（シフト開始）:
lv: Datums (maiņu sākums):
nl: Datum (diensten starten):
no: Dato (skift start):
pl: Data (początek dyżuru):
pt: Data (início dos turnos):
ru: Дата (начала смен):
sv: Datum (då skiften påbörjas):
tr: Vardiya Başlangıcı
zh_cn: 日期 (班次开始)：
zh_hk: 日期 (班次開始)：

source: No agents available for shift trade
ar: لا يوجد ممثلون متاحون لعملية تبادل الورديات
cs: Pro výměnu není dostupný žádný agent
da: Ingen medarbejdere tilgængelig for vagtbytte
de: Keine Personen für einen Schichttausch verfügbar.
es: No hay agentes disponibles para cambio de turnos
fa: هیچ پاسخگوی برای معاوضه شیفت در دسترس نمی باشد
fi: Ei agentteja saatavilla vuoronvaihtoa varten
fr: Pas d'agents disponibles pour échange d'horaires
ja: シフト交代で利用可能なエージェントがありません
lv: Samaiņai nav pieejams neviens operators
nl: Geen agenten beschikbaar voor dienst handel
no: Ingen agenter tilgjengelig for skiftbytte
pl: Brak agentów do zamiany dyżuru
pt: Nenhum agente está disponível para troca de turnos.
ru: Нет доступных операторов для обмена сменами
sv: Inga agenter är tillgängliga för skiftbyte
tr: Bu değiş-tokuş için uygun personel bulunamadı
zh_cn: 无可用座席代表进行调换班
zh_hk: 無可用座席代表進行調換班

# ResShiftStartDateFromColon
source: Date From (shifts starting):
ar: شكل التاريخ ( بداية الورديات):
cs: Datum od (začátek směn)
da: Dato Fra (Vagt start):
de: Datum von (Schichtbeginn):
es: Fecha desde (turnos con inicio en):
fa: تاریخ از ( شروع شیفتها(
fi: Alkaen päivästä:
fr: Date de (horaires débutant)
ja: 開始日（シフト開始）:
lv: Datums No (maiņu sākums):
nl: Datum Vanaf (dienst starten):
no: Dato Fra (skift start):
pl: Data od (początek dyżuru):
pt: Data Inicial (início dos turnos):
ru: Дата с (начала смен):
sv: Från datum (då skiften påbörjas):
tr: Vardiya başlangıç tarihi
zh_cn: 开始日期 (班次开始)：
zh_hk: 開始日期 (班次開始)：

# ResShiftStartDateToColon
source: Date To (shifts starting):
ar: التاريخ إلى ( بدء الورديات) :
cs: Datum do (začátek směn)
da: Dato Til (Vagt start):
de: Datum bis (Schichtbeginn):
es: Fecha hasta (turnos con inicio en):
fa: تاریخ تا ( شروع شیفتها(
fi: Päivä (vuoro alkaa):
fr: Date à (horaires débutant)
ja: 終了日（シフト開始）:
lv: Datums Līdz (maiņu sākums):
nl: Datum Tot (dienst starten):
no: Dato til (skift start):
pl: Data do (początek dyżuru):
pt: Data Final (início dos turnos):
ru: Дата по (начала смен):
sv: Till datum (då skiften påbörjas):
tr: Vardiya bitiş tarihi
zh_cn: 结束日期 (班次开始)：
zh_hk: 結束日期 (班次開始)：

source: From Schedule Period
ar: من فترة الجدول
cs: Z období plánování
da: Fra Plan Perioder
de: aus der Planperiode
es: Desde el Período de Planificación
fa: از دوره زمانبندی
fi: Työvuorojakson alusta
fr: Depuis Période Planning
it: Da Periodo di pianificazione
ja: スケジュール期間から
lv: No Grafika Perioda
nl: Van Rooster Periode
no: Fra Skjema Periode
pl: Z okresu planowania
pt: Do Período de Agendamento
ru: Из периода планирования
sv: Från schemaperiod
tr: Vardiya periyodundan
zh_cn: 来自班表周期
zh_hk: 來自班表週期

# FairnessOptimizationValueBefore
source: - value before =
ar: - قيمة ما قبل =
cs: - hodnota před =
da: - værdi før =
de: - Wert davor =
es: - valor antes =
fa: - مقدار قبل =
fi: - arvo ennen =
fr: - valeur avant =
ja: - 処理前の値 =
lv: - vērtība pirms =
nl: - waarde voor =
no: - verdi før =
pl: - wartość przed =
pt: - valor original =
ru: - значение до =
sv: - värdet innan =
tr: - önceki değer =
zh_cn: - 未优化值 =
zh_hk: - 未優化值 =

# FairnessOptimizationValueAfter
source: - value after =
ar: - قيمة ما بعد =
cs: - hodnota po =
da: - værdi efter =
de: - Wert danach =
es: - valor después =
fa: - مقدار بعد =
fi: - tulos jälkeen =
fr: - valeur après =
ja: - 処理後の値 =
lv: - vērtība pēc =
nl: - waarde na =
no: - verdi etter =
pl: - wartość po =
pt: - valor obtido =
ru: - значение после =
sv: - värdet efter =
tr: - sonraki değer =
zh_cn: - 优化后值 =
zh_hk: - 優化後值 =

# FairnessOptimizationRollingBack
source: - value after is not better, rolling back.
ar: - القيمة ليست جيدة، سيتم سحب العمل بطريقة عكسية
cs: - hodnota po optimalizace není lepší, návrat zpět.
da: Værdien efter er ikke bedre, køre optimeringen tilbage.
de: - Wert nicht verbessert, setze zurück
es: - el valor del resultado no es mejor, Deshaciendo.
fa: - مقدار بعد بهتر نیست ،در حال بازگشت به وضعیت قبل .
fi: - tulos ei ole parempi, palautetaan.
fr: - valeur après n'est pas améliorée, retour arrière
ja: - 処理後の値は改善されていません。ロールバックします。
lv: - vērtība pēc, nav labāka, atgriež iepriekšējo.
nl: - waarde na is niet beter, terugrollen.
no: - verdi etter er ikke bedre, ruller tilbake.
pl: - wartość po nie jest lepsza, cofanie.
pt: - o valor obtido não é melhor, restaurando.
ru: - значение после не стало лучше, откат
sv: - värdet efter är inte bättre, rullar tillbaka.
tr: - optimizasyon başarısız, geri alınıyor.
zh_cn: - 优化后值没有变好，正在回滚。
zh_hk: - 優化後值沒有變好，正在回滾。

# ManualAgents
source: Agents (Manual Override)
ar: الممثلون ( نسخ يدوي)
cs: Agenti (Ručně přepsané)
da: Brugerdefineret antal medarbejder
de: Mitarbeiter (überschreiben)
es: Agentes (Sobrescritura manual)
fa: پاسخگوها (لغو دستی)
fi: Agentti (manuaalinen ylitys)
fr: Agents (Supplantation manuelle)
it: Agenti (Impostazione manuale)
ja: エージェント（手動で上書き）
lv: Operatori (manuāli aizstāti)
nl: Agenten (Manuele Override)
no: Agenter (manuel overstyring)
pl: Agenci (sterowanie ręczne)
pt: Agentes (Substituição Manual)
ru: Операторы (изменение вручную)
sv: Agenter (manuell ersättning)
tr: Müşteri temsilcisi sayısı (manuel olarak çiğne)
zh_cn: 座席代表数 (手工输入)
zh_hk: 座席代表數 (手工輸入)

# CampaignCustomersPercent
source: Campaign customers %
ar: حملة العملاء %
cs: Kampaň zákazníků %
da: Kampagne ekstra kunder %
de: Kampagne Kunden %
es: Clientes de campaña %
fa: مشتریهای کمپین %
fi: Kampanja asiakkaat %
fr: campagne clients %
it: Clienti % campagna
ja: キャンペーン顧客 %
lv: Kampaņas klienti %
nl: Klanten campagne%
no: Kampanje kunder %
pl: Klienci kampanii %
pt: Ajuste de clientes %
ru: Клиенты кампании %
sv: Kampanjkunder %
tr: Kampanya müşteri (%)
zh_cn: 客户数调整(%)
zh_hk: 客戶數調整(%)

source: Employees inc with shrinkage
ar: موظفون Inc مع معامل الانكماش
cs: Zaměstnanci zahrn. se spravedlností
da: Medarbejdere inkl. Svind
de: Mitarbeiter inkl. mit Shrinkage
es: Empleados entrantes, incl. absentismo
fa: شامل کارمندان با کاهش
fi: Työntekijät sisältäen poissaolot
fr: Employés inc avec réduction
it: Dipendenti inc. con riduzione
ja: 従業員（シュリンケージを含む）
lv: Darbinieki inc ar samazinājumu
nl: Medewerkers inc met shrinkage
no: Ansatte inc med svinn
pl: Pracownicy przychodzący z absencją
pt: Aumento de funcionários com indisponibilidade
ru: Сотрудники, вкл. сокращение
sv: Anställda ink. med shrinkage
tr: Gelen çalışan (daralma dahil)
zh_cn: 包含到损耗的员工到岗数
zh_hk: 包含到損耗的員工到崗數

source: Forecasted Employees incoming
ar: دخل الموظفين المتوقع
cs: Předpověděných zaměstnanců příchozích
da: Prognose for medarbejdere ind
de: Progn. Mitarbeiter eingehend
es: Previsión Empleados, entrante
fa: ورودی پیش بینی شده کارمندان
fi: Ennustetut työntekijät
fr: Employés prévus inc.
it: Dipendenti previsti in ingresso
ja: 着信時の予測従業員数
lv: Prognozētie ienākošie Darbinieki
nl: Inkomende Voorspelde Medewerkers
no: Prognose ansatte innkommende
pl: Prognozowani pracownicy przychodzących
pt: Funcionários Previstos de entrada
ru: Спрогнозированные сотрудники, входящие
sv: Prognostiserade anställda ink.
tr: Tahminlenen gelen çalışanlar
zh_cn: 预测的到岗员工数
zh_hk: 預測的到崗員工數

source: From Contract
ar: من العقد
cs: Ze smlouvy
da: Fra kontrakt
de: aus dem Vertrag
es: Desde el Contrato
fa: از قرارداد
fi: Sopimuksen alusta
fr: Depuis contrat
it: Da Contratto
ja: 契約から
lv: No Kontrakta
nl: Van Contract
no: Fra Kontrakt
pl: Z kontraktu
pt: Do Contrato
ru: Из контракта
sv: Från kontrakt
tr: Kontrattan
zh_cn: 来自合同
zh_hk: 來自合同

source: Index customers
ar: فهرس العملاء
cs: Index zákazníků
da: Indeks for kunder
de: Index Kunden
es: Índice Clientes
fa: شاخص مشتریان
fi: Indeksi, asiakkaat
fr: Index clients
it: Indice clienti
ja: 顧客のインデックスを作成
lv: Indekss klienti
nl: Index klanten
no: Indeks Kunder
pl: Indeks klientów
pt: Índice clientes
ru: Индекс клиентов
sv: Kundindex
tr: İndeks müşteriler
zh_cn: 客户数量索引
zh_hk: 客戶數量索引
