Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# NewMaxWeekWorkTimeRuleName
source: Max weekly work time
ar: أكثر وقت عمل فى الأسبوع
da: Maximal ugentlig arbejdstid
de: Max. Arbeitszeit pro Woche
es: Tiempo de trabajo semanal máximo
fa: حداکثر زمان کار هفتگی
fi: Maksimityöaika per viikko
fr: Temps de travail hebdomadaire max
lv: Max nedēļas darba laiks
no: Maks ukentlig arbeidstid
ru: Макс время работы в неделю
sv: Max arbetstid per vecka
tr: Haftalık maksimum çalışma süresi
zh_cn: 每周最多工作时间
zh_hk: 每週最多工作時間

# ShiftTradeRequestMaxSeatsValidation
source: Maximum Seats Validation
ar: فحص الحد الأقصى للمقاعد
da: Maksimum plads validering
de: Max. Sitzplatz-Validierung
es: Validación de max. nr. Puestos
fa: تایید حداکثر صندلی
fi: Maksimipaikan validointi
fr: Validation de maximum de postes
lv: Maksimālo Sēdvietu Validācija
no: Maksimum plasvalidering
ru: Проверка макс количества раб мест
sv: Kontroll av max arbetsplatser
tr: Oturma yeri doluluk oranı doğrulaması
zh_cn: 最大座位验证
zh_hk: 最大座位驗證

# DescriptionOfNewMaxWeekWorkTimeRule
source: Maximum weekly work time
ar: الحد الأقصى للعمل أسبوعيا
da: Maksimum ugentlig arbejdstid
de: Max. Arbeitszeit pro Woche
es: Máximo tiempo de trabajo semanal
fa: حداکثر زمان کاری هفتگی
fi: Maksimi viikkotyöaika
fr: Temps de travail hebdomadaire maximum
no: Maksimalt ukentlig arbeidstid
ru: Максимальное время работы в неделю
sv: Max arbetstid per vecka
zh_cn: 每周最多工作时间
zh_hk: 每週最多工作時間

# DescriptionOfNonMainShiftActivityRule
source: Meeting, personal activity or overtime activity in shift
ar: أى اجتماع أو نشاط شخصي أو نشاط وقت إضافي
da: Mäde, personlig aktivitet eller overtid på vagt
de: Meeting, persönliche Aktivität oder Überstundenaktivität in der Schicht
es: Reunión, actividad personal o actividad en tiempo extra en el turno
fa: ملاقات. فعالیت شخصی یا ضافه کاری در شیفت
fi: Vuoro sisältää palaverin, henkilökohtaisen aktiviteetin tai ylityöaktiviteetin
fr: Réunion, activité personnelle ou heures supplémentaires sur l'horaire
no: Møte, personlig aktivitet eller overtidsaktivitet i skiftet
ru: Мероприятие, персональная активность или сверхурочное время в смене
sv: Möte, personlig aktivitet eller övertidsaktivitet i skift
zh_cn: 班次中的会议，个人活动或加班活动
zh_hk: 班次中的會議，個人活動或加班活動

# MinWeekWorkTimeRuleName
source: Min weekly work time
ar: أقل وقت عمل فى الأسبوع
da: Minimum ugentlig arbejdstid
de: Min. Arbeitszeit pro Woche
es: Tiempo de trabajo semanal mínimo
fa: حداقل زمان کار هفتگی
fi: Minimityöaika per viikko
fr: Temps de travail hebdomadaire mini
lv: Min nedēļas darba laiks
no: Min ukentlig arbeidstid
ru: Мин время работы в неделю
sv: Minsta arbetstid per vecka
tr: Haftalık minimum çalışma süresi
zh_cn: 每周最少工作时间
zh_hk: 每週最少工作時間

source: Min weekly work time
ar: الحد الادني لوقت العمل الاسبوعي
da: Minimum ugentlig arbejdstid
de: Min. Arbeitszeit pro Woche
es: Tiempo de trabajo semanal mínimo
fa: حداقل زمان کاری هفته
fi: Minimiaika per viikko
fr: Temps de travail hebdomadaire mini
lv: Min nedēļas darba laiks
no: Min ukentlig arbeidstid
ru: Мин время работы в неделю
sv: Minsta arbetstid per vecka
tr: minimum haftalık çalışma süresi
zh_cn: 每周最少工作时间
zh_hk: 每週最少工作時間

# AbsenceRequestExpiredThreshold
source: Minimum approval time threshold (minutes prior to request start):
ar: عتبة الحد الأدني للوقت الذى تم الموافقة عليه (دقائق قبل تاريخ الطلب)
da: Minimum godkendelsestid gränsevärdi (minutter för forespurgt start):
de: Grenzwert für die Mindestgenehmigungszeit (Minuten vor Start)
es: Umbral mínimo de tiempo de aprobación (minutos previos al inicio de la solicitud):
fa: حداقل زمان لازم برای تایید (دقیقه قبل از شروع درخواست)
fi: Pyyntö voidaan hyväksyä aikaisintaan tämän aikakynnyksen jälkeen (min):
fr: Délai d'approbation minimum (minutes avant le début de la demande):
lv: Minimum minutes before absence time that requests may be valid:
no: Minimum godkjenningstid for terskelverdi (minutter før forespurt start):
ru: Минимальное количество минут перед временем отсутствия, когда запрос актуален:
sv: Minsta tid i förväg som förfrågningar måste skickas (minuter):
tr: Minimum onay süresi eşik değeri (isteğin başlama saatinden X dakika önce):
zh_cn: 最小审批时间阈值(申请开始前的分钟数):
zh_hk: 最小審批時間閾值(申請開始前的分鐘數):

# DescriptionOfMinWeeklyRestRule
source: Minimum weekly rest
ar: الحد الأدنى للراحة أسبوعيا
da: Mimimum ugentlig hvile
de: Minimum wöchentliche Ruhezeit
es: Mínimo tiempo de descanso semanal
fa: حداقل زمان استراحت هفتگی
fi: Lyhyin viikkolepoaika
fr: Temps de repos hebdomadaire minimum
no: Minimum ukentlig arbeidstid
ru: Минимальное время отдыха в неделю
sv: Minsta veckovila
zh_cn: 每周最少休息时间
zh_hk: 每週最少休息時間

# DescriptionOfMinWeekWorkTimeRule
source: Minimum weekly work time
ar: الحد الأدنى للعمل أسبوعيا
da: Minimum ugentlig arbejdstid
de: Minimum Arbeitszeit pro Woche
es: Tiempo de trabajo semanal mínimo
fa: حداقل زمان کاری هفتگی
fi: Lyhyin viikkotyöaika
fr: Temps de travail hebdomadaire minimum
no: Minimum ukentlig arbeidstid
ru: Минимальное время работы в неделю
sv: Minsta arbetstid per vecka
zh_cn: 每周最少工作时间
zh_hk: 每週最少工作時間

# NoPermissionToModifyPersonAssignment
source: More information about forecast methods and outlier detection
ar: معلومات إضافية حول طرق التوقع وكشف الخارج
da: Mere information om prognosemetode og outlier detektion
de: Weitere Informationen über Forecast Methoden und Ausreißererkennung
es: Más información sobre métodos de previsión y detección de valores atípicos
fa: اطلاعات بیشتر درمورد روش پیش بینی تشخیص انحرافات
fi: Lisää tietoja ennusteista sekä poikkeamista
fr: Plus d'information sur les méthodes de prévisions et détection des valeurs aberrantes
no: Mer informasjon om prognosemetoder og avvikspåvisning
ru: Больше информации о методах прогнозирования и выявлении выпадающих значений
sv: Mer information om prognosmetoder och detektion av extremvärden
tr: Tahminleme yöntemleri ile aykırı değerlere ait detaylı bilgi
zh_cn: 更多信息关于预测方法及异常值检测
zh_hk: 更多資訊關於預測方法及異常值檢測

source: Move Invalid Overlapped Activity
ar: حرك نشاطا غير صحيحا ومتداخلا
da: Flyt ugyldig overlappende aktivitet
de: Ungültige und überlappende Aktivität verschieben
es: Mover Actividad Superpuesta No Válida
fa: حرکت فعالیت باعث همپوشانی میشود
fi: Siirrä kelpaamaton päällekkäinen aktiviteetti
fr: Déplacer activité chevauchée invalide
lv: Pārvietot Nederīgu Pārklātu Aktivitāti
no: Flytt ugyldig overlappende aktivitet
ru: Изменить недействительную перекрытую активность
sv: Flytta otillåtet överlappad aktivitet
tr: Geçersiz, üst üste binmiş aktiviteyi hareket ettir
zh_cn: 移动无效的重叠活动
zh_hk: 移動無效的重疊活動

# MoveNonoverwritableActivityForTheseAgents
source: Move non-overwritable activities for these agents
ar: حرك الانشطة غير القابلة للنسخ لهؤلاء الممثلين
da: Flyt uoverskrivelig aktivitet for disse agenter
de: Nichtüberschreibbare Aktivitäten für diese Mitarbeiter verschieben
es: Mover actividades no sobrescribibles para estos agentes
fa: فغالیتهای غیرقابل تغییر را برای این پاسخگوها جابجا کنید
fi: Siirrä ei-muokattavissa olevat aktiviteetit näille henkilöille
fr: Déplacer les activités non-écrasables pour ces agents
lv: Pārvietot nepārrakstāmās aktivitātes šiem operatoriem
no: Flytt ikke-overskrivbare aktiviteter for disse agentene
ru: Изменить неперезаписываемые активности для этих операторов
sv: Flytta icke överskrivningsbara aktiviteter för dessa agenter
tr: Bu kişiler için üzerine yazılamayan aktiviteleri taşı
zh_cn: 为这些座席代表移动不可覆盖活动
zh_hk: 為這些座席代表移動不可覆蓋活動

source: Move Shift
ar: حرك وردية
da: Flyt vagt
de: Schicht verschieben
es: Mover Turno
fa: جابجایی شیفت
fi: Siirrä vuoro
fr: Déplacer horaire
no: Flytt skift
ru: Сдвинуть смену
sv: Flytta skift
zh_cn: 移动班次
zh_hk: 移動班次

# PartialSuccessMessageForMovingActivity
source: Moving activities for {0} agent(s), {1} succeeded and {2} failed.
ar: نقل الانشطة ل(0) ممثلين، (1) نجح و (2) فشل.
cs: Přesouvání aktivit pro {0} agentů, {1} úspěšně a {2} neúspěšně
da: Flytning af aktiviteter for {0} medarbejder(e), {1} lykkedes og {2} fejlede.
de: Aktivitäten für {0} Mitarbeiter werden verschoben. {1} erfolgreich und {2} fehlgeschlagen.
es: Moviendo actividades para {0} agente(s), {1} tuvieron éxito y {2} fallaron.
fa: جابجایی فعالیت ها برای {0} پاسخگو. برای {1} نفر موفقیت آمیز و برای {2} نفر ناموفق بود
fi: Siirtää aktiviteetteja {0} agenteille. {1} onnistui ja {2} epäonnistui.
fr: Déplace les activités pour {0} agent[s]. {1} succès et {2} échecs.
lv: Pārvieto aktivitātes {0} operatoram(-iem), {1} izdevās un {2} neizdevās.
no: Flytting av aktiviteter for {0} agent(er), {1} lyktes og {2} mislyktes.
ru: Изменение активностей для {0} оператора(-ов), {1} успешно и {2} не удалось.
sv: Flyttade aktiviteter för {0} agent(er), {1} lyckades och {2} misslyckades.
tr: {0} çalışanın aktivitesi yeniden düzenlendi. {1} başarılı, {2} başarısız değişiklik
zh_cn: 为{0}个座席代表移动活动，{1}个成功 {2}个失败。
zh_hk: 為{0}個座席代表移動活動，{1}個成功 {2}個失敗。

# MoveInvalidOverlappedActivityWarning
source: Moving invalid overlapped activities for {0} agent(s), {1} succeeded and {2} failed.
ar: نقل أنشطة متداخلة وغير صحيحة ل(0) ممثل، (1) نجح و(2) فشل
da: Flytning af overlappende aktiviteter for {0} medarbejder(e), {1} er lykkedes og {2} er fejlet
de: Ungültige und überlappende Aktivitäten werden für {0} Mitarbeiter(n) verschoben. {1} erfolgreich, {2} fehlgeschlagen
es: Moviendo actividades inválidas superpuestas para {0} agente(s), {1} tuvo éxito y {2} falló.
fa: جابجایی فعالیتهای هم پوشانی شده نامعتبر برای {0} پاسخگو. {1} مورد موفق و {2} مورد ناموفق بود
fi: Siirtää kelpaamattomia päällekkäisiä aktiviteetteja {0} henkilölle, {1} onnistui ja {2} epäonnistui.
fr: Déplace les activités chevauchées invalides pour {0} agent(s). {1} succès et {2} échecs.
lv: Pārvieto nederīgas pārklātas aktivitātes {0} operatoram(-iem), {1} izdevās un {2} neizdevās.
no: Ugyldig flytting av overlappende aktiviteter for {0} agent(er), {1} lyktes og {2} mislyktes.
ru: Изменение недействительных перекрытых активностей для {0} оператора(-ов), {1} успешно и {2} не удалось.
sv: Flyttade otillåtet överlappade aktiviteter för {0} agent(er), {1} lyckades och {2} misslyckades.
tr: {0} kişinin geçersiz, üst üste binmiş aktiviteleri değiştirildi: {1} tanesi başarılı oldu, {2} tanesi başarısız.
zh_cn: 为{0}个座席代表移动无效的重叠活动，{1}个成功 {2}个失败。
zh_hk: 為{0}個座席代表移動無效的重疊活動，{1}個成功 {2}個失敗。

# PartialSuccessMessageForMovingShift
source: Moving shifts for {0} agent(s), {1} succeeded and {2} failed.
ar: تحريك ورديات ل(0) ممثلين، (1) تم بنجاح و (2) فشل
da: Flytter vagt for {0} medarbejder(e), {1} lykkedes og {2} fejlede.
de: Schichten für {0} Mitarbeiter werden verschoben. {1} war(en) erfolgreich und {2} war(en) nicht erfolgreich
es: Moviendo turnos para {0} agente(s), {1} tuvieron éxito y {2} fallaron.
fa: جابجایی شیقت برای {0} پاسخگو. {1} مورد موفق و {2} مورد ناموفق
fi: Siirtää työvuoroja {0} agentille, {1} onnistui ja {2} epäonnistui.
fr: Déplace horaires pour {0} agent(s), {1} succès et {2} échecs.
no: Flytting av skift for {0} agent(er), {1} lyktes og {2} mislyktes.
ru: Перемещение смен для {0} оператора(-ов). {1} успешно и {2} не удалось.
sv: Flyttade skift för {0} agent(er), {1} lyckades och {2} misslyckades.
zh_cn: 为{0}个座席代表移动班次， {1}个成功 {2} 个失败。
zh_hk: 為{0}個座席代表移動班次， {1}個成功 {2} 個失敗。

# DescriptionOfNewNightlyRestRule
source: Nightly rest
ar: الراحة الليلية
da: Natlig hvile
de: Nächtliche Ruhezeit
es: Tiempo de descanso nocturno
fa: استراحت شبانه
fi: Yölepoaika
fr: Repos de nuit
no: Nattlig hvile
ru: Время отдыха между сменами
sv: Nattvila
zh_cn: 夜间休息时间
zh_hk: 夜間休息時間

# BusinessRuleNightlyRestRuleFriendlyName
source: Nightly rest broken
ar: الراحة الليلية انقطعت
da: Natlig hvile er overskredet
de: Die nächtliche Ruhezeit wurde überschritten
es: No respeta descanso nocturno
fa: زمان استراحت شب نقض شده
fi: Yölepoaika on ylitetty
fr: Repos de nuit enfreint
lv: Nakts atpūta ir pārkāpta
no: Nattlig hvile er brutt
ru: Время отдыха между сменами нарушено
sv: Nattvilan är bruten
tr: Gecelik dinlenme vakti kuralı çiğneniyor
zh_cn: 违反夜间休息时间规则
zh_hk: 違反夜間休息時間規則

# NewNightlyRestRuleName
source: Nightly rest time
ar: وقت الراحة الليلي
da: Natlig hviletid
de: Nächtliche Ruhezeit
es: Tiempo de descanso nocturno:
fa: زمان استراحت شبانه
fi: Yölepoaika
fr: Temps de repos de nuit
lv: Nakts atpūtas laiks
no: Nattlig hviletid
ru: Время отдыха между сменами
sv: Nattvila
tr: Gecelik dinlenme süresi
zh_cn: 夜间休息时间
zh_hk: 夜間休息時間

source: No change has been made
ar: لم يتم تنفيذ أية تغييرات
da: Ingen ändring er lavet
de: Keine Änderungen wurden vorgenommen
es: No se realizó ningún cambio
fa: هیچ تغییری داده نشده
fi: Muutosta ei ole tehty
fr: Aucun changement n'a été fait
lv: Nekādas izmaiņas nav veiktas
no: Ingen endring har blitt gjort
ru: Ничего не было изменено
sv: Ingen ändring har gjorts
tr: Hiçbir değişiklik yapılmadı
zh_cn: 未做变更
zh_hk: 未做變更

# BusinessRuleNoSiteOpenHourErrorMessage
source: No open hours for {0} found at site {1} between {2} - {3}
ar: لا توجد ساعات متاحة ل(0) تم العثور عليها فى الموقع (1) بين (2) - (3)
da: Ingen åbningstid for {0} fundet for lokation {1} mellem {2} - {3}
de: Keine Öffnungszeiten für {0} an Standort {1} zwischen {2} - {3} können gefunden werden.
es: No hay horarios de apertura para {0} en el sitio {1} entre {2} - {3}
fa: هیچ ساعات کاری در {0} سایت {1} بین {2} و {3} وجود ندارد
fi: Ei löytynyt aukioloaikoja {0}:lle toimipistessä {1} jakson {2} - {3} aikana.
fr: Pas d'horaires d'ouverture pour {0} trouvées pour le site {1} entre {2} - {3}
lv: Nav atvērto stundu {0} atrodamu grupā {1} starp {2} - {3}
no: Ingen åpningstider for {0} finnes på lokasjon {1} mellom {2} - {3}
ru: Не найдено часов работы для {0} сайта {1} между {2} - {3}
sv: Inga öppettider för {0} hittade på enheten {1} mellan {2} och {3}
tr: {1} lokasyonu için {0} günü {2} - {3} arası çalışma saatleri bulunamadı.
zh_cn: 在{2} - {3}站点{1}未在{0}找到开放时间
zh_hk: 在{2} - {3}網站{1}未在{0}找到開放時間

# NoPermissionAddOvertimeActivity
source: No permission to add overtime activity for agent(s)
ar: لا يوجد تصريح لإضافة نشاط وقت عمل إضافي للممثلين (0)
da: Ingen tilladelse til at tilföje overtidsaktivitet for medarbejder {0}.
de: Ihnen fehlt die Berechtigung Überstundenaktivitäten für Mitarbeiter {0} einzufügen.
es: No tienes permiso para añadir actividad en tiempo extra para {0}.
fa: دسترسی لازم برای اضافه کردن فعالیت مربوط به اضافه کاری به پاسخگوی {0} وجود ندارد
fi: Sinulla ei ole oikeuksia lisätä ylityöaikaa agentille.
fr: Pas de permission d'ajout d'activité d'heures supplémentaires pour l'agent {0}.
no: Ingen tillatelse til å legge overtidsaktivitet for agent {0}.
ru: Нет прав на добавление сверхурочного времени оператора
sv: Rättigheter att lägga till övertidsaktivitet för agent(er) saknas
zh_cn: 没有权限为座席代表添加加班活动。
zh_hk: 沒有許可權為座席代表添加加班活動。

# NoPermissionAddPersonalActivity
source: No permission to add personal activity for agent(s)
ar: لا يوجد تصريح لإضافة نشاط شخصي للممثل (0)
cs: Nemáte oprávnění přidat osobní aktivitu pro agenta {0}.
da: Ingen tilladelse til at tilföje personlig aktivitet for medarbejder {0}
de: Ihnen fehlt die Berechtigung persönliche Aktivitäten für Mitarbeiter {0} hinzuzufügen.
es: No tienes permiso para añadir actividad personal para {0}.
fa: اجازه اضافه کردن فعالیت به پاسخگو {0} وجود ندارد
fi: Sinulla ei ole oikeuksia lisätä henkilökohtaista aktiviteettia.
fr: Pas de permission d'ajouter une activité personnelle pour l'agent {0}.
lv: Nav atļaujas, lai pievienotu personīgo aktivitāti operatoram {0}.
no: Ingen tillatelse til å legge til personlig aktivitet for agent {0}.
ru: Нет прав на добавление персональной активности оператора
sv: Rättigheter för att lägga till personlig aktivitet för agent(er) saknas
tr: Bu kişilere kişisel aktivite ekleme yetkiniz yok.
zh_cn: 没有权限为座席代表座席代表添加个人活动。
zh_hk: 沒有許可權為座席代表添加個人活動。

# NoPermissionMoveAgentActivity
source: No permission to move activity for agent(s)
ar: لا يوجد تصريح لنقل نشاط للممثلين (0).
cs: Nemáte oprávnění přesunout aktivitu pro agenta {0}.
da: Ingen tilladelse til at flytte aktivitet for medarbejder
de: Es fehlt Ihnen die Berechtigung die Aktivität für Mitarbeiter {0} zu verschieben
es: No tienes permiso para mover actividad para el agente(s)
fa: اجازه جابجایی فعالیت پاسخگوها را ندارید
fi: Sinulla ei ole oikeuksia siirtää aktiviteettia agentilta.
fr: Pas de permission de déplacer l'activité pour l'(les) agent(s).
lv: Nav atļaujas, lai pārvietotu aktivitāti operatoram {0}.
no: Ingen tillatelse til å flytte aktiviten for agent {0}.
ru: Нет прав на изменение активности оператора
sv: Rättigheter för att flytta aktivitet för agent(er) saknas
tr: Aktivitelerde değişiklik yapma yetkiniz yok.
zh_cn: 没有权限为座席代表移动活动。
zh_hk: 沒有許可權為座席代表移動活動。

# NoPermissionRemoveAgentAbsence
source: No permission to remove absence from agents.
ar: لا يوجد تصريح لحذف الغياب من الممثلين
da: Ingen tilladelse til at fjerne fravär fra medarbejder
de: Ihnen fehlt die Berechtigung Abwesenheiten von Mitarbeitern zu löschen
es: No tienes permiso para eliminar ausencias.
fa: دسترسی لازم برای حذف مرخصی وجود ندارد
fi: Sinulla ei ole oikeuksia poistaa poissaoloja agenteilta.
fr: Pas de permission de retirer des absences aux agents.
no: Ingen tillatelse til å fjerne fravær fra agenter.
ru: Нет прав на удаление отсутствия оператора
sv: Rättigheter att ta bort frånvaro för agenter saknas.
zh_cn: 没有权限为座席代表移除缺勤。
zh_hk: 沒有許可權為座席代表移除缺勤。

# RequestWaitlistedReasonPersonAccount
source: You don't have enough time left in your personal account balance.
ar: لا تملك وقتا كافيا متبقيا فى حسابك الشخصي
da: Du har ikke tid nok på din personlige konto
de: Sie haben im Zeitkontingent nicht genügend Zeit übrig
es: No tienes suficiente tiempo en el balance de tu cuenta personal.
fa: شما زمان مرخصی کافی در حساب شخصی ندارید
fi: Sinulla ei ole tarpeeksi aikaa jäljellä henkilökohtaisessa tilissä.
fr: Vous n'avez pas assez de temps restant sur votre compte personnel.
lv: Jūsu personīgā konta bilancē nav pietiekošs laika atlikums.
no: Du har ikke nok tid igjen i din personlige kontosaldo
ru: У вас осталось недостаточно времени на индивидуальном счете.
sv: Du har inte tillräckligt med tid kvar i tidsuppföljningssaldot.
tr: İzin hesabınızda yeterli vakit kalmadı.
zh_cn: 您的个人账户余额中没有足够的剩余时间。
zh_hk: 您的個人帳戶餘額中沒有足夠的剩餘時間。

# YouHaveSelectedXAgent
source: You have selected {0} agent(s).
ar: لقد اخترت (0) ممثلين
cs: Vybrali jste {0} agentů.
da: Du har valgt {0} medarbejder(e)
de: Sie haben {0} Mitarbeiter gewählt
es: Has seleccionado {0} agente(s).
fa: شما تعداد {0} پاسخگو را انتخاب کرده اید
fi: Olet valinnut {0} agentin/agenttia.
fr: Vous avez sélectionné {0} agent(s).
lv: Jūs esat izvēlējies {0} operatoru(s).
no: Du har valgt {0} agent(er)
ru: Вы выбрали {0} оператора(-ов).
sv: Du har valt {0} agent(er).
tr: {0} temsilci seçili.
zh_cn: 您已经选择了{0}个座席代表。
zh_hk: 您已經選擇了{0}個座席代表。

# PartialSuccessMessageForRemovingActivity
source: Removing activities for {0} agent activity(ies), {1} succeeded and {2} failed.
ar: حذف الأنشطة ل(0) ممثل فى الأنشطة (1) تمت بنجاح (2) فشلت
cs: Odebírání aktivit pro {0} agentů, {1} se podařilo a {2} selhalo
da: Sletning af aktivitet for {0} medarbejdersktivitet(er). {1} lykkedes og {2} fejlede.
de: Aktivität(en) für {0} Mitarbeiter werden gelöscht. {1} erfolgreich, {2} fehlgeschlagen
es: Eliminando actividades para {0} actividad(s) del agente, {1} tuvo éxito y {2} falló.
fa: حذف فعالیت برای {0} پاسخگو. {1} مورد موفق و {2} مورد ناموفق بود
fi: Poistaa aktiviteetteja {0} agentilta, {1} onnistui ja {2} epäonnistui.
fr: Supprime les activités pour {0} activité(s) agent. {1} succès et {2} échecs.
no: Fjerning av aktiviteter for {0} agentaktivitet(er), {1} lyktes og {2} mislyktes.
ru: Удаление активностей для {0} операторов: {1} успешно, {2} не удалось.
sv: Tog bort aktiviteter för {0} agent(er), {1} lyckades och {2} misslyckades.
tr: {0} çalışandan aktivite kaldırılıyor. {1} başarılı, {2} başarısız.
zh_cn: 为{0}个座席代表移除活动，{1}个成功，{2}个失败。
zh_hk: 為{0}個座席代表移除活動，{1}個成功，{2}個失敗。

# PartialSuccessMessageForRemovingAbsence
source: Removing absences for {0} agent(s): {1} succeeded, {2} failed.
ar: حذف الغياب ل (0) ممثل (1) نجح، (2) فشل
cs: Odebírání aktivit pro {0} agentů, {1} úspěšně, {2} selhalo.
da: Sletning af fravär for {0} medarbejdersktivitet(er). {1} lykkedes og {2} fejlede.
de: Abwesenheiten für {0} Mitarbeiter werden gelöscht: {1} erfolgreich, {2} fehlgeschlagen.
es: Eliminando ausencias para {0} agente(s): {1} tuvo éxito, {2} falló.
fa: حذف مرخصی برای {0} پاسخگو. {1} مورد موفق و {2} ناموفق بود
fi: Peruttaa poissaoloja {0} agentilta, {1} onnistui ja {2} epäonnistui-
fr: Supprime les absences pour {0} agent(s). {1} succès et {2} échecs.
lv: Noņemot prombūtni {0} operatoram(-iem): {1} izdevās, {2} neizdevās.
no: Fjerning av fravær for {0} agent(er): {1} lyktes, {2} mislyktes.
ru: Удаление активностей для {0} операторов: {1} успешно, {2} не удалось.
sv: Tog bort frånvaro för {0} agent(er): {1} lyckades, {2} misslyckades.
tr: {0} çalışandan devamsızlıkları kaldırılıyor. {1} başarılı, {2} başarısız.
zh_cn: 为{0}个座席代表移除缺勤，{1}个成功，{2}个失败。
zh_hk: 為{0}個座席代表移除缺勤，{1}個成功，{2}個失敗。

source: Try out the new improved Teams!
ar: جرب الفرق المتقدمة!
da: Pröv det nye og forbedrede Teams!
de: Probieren Sie unser neues und verbessertes Modul Teams!
es: Prueba el nuevo y mejorado Equipos!
fa: ماژول جدید تیمها را امتحان کنید
fi: Kokeile uutta, kehitettyä Tiimit-moduulia!
fr: Essayez le nouveau module Teams!
lv: Izmēģiniet jaunās uzlabotās Nodaļas!
no: Prøv ut den nye og forbedrede Teams!
ru: Попробуйте новый улучшенный модуль Teams!
sv: Prova nya, förbättrade Teams!
tr: Yeni "Takımlar" modülünü denediniz mi?
zh_cn: 尝试已改进的Teams模块！
zh_hk: 嘗試已改進的Teams模組！

# CanNotAddActivityToAgentWithoutShift
source: You cannot add an activity to {0} for the next day without a shift
ar: لا تستطيع ان تضيف نشاطا إلى (0) لليوم التالى بدون وردية
cs: Beze směny nesmíte agentovi {0} přidat aktivitu na další den.
da: Du kan ikke tilföje en aktivitet til {0} på den näste dag uden en vagt
de: Sie können keine Aktivität an {0} ohne Schicht für den nächsten Tag hinzufügen
es: No puedes añadir una actividad a {0} para el día siguiente sin un turno
fa: شما نمیتوانید بدون وجود شیفت فعالیت را به {0} برای روز بعد اضافه کنید
fi: Aktiviteettia ei voi lisätä {0}:lle seuraavalle päivälle ilman vuoroa
fr: Vous ne pouvez pas ajouter une activité à {0} pour le jour suivant sans horaire.
lv: Jūs nevarat pievienot aktivitāti {0}, nākamajai dienai bez maiņas
no: Du kan ikke legge til en aktivitet til {0} for neste dag uten et skift
ru: Вы не можете добавить активность {0} на следующий день без смены
sv: Du kan inte lägga till en aktivitet för {0} nästa dag utan ett skift
tr: {0} kişisinin bir sonraki güne ait vardiyası yok. Bu yüzden bu kişiye bir sonraki gün için aktivite ekleyemezsiniz.
zh_cn: 您不能为{0}添加活动，因为其第二天没有班次。
zh_hk: 您不能為{0}添加活動，因為其第二天沒有班次。

source: Preview the new Intraday tool!
ar: اعرض الأداة الجديدة لانشطة ما بين اليوم
cs: Podívejte se na nový nástroj Intraday!
da: Forhåndsvisning af det nye Intra dag värktöj
de: Probieren Sie das neue Intra-Tag Modul
es: Eche un vistazo a la nueva herramienta Intraday!
fa: نمایش ابزار جدید روزانه
fi: Katso Päivänsisäinen-toiminnallisuutta etukäteen!
fr: Nouvel outil Intra-journalier en avant-première!
lv: Priekšskatīt jauno Dienas rīku!
no: Forhåndsvis det nye Intradag verktøyet!
ru: Предпросмотр нового модуля Мониторинг!
sv: Ta en förhandstitt på nya Inom dag-verktyget!
tr: Yeni Güniçi modülüne göz at
zh_cn: 预览新的当日工具！
zh_hk: 預覽新的當日工具！

source: Non Working Days
ar: أيام غير عمل
cs: Nepracovní dny
da: Ikke arbejdsdag
de: Nicht verplante Tage
es: Días no laborables
fa: روزهای غیرکاری
fi: Ei työpäivä
fr: Jours non ouvrables
lv: Nav Darba Dienas
no: ikke arbeidsdager
ru: Нерабочие дни
sv: Icke arbetsdagar
tr: İş günü olmayan günler
zh_cn: 非工作日
zh_hk: 非工作日
