Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# SortOn
source: Sort By
ar: فرز
cs: Seřadit podle
da: Sorter Efter
de: Sortieren nach
es: Ordenar
fa: مترتب سازی روی
fi: Lajittelu päällä
fr: Trier selon
id: Sortir Pada
it: Ordina per
ja: ソートをオン
lv: Šķirot Pēc
nl: Sorteren Op
no: Sorter på
pl: Sortuj według
pt: Ordenar
ru: Сортировка вкл.
sv: Sortera på
tr: Sınıflandır
zh_cn: 排序以
zh_hk: 排序以

source: Sort Order
ar: ترتيب الفرز
cs: Pořadí řazení
da: Sorteringsrækkefølge
de: Sortierreihenfolge
es: Orden de Clasificación
fa: مرتب سازی
fi: Lajittelujärjestys
fr: Trier commandes
id: Urutan Sortir
it: Criterio ordinamento
ja: ソート順序
lv: Šķirošanas secība
nl: Sorteer Volgorde
no: Sorter ordre
pl: Kolejność sortowania
pt: Ordenado por
ru: Порядок сортировки
sv: Sorteringsordning
tr: Sınıflandırma sırası
zh_cn: 排序顺序
zh_hk: 排序順序

source: Sort Requests
ar: فرز الطلبات
cs: Seřadit požadavky
da: Sorter Forespørgsler
de: Sortierungsanfragen
es: Ordenar Solicitudes
fa: درخواست های مرتب سازی
fi: Lajittele pyynnöt
fr: Trier demandes
id: Permintaan Sortir
it: Ordina richieste
ja: ソート要求
lv: Šķirot Pieprasījumus
nl: Sorteren Aanvragen
no: Sorter forespørsler
pl: Sortuj żądania
pt: Solicitação de Ordenação
ru: Сортировка запросов
sv: Sortera förfrågningar
tr: İstekleri Sınıflandır
zh_cn: 排序申请
zh_hk: 排序申請

source: Sort Z to A
ar: فرز تنازلي
cs: Seřadit od Z do A
da: Sorter Z til A
de: Sortieren von Z bis A
es: Ordenar de Z a A
fa: مرتب کردن از ی تا الف
fi: Lajittele Ö–A
fr: Trié de Z à A
id: Sortir Z ke A
it: Ordina da Z ad A
ja: 降順ソート
lv: Kārtot no Z līdz A
nl: Sorteren van Z tot A
no: Sorter Z til A
pl: Sortuj od Z do A
pt: Ordenado Z - A
ru: Сортировать от Я до А
sv: Sortera Ö till A
tr: Z'den A'ya doğru sınıflandır
zh_cn: Z到A排序
zh_hk: Z到A排序

source: Special events
ar: أحداث خاصة
cs: Zvláštní události
da: Særlige begivenheder
de: Besonderes Ereignis
es: Eventos especiales
fa: رویدادهای خاص
fi: Erikoistapahtumat
fr: Evénement spécial
id: Event khusus
it: Eventi speciali
ja: スペシャルイベント
lv: Īpašie notikumi
nl: Speciale evenementen
no: Spesielle hendelser
pl: Zdarzenia specjalne
pt: Eventos Especiais
ru: Специальные события
sv: Specialdagar
tr: Özel durumlar
zh_cn: 特殊事件
zh_hk: 特殊事件

source: Special templates
ar: قوالب خاصة
cs: Zvláštní šablony
da: Særlige skabeloner
de: Spezielle Vorlage
es: Plantillas especiales
fa: الگوهای خاص
fi: Poikkeus mallit
fr: Modèles spéciaux
id: Template khusus
it: Modelli speciali
ja: 特殊なテンプレート
lv: Īpašās veidnes
nl: Speciale templates
no: Spesialmaler
pl: Wzroy specjalne
pt: Templates Especiais
ru: Специальные шаблоны
sv: Specialmallar
tr: Özel şablonlar
zh_cn: 特殊模板
zh_hk: 特殊範本

source: Specific dates selection
ar: تحديد تواريخ معينة
cs: Výběr určitých datumů
da: Valg af specifikke datoer
de: Spezielle Datenauswahl
es: Selección de Fechas específicas
fa: انتخاب تاریخهای ویژه
fi: Erikoispäivämäärien valinta
fr: Sélection de dates spécifiques
id: Pemilihan tanggal spesifik
it: Selezione date specifiche
ja: 特定の日付を選択
lv: Specifisko datumu atlase
nl: Specifieke datums selectie
no: Spesifikt datovalg
pl: Wybór konkretnych dat
pt: Seleção de datas específicas
ru: Выбор определенных дат
sv: Datumurval
tr: Özel tarih seçimi
zh_cn: 指定的日期选择
zh_hk: 指定的日期選擇

source: Split
ar: منقسم
cs: Rozdělit
da: Opdel
de: Aufteilung
es: Dividir
fa: جداسازی
fi: Jaa
fr: Séparation
it: Dividi
ja: 分割
lv: Sadalīt
nl: Spleet
no: Del
pl: Dział
pt: Dividir
ru: Разделение
sv: Dela
tr: Böl
zh_cn: 拆分
zh_hk: 拆分

source: Standard
ar: قياسي
cs: Standardní
es: Estándar
fa: استاندارد
fi: Vakio
id: Standar
ja: 標準
lv: Tipveida
nl: Standaard
pt: Padrão
ru: Стандарт
tr: Standart
zh_cn: 标准
zh_hk: 標準

source: Standard colors
ar: ألوان قياسية
cs: Standardní barvy
da: Standardfarver
de: Standardfarben
es: Colores Estándar
fa: رنگهای استاندارد
fi: Vakiovärit
fr: Couleurs standards
id: Warna standar
it: Colori Standard
ja: 標準の色
lv: Tipveida krāsas
nl: Standaardkleuren
no: Standardfarger
pl: Kolory standardowe
pt: Cores padrão
ru: Стандартные цвета
sv: Standardfärger
tr: Standart renkler
zh_cn: 标准颜色
zh_hk: 標準顏色

source: Standard deviation
ar: الانحراف المعياري
cs: Standartní odchylka
da: Standardafvigelse
de: Standardabweichung
es: Desviación estándar
fa: خطای استاندارد
fi: Keskihajonta
fr: Ecart type
id: Deviasi standar
it: Deviazione Standard
ja: 標準偏差
lv: Standarta novirze
nl: Standaarddeviatie
no: Standardavvik
pl: Standardowe odchylenie
pt: Desvio Padrão
ru: Стандартное отклонение
sv: Standardavvikelse
tr: Standart sapma
zh_cn: 标准偏差 (推荐算法，用于优化“休息日”，“每日班次”及“每日班次长度”)
zh_hk: 標準差 (推薦演算法，用於優化“休息日”，“每日班次”及“每日班次長度”)

source: Start date:
ar: تاريخ البدء:
cs: Počáteční datum :
da: Startdato :
de: Startdatum:
es: Fecha de Inicio:
fa: تاریخ شروع:
fi: Aloitus päivämäärä:
fr: Date de début:
id: Tanggal mulai:
it: Data inizio:
ja: 開始日:
lv: Sākuma datums:
nl: Startdatum:
no: Startdato:
pl: Data rozpoczęcia:
pt: Data Início:
ru: Дата начала:
sv: Från
tr: Başlangıç tarihi:
zh_cn: 开始日期：
zh_hk: 開始日期：

source: Start menu
ar: قائمة البدء
cs: Počáteční menu
de: Startmenü
es: Menu de Inicio
fa: منوی شروع
fi: Aloitusvalikko
fr: Menu démarrer
id: Menu Start
it: Menù iniziale
ja: 開始メニュー
lv: Sākuma izvēlne
no: Startmeny
pl: Menu start
pt: Menu Inicial
ru: Меню Пуск
sv: Startmeny
tr: Başlangıç menüsü
zh_cn: 开始菜单
zh_hk: 開始菜單

source: Start period
ar: فترة البدء
cs: Začátek směny
da: Startperiode
de: Startperiode
es: Hora de inicio
fa: دوره شروع
fi: Jakso alkaa
fr: Période de début
id: Periode awal
it: Inizio periodo
ja: 開始期間
lv: Sākuma periods
nl: Start periode
no: Startperiode
pl: Okres rozpoczęcia
pt: Período Inicial
ru: Период начала
tr: Başlangıç periyodu
zh_cn: 开始周期
zh_hk: 開始週期

source: Start segment
ar: مقطع البدء
cs: Počáteční segment
es: Segmento de Inicio
fa: بخش شروع
fi: Aloitussegmentti
fr: Segment de début
id: Segmen awal
it: Inizio segmento
ja: 開始セグメント
lv: Sākuma segments
pl: Segment rozpoczęcia
pt: Segmento Inicial
ru: Сегмент начала
tr: Başlangıç bölümü
zh_cn: 起始分段
zh_hk: 起始分段

source: Start time
ar: وقت البدء
cs: Čas začátku
da: Starttid
de: Startzeit
es: Hora de Inicio
fa: زمان شروع
fi: Aloitusaika
fr: Heure de début
id: Waktu mulai
it: Ora di inizio
ja: 開始時間
lv: Sākuma laiks
nl: Starttijd
no: Starttid
pl: Czas rozpoczęcia
pt: Início
ru: Время начала
sv: Starttid
tr: Başlangıç zamanı
zh_cn: 开始时间
zh_hk: 開始時間

# StartTimeColon
source: Start Time:
ar: وقت البدء:
cs: Čas začátku:
da: Starttid :
de: Startzeit:
es: Hora de inicio:
fa: زمان شروع:
fi: Aloitus aika:
fr: Heure de début:
id: Waktu Awal:
it: Ora inizio:
ja: 開始時刻:
lv: Sākuma Laiks:
nl: Starttijd:
no: Starttid:
pl: Czas rozpoczęcia:
pt: Horário Inicial:
ru: Время начала:
sv: Starttid:
tr: Başlangıç Saati:
zh_cn: 开始时间：
zh_hk: 開始時間：

source: Start Week
ar: أسبوع البداية
cs: Počáteční týden
da: Startuge
de: Startwoche
es: Semana de inicio
fa: هفته شروع
fi: Aloitusviikko
fr: Semaine de début
id: Awal Minggu
it: Settimana iniziale
ja: 開始週
lv: Sākuma Nedēļa
no: Start uke
pl: Tydzień rozpoczęcia
pt: Semana Inicial
ru: Неделя начала
sv: Startvecka
tr: Başlangıç Haftası
zh_cn: 开始的周
zh_hk: 開始的周

source: State
ar: الحالة
cs: Stav
da: Tilstand
de: Status
es: Estado
fa: وضعیت
fi: Tila
fr: Statut
id: Status
it: Stato
ja: 状態
lv: Stāvoklis
nl: Staat
no: Status
pl: Stan
pt: Estado
ru: Состояние
sv: Status
tr: Durum
zh_cn: 状态
zh_hk: 狀態

# StateGroupAvailableDescription
source: (agents are available for taking calls)
ar: (يتوفر الوكلاء لتلقي المكالمات)
cs: (jsou k dispozici agenti pro převzetí hovoru)
da: (medarbejdere er tilgængelig til at tage imod opkald)
de: (Agenten sind verfügbar für Callannahme)
es: (existen agentes disponibles para responder llamadas)
fa: (پاسخگوها برای تماس گرفتن در دسترس هستند )
fi: (agentit ovat käytettävissä puhelujen vastaamiseen)
fr: (agents sont disponibles pour prendre les appels)
id: (agent siap untuk menerima telepon)
it: (agenti disponibili a prendere chiamate)
ja: (電話応対可能なージェントがいます)
lv: (operatori ir pieejami balss zvaniem)
nl: (agenten zijn beschikbaar voor telefoongesprekken te nemen)
no: (agenter er tilgjenglig for å svare på samtaler)
pl: (agenci dostępni do odbierania połączeń)
pt: (agentes disponíveis para atender chamadas)
ru: (операторы готовы к принятию вызовов)
sv: (agenter är tillgängliga att ta samtal)
tr: (Çağrı almaya uygun Müşteri Temsilcileri)
zh_cn: (可接听电话的座席代表)
zh_hk: (可接聽電話的座席代表)

source: Status
ar: الحالة
cs: Stav
es: Estado
fa: وضعیت
fr: Statut
it: Stato
ja: 状態
pt: Estado
ru: Статус
tr: Statü
zh_cn: 状态
zh_hk: 狀態

source: Subject
ar: الموضوع
cs: Předmět
da: Emne
de: Betreff
es: Asunto
fa: موضوع
fi: Otsikko
fr: Objet
id: Judul
it: Oggetto
ja: テーマ
lv: Tēma
nl: Onderwerp
no: Tema
pl: Temat:
pt: Assunto
ru: Тема
sv: Ämne
tr: Konu
zh_cn: 主题
zh_hk: 主題

# SubjectColon
source: Subject:
ar: الموضوع:
cs: Předmět:
da: Emne:
de: Betreff:
es: Asunto:
fa: موضوع:
fi: Otsikko:
fr: Objet:
id: Judul:
it: Oggetto:
ja: テーマ:
lv: Temats:
nl: Onderwerp:
no: Tema:
pl: Temat:
pt: Assunto:
ru: Тема:
sv: Ämne:
tr: Konu:
zh_cn: 主题：
zh_hk: 主題：

source: Sub skill
ar: مهارة فرعية
cs: Dílčí kvalifikace
da: Underkompetence
de: Teilskill
fa: مهارت تابع
fi: Alataito
fr: Sub-compétence
it: Sotto Skill
ja: サブスキル
lv: Apakšprasme
no: Sub ferdighet
pl: Pod-umiejętność
ru: Поднавык
sv: Underliggande kompetens
tr: Alt yetenek
zh_cn: 子技能
zh_hk: 子技能

# SubSkillDistributions
source: Sub skills distributions
ar: توزيعات المهارات الفرعية
cs: Distribuce dílčích kvalifikací
da: Fordelinger af underkompetencer
de: Teilskill-Verteilungen
es: Distribuciones de Sub-skills
fa: توزیع مهارت های تابع
fi: Alataitojen jakaumat
fr: Distributions des sub-compétences
id: Distribusi sub skill
it: Distribuzione sotto Skill
ja: サブスキルの分布
lv: Apakšprasmju sadalījumi
nl: Sub skills distributies
no: Sub ferdighetsdistribusjoner
pl: Podział pod-umiejętności
pt: Distrinbuições de sub-skills
ru: Распределение поднавыков
sv: Kompetensfördelning
tr: Alt yetenek dağılımları
zh_cn: 子技能分布
zh_hk: 子技能分佈

# SubSkillDistributionsColon
source: Sub skills distributions:
ar: توزيعات المهارات الفرعية:
cs: Distribuce dílčí kvalifikace:
da: Fordelinger af underkompetencer:
de: Teilskill-Verteilungen:
es: Distribución de Sub-skills:
fa: توزیع زیر مهارت ها
fi: Alataitojen jakaumat:
fr: Distribution de sub-compétences
id: Distribusi sub skill:
it: Distribuzione sotto Skill:
ja: サブスキルの分布:
lv: Apakšprasmju sadalījumi:
nl: sub skills distributies:
no: Sub ferdighet distribusjoner:
pl: Podział pod-umiejętności:
pt: Distribuições dos sub-skills:
ru: Распределение поднавыков:
sv: Kompetensfördelning:
tr: Alt yetenek dağılımları:
zh_cn: 子技能分布：
zh_hk: 子技能分佈：

# SubSkillHasValueInTemplate
source: The sub skill cannot be deleted. It has values in distribution templates. Remove them first and try again.
ar: تعذر حذف المهارة الفرعية. نظرًا لوجود قيم لها في قوالب التوزيع. قم بإزالة القيم أولاً ثم أعد المحاولة.
cs: Dílčí kvalifikace nemůže být smazána. Obsahuje hodnoty v distribučních šablonách. Hodnoty nejprve odstraňte a zkuste to znovu.
da: Underkompetencen kan ikke slettes. Den har værdier i fordelingsskabelonen. Fjern dem først og prøv igen.
de: Der Teilskill kann nicht gelöscht werden. Er hat Werte in der Verteilungsvorlage. Bitte entfernen Sie diese zunächst und versuchen es dann erneut.
es: El sub-skill no puede ser borrado. Este tiene valores en las plantillas de distribución. Bórrelas primero e inténtelo nuevamente.
fa: مهارت تابع پاک نمی شود.بدلیل اینکه در الگوهای توزیع شده مقادیر اطلاعات وجود دارد .ابتدا آنها را حذف کرده و دوباره سعی کنید
fi: Alataitoa ei voi poistaa. Sillä on arvoja jakelumalleissa. Poista ne ensin ja yritä uudelleen.
fr: Le sub-compétence ne peut pas être supprimée. La compétence a des valeurs dans des modèles de distribution. Supprimez-les d'abord et réessayez.
id: Sub skill tidak bisa dihapus. Terdapat nilai pada template distribusi. Hapus terlebih dahulu dan coba kembali.
it: Il sotto-Skill non può essere eliminato. Ha un valore nei modelli di distribuzione. Eliminali e riprova.
ja: サブスキルを削除できません。分布テンプレートの値が含まれています。その値を削除してから再度実行してください。
lv: Apakšprasmi nevar izdzēst. Tai ir vērtības sadalījuma veidnēs. Noņemiet tās vispirms un mēģiniet vēlreiz.
nl: De sub skill kan niet verwijderd worden. Het heeft waarden distributie templates. Verwijder ze eerst en probeer het opnieuw.
no: Sub ferdighet kan ikke slettes. Den har verdier i distribusjonsmaler. Fjern disse først og prøv igjen.
pl: Ta pod-umiejętność nie może zostać skasowana. Ma ona przypisane wartości we wzorze podziału. Skasuj je i spróbuj ponowanie.
pt: O Sub-Grupo não pode ser excluído. Existem valores nos templates de distribuição. Remova-os e tente novamente.
ru: Невозможно удалить поднавык. Его значения находятся в шаблонах распределения. Сначала удалите их и попытайтесь снова.
sv: Underliggande kompetens kunde inte tas bort. Det finns värden angivna i distributionsmallar. Ta bort värdena och försök igen.
tr: Alt yetenek silinemiyor. Dağıtım şablonlarında değerlere sahip. Öncelikle bu değerlerin silinmesi gerekiyor.
zh_cn: 不能删除子技能。分布模板中有数值。请先移除后再次尝试。
zh_hk: 不能刪除子技能。分佈範本中有數值。請先移除後再次嘗試。

source: Sub skills
ar: مهارات فرعية
cs: Dílčí kvalifikace
da: Underkompetencer
de: Teilskills
fa: مهارت های تابع
fi: Alataidot
fr: Sub-compétences
id: Sub skill
it: Sotto Skill
ja: サブスキル
lv: Apakšprasmes
no: Underferdigheter
pl: Pod-umiejętności
ru: Поднавыки
sv: Underliggande kompetenser
tr: Alt yetenekler
zh_cn: 子技能
zh_hk: 子技能

# SuggestedTimesColon
source: Suggested Times:
ar: الأوقات المقترحة:
cs: Doporučené časy:
da: Forslag til Tider:
de: Vorgeschlagene Zeiten:
es: Horas Sugeridas:
fa: زمانهای پیشنهاد شده:
fi: Ehdotetut ajat:
fr: Horaires suggérés:
id: Waktu disarankan:
it: Orario suggerito:
ja: 提案時刻:
lv: Ieteiktie Laiki:
nl: Voorgestelde Tijden:
no: Foreslåtte tider:
pl: Sugerowane czasy:
pt: Horários Sugeridos:
ru: Предложенное время:
sv: Föreslagna tider:
tr: Önerilen zamanlar:
zh_cn: 建议的时间：
zh_hk: 建議的時間：

source: Summary
ar: ملخص
cs: Souhrn
da: Opsummering
de: Zusammenfassung
es: Resumen
fa: خلاصه
fi: Yhteenveto
fr: Résumé
id: Rangkuman
it: Sommario
ja: サマリ
lv: Kopsavilkums
nl: Overzicht
no: Sammendrag
pl: Podsumowanie
pt: Resumo
ru: Суммарный
sv: Summering
tr: Özet
zh_cn: 总览
zh_hk: 總覽

source: Summary view
ar: عرض الملخص
cs: Souhrnný náhled
da: Visning af opsummering
de: Ansicht Zusammenfassung
es: Ver Resumen
fa: نمایش خلاصه
fi: Yhteenvetonäkymä
fr: Aperçu résumé
id: Tampilan rangkuman
it: Vista sommario
ja: サマリビュー
lv: Kopsavilkuma skatījums
nl: Samenvatting view
no: Sammendrag oversikt
pl: Widok podsumowania
pt: Visão do Resumo
ru: Суммарный вид
sv: Översiktsvy
tr: Özet görünüm
zh_cn: 总览视图
zh_hk: 總覽視圖

source: Sunday
ar: الأحد
cs: Neděle
da: Søndag
de: Sonntag
es: Domingo
fa: یک شنبه
fi: Sunnuntai
fr: Dimanche
id: Minggu
it: Domenica
ja: 日曜日
lv: Svētdiena
nl: Zondag
no: Søndag
pl: Niedziela
pt: Domingo
ru: Воскресенье
sv: Söndag
tr: Pazar
zh_cn: 星期日
zh_hk: 星期日

source: Swap
ar: تبديل
cs: Vyměnit
da: Byt
de: Tausch
es: Intercambiar
fa: معاوضه
fi: Vaihto
fr: Echanger
id: Pertukaran
it: Scambia
ja: 入れ替え
lv: Mainīt
nl: Ruil
no: Bytt
pl: Zamień
pt: Trocar
ru: Обмен
sv: Skiftbyte
tr: Takas
zh_cn: 纵向交换
zh_hk: 縱向交換

source: Swap cannot be performed
ar: لا يمكن اجراء التبديل
cs: Výměnu nelze provést
da: Bytte kan ikke udføres
de: Tausch kann nicht ausgeführt werden
es: El intercambio no puede llevarse a cabo
fa: معاوضه نمی تواند انجام شود
fi: Vaihtoa ei voida suorittaa
fr: L'échange ne peut être réalisé
id: Pertukaran tidak bisa dilakukan
it: Lo scambio non può essere effettuato
ja: 入れ替えできません
lv: Samaiņa nav iespējama
nl: Ruil kan niet uitgevoerd worden.
no: Bytte kan ikke utføres
pl: Zamiana niemożliwa
pt: A troca não pode ser feita
ru: Обмен невозможно выполнить
sv: Bytet kunde inte genomföras
tr: Takas gerçekleştirilemedi
zh_cn: 换班不能被执行
zh_hk: 換班不能被執行

source: Switch date selection view
ar: تبديل طريقة عرض تحديد تاريخ
cs: Přepnout náhled výběru datumu
da: Skift dato udvælgelses view
de: Zur Tagesauswahlsicht wechseln
es: Ver Selección de Fecha de Cambio
fa: نمایش انتخاب تاریخ تعویض
fi: Vaihda päivä valitussa näkymässä
fr: Changer aperçu de sélection date
id: Tampilan pemilihan perubahan tanggalAlihk
it: Vista selezione data di passaggio
ja: 日付選択ビューの切り替え
lv: Pārslēgt datumu atlases skatījumu
nl: Schakel datum selectie overzicht
no: Skift datovalgsoversikt
pl: Zmień widok wyboru daty
pt: Trocar Visão da Data de Seleção
ru: Переключить вид выбора даты
sv: Byt urvalssätt för datum
tr: Tarih seçim görünümünü değiştir
zh_cn: 切换日期选择视图
zh_hk: 切換日期選擇視圖

source: System color
ar: لون النظام
cs: Systémová barva
da: Systemfarve
de: Systemfarbe
es: Sistema de Color
fa: رنگ سیستم
fi: Järjestelmäväri
fr: Couleur système
id: Warna sistem
it: Colore sistema
ja: システムの色
lv: Sistēmas krāsa
nl: Systeem kleur
no: Systemfarge
pl: Kolor systemowy
pt: Cor do Sistema
ru: Системный цвет
sv: Systemfärg
tr: Sistem rengi
zh_cn: 系统颜色
zh_hk: 系統色彩

source: System Settings
ar: اعدادات النظام
cs: Systémové nastavení
da: Systemopsætning
de: Systemeinstellungen
es: Configuración del Sistema
fa: تنظیمات سیستم
fi: Järjestelmäasetukset
fr: Propriétés système
id: Setting Sistem
it: Impostazioni Sistema
ja: システムの設定
lv: Sistēmas Uzstādījumi
nl: Systeeminstellingen
no: Systeminnstillinger
pl: Ustawienia systemowe
pt: Propriedades do Sistema
ru: Настройки системы
sv: Systeminställningar
tr: Sistem Ayarları
zh_cn: 系统设置
zh_hk: 系統設置

source: Talk time
ar: وقت التحدث
cs: Doba trvání hovoru
da: Taletid
de: Gesprächszeit
es: T. de conversación
fa: زمان مکالمه
fi: Puheaika
fr: Durée de communication
id: Waktu bicara
it: Tempo conversazione
ja: 通話時間
lv: Sarunas laiks
nl: Spreektijd
no: Taletid
pl: Czas rozmowy
pt: Tempo falado
ru: Время разговора
sv: Samtalstid
tr: Konuşma süresi
zh_cn: 平均通话时长
zh_hk: 平均通話時長

source: Target
ar: الهدف
cs: Cíl
da: Mål
de: Zielzeit
es: Objetivo
fa: هدف
fi: Tavoite
fr: Objectif
it: Obiettivo
ja: ターゲット
lv: Mērķis
nl: Doel
no: Mål
pl: Cel
pt: Alvo
ru: Цель
sv: Mål
tr: Hedef
zh_cn: 目标
zh_hk: 目標

# TargetColon
source: &Target:
ar: ال&هدف:
cs: &Cíl:
da: &Mål:
de: &Zielzeit
es: &Objetivo:
fa: هدف:
fi: &Tavoite:
fr: &Objectif:
it: &Obiettivo
ja: &ターゲット:
lv: &Mērķis:
nl: &Doel:
no: &Mål:
pl: &T Cel:
pt: &Alvo:
ru: &Цель:
sv: &Mål:
zh_cn: 目标(&T)：
zh_hk: 目標(&T)：

# TargetDaysOff
source: Days off
ar: ايام عطلة
cs: Dny volna
da: Fridage
de: Freie Tage
es: Días libres
fa: روزهای تعطیل
fi: Vapaapäivät
fr: Jours libres
id: Hari libur
it: Riposi
ja: 休暇
lv: Brīvdienas
nl: Vrije Dagen
no: Fridager
pl: Dni wolne
pt: Folgas
ru: Выходные дни
sv: Fridagar
tr: Tatiller
zh_cn: 休息日
zh_hk: 休息日

# TargetLengthColon
source: Target Length:
ar: الطول المنشود:
cs: Délka cíle:
da: Mållængde:
de: Länge Zielzeit:
es: Duración:
fa: مدت هدف:
fi: Tavoite pituus:
fr: Durée cible:
id: Panjang Target:
it: Lunghezza obiettivo:
ja: 目標の長さ:
lv: Mērķa Garums:
nl: Doellengte:
no: Mållengde:
pl: Docelowa długość:
pt: Tamanho Alvo:
ru: Целевая длина:
sv: Längd:
tr: Hedef Uzunluk:
zh_cn: 目标长度：
zh_hk: 目標長度：

source: Target period
ar: فترة الهدف
cs: Cílové období
da: Målperiode
de: Zielperiode
es: Período de objetivo
fa: دوره هدف
fi: Tavoitejakso
fr: Période objectif
id: Periode target
it: Periodo obiettivo
ja: ターゲット期間
lv: Mērķa periods
nl: Doel periode
no: Målperiode
pl: Okres docelowy
pt: Período Alvo
ru: Целевой период
sv: Prognosperiod
tr: Hedef periyod
zh_cn: 目标周期
zh_hk: 目標週期

source: Target period from
ar: فترة الهدف من
cs: Cílové období od
da: Målperiode fra
de: Zieperiode von
es: Período de objetivo desde
fa: دوره هدف از
fi: Tavoitejakso alkaen
fr: Periode objectif à partir de
id: Periode target dari
it: Periodo obiettivo da
ja: からの目標期間
lv: Mērķa periods no
nl: Doel periode van
no: Målperiode fra
pl: Okres docelowy od
pt: Período Alvo de
ru: Целевой период от
sv: Prognosperiod från
tr: Hedef period başlangıcı
zh_cn: 目标周期起始
zh_hk: 目標週期起始

# TargetTime
source: Time
ar: الوقت
cs: Čas
da: Tid
de: Zeit
es: Tiempo
fa: زمان
fi: Tavoite tunnit
fr: Temps
id: Waktu
it: Tempo
ja: 時間
lv: Laiks
nl: Tijd
no: Tid
pl: Czas
pt: Tempo
ru: Время
sv: Tid
tr: Zaman
zh_cn: 目标时间
zh_hk: 目標時間

source: Tasks
ar: المهام
cs: Úkoly
da: Opgaver
de: Aufgaben
es: Tareas
fa: وظایف
fi: Tehtävät
fr: Tâches
id: Tugas
it: Compiti
ja: タスク
lv: Uzdevumi
nl: Taken
no: Oppgaver
pl: Zadania
pt: Tarefas
ru: Задания
sv: Uppgifter
tr: Görevler
zh_cn: 任务量
zh_hk: 任務量

source: Team
ar: فريق
cs: Tým
es: Equipo
fa: تیم
fi: Tiimi
fr: Equipe
id: Tim
ja: チーム
lv: Nodaļa
pl: Zespół
pt: Equipe
ru: Группа
tr: Takım
zh_cn: 小组
zh_hk: 小組

source: Team members
ar: أعضاء فريق
cs: Členové týmu
da: Teammedlemmer
de: Teammitglieder
es: Miembros del Equipo
fa: اعضای تیم
fi: Tiimin jäsenet
fr: Membres d'équipe
id: Anggota tim
it: Membri team
ja: チームメンバー
lv: Nodaļas biedri
nl: Teamleden
no: Teammedlemmer
pl: Członkowie zespołu
pt: Membros da equipe
ru: Члены группы
sv: Teammedlemmar
tr: Takım üyeleri
zh_cn: 小组成员
zh_hk: 小組成員

source: Team View
ar: عرض الفريق
cs: Náhled týmu
da: Teamvisning
de: Teamsicht
es: Vista del Equipo
fa: نمایش تیم
fi: Tiiminäkymä
fr: Aperçu équipe
id: Tampilan tim
it: Vista Team
ja: チームビュー
lv: Nodaļas Skatījums
no: Teamoversikt
pl: Widok zespołu
pt: Visão da equipe
ru: Вид группы
sv: Teamvy
tr: Takım görünümü
zh_cn: 小组视图
zh_hk: 小組視圖

# TeleoptiRaptorColonForecaster
source: Forecasts – Teleopti WFM
ar: TELEOPTI WFM: توقعات
cs: TELEOPTI WFM: Předpovědi
da: TELEOPTI WFM: Prognoser
de: Teleopti WFM: Forecasts
es: Teleopti WFM: Forecasts
fa: پیش بینی ها- Teleopti WFM
fi: Teleopti WFM: Ennusteet
fr: Prévisions - Teleopti WFM
id: Prakiraan - Teleopti CCC
it: Forecasts - Teleopti CCC
ja: 予測 - Teleopti WFM
lv: Prognozes - Teleopti WFM
nl: Forecasts - Teleopti CCC
no: Teleopti WFM: Forecasts
pl: Prognozy - Teleopti WFM
pt: Teleopti WFM: Previsões
ru: TELEOPTI WFM: Прогнозы
sv: Prognoser – Teleopti WFM
tr: TELEOPTI WFM: Tahminleri
zh_cn: 预测 —— Teleopti WFM
zh_hk: 預測 —— Teleopti WFM

# TeleoptiRaptorColonMainNavigation
source: Teleopti WFM: Main portal
ar: TELEOPTI WFM: مدخل رئيسي
cs: TELEOPTI WFM: Hlavní portál
da: TELEOPTI WFM: Hovedportal
de: Teleopti WFM: Hauptportal
es: Teleopti WFM: Portal Principal
fa: Teleopti WFM: پورتال اصلی
fi: Teleopti WFM: Pääportaali
fr: Teleopti WFM: Portail principal
id: Teleopti CCC: Portal utama
it: Teleopti CCC -
ja: Teleopti WFM: メインポータル
lv: Teleopti WFM: Galvenais portāls
nl: Teleopti CCC: Hoofdportal
no: Teleopti WFM: Main window
pl: Teleopti WFM: Portal
pt: Teleopti WFM: Portal Principal
ru: TELEOPTI WFM: Главный портал
sv: Teleopti WFM: Portal
tr: TELEOPTI WFM: Ana portal
zh_cn: Teleopti WFM：主页
zh_hk: Teleopti WFM：主頁

# TeleoptiRaptorColonScheduler
source: Schedules – Teleopti WFM
ar: TELEOPTI WFM: جداول
cs: TELEOPTI WFM: Plány
da: TELEOPTI WFM: Planer
de: Teleopti WFM: Pläne
es: Teleopti WFM: Horarios
fa: زمان بندی ها - Teleopti WFM
fi: Teleopti WFM: Työvuorot
fr: Plannings - Teleopti WFM
id: Jadwal - Teleopti CCC
it: Schedules - Teleopti CCC
ja: スケジュール - Teleopti WFM
lv: Grafiki – Teleopti WFM
nl: Schedules - Teleopti CCC
no: Teleopti WFM: Schedules
pl: Plany - Teleopti WFM
pt: Teleopti WFM: Agendas
ru: TELEOPTI WFM: Расписание работы
sv: Scheman – Teleopti WFM
tr: TELEOPTI WFM: Vardiya Planları
zh_cn: 班表 —— Teleopti WFM
zh_hk: 班表 —— Teleopti WFM

source: Template
ar: قالب
cs: Šablona
da: Skabelon
de: Vorlage
es: Plantilla
fa: الگو
fi: Malli
fr: Modèle
it: Modello
ja: テンプレート
lv: Veidne
no: Mal
pl: Wzór
ru: Шаблон
sv: Mall
tr: Şablon
zh_cn: 模板
zh_hk: 範本

source: Templates
ar: قوالب
cs: Šablony
da: Skabeloner
de: Vorlagen
es: Plantillas
fa: الگوها
fi: Mallit
fr: Modèles
id: Template
it: Modelli
ja: テンプレート
lv: Veidnes
no: Maler
pl: Wzory
ru: Шаблоны
sv: Mallar
tr: Şablonlar
zh_cn: 模板
zh_hk: 範本
