Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# BadgeWithRank_YouGotANewBronzeBadgeForAHT
source: You got a new bronze badge! Your average handling time in {1:yyyy-MM-dd} is below {0} seconds.
cs: Obdržel(a) jste nový bronzový odznak! Váše průměrná doba vyřízení hovoru v {1:yyyy-MM-dd} je nižší než {0} sekund.
de: Sie haben einen neuen BRONZEstern! Ihre durchschnittliche Bearbeitungszeit in {1:yyyy-MM-dd} ist unter {0} Sekunden.
es: Has recibido una nueva medalla de bronce! Tu t. de gestión promedio en {1:yyyy-MM-dd} fue menor que {0} segundos.
fi: Olet ansainnut uuden pronssimitalin! Keskimääräinen käsittelyaikasi {1:yyyy-MM-dd} on alle {0}.
fr: Vous avez obtenu un nouveau badge bronze! Votre durée moyenne de traitement du {1:yyyy-MM-dd} est au dessous de {0}.
lv: Tev ir jauna bronzas medaļa! Tavs vidējais zvanu apstrādes laiks {1: YYYY-MM-dd} ir zem {0} sekundēm.
pl: Masz nową brązową odznakę! Twój średni czas rozmowy w {1: rrrr-MM-dd} jest poniżej {0} sekund.
ru: У вас новый бронзовый уровень! Ваш AHT в {1:yyyy-MM-dd} ниже {0} секунд
sv: Du har en ny bronsmedalj! Din genomsnittliga behandlingstid {1:yyyy-MM-dd} är under {0} sekunder.
tr: {1:yyyy-MM-dd} tarihindeki ortalama çağrı karşılama süreniz {0} altında geldi ve bronz madalya kazandınız.
zh_cn: 亲，您获得了一枚青铜徽章！您在{1:yyyy-MM-dd}的平均处理时间低于 {0}。继续加油哦～
zh_hk: 親，您獲得了一枚青銅徽章！您在{1:yyyy-MM-dd}的平均處理時間低於{0}。繼續加油哦～

source: Duplicate
ar: مزدوج
cs: Kopie
da: Kopier
de: Verdoppeln
es: Duplicar
fa: تکراری
fi: Kaksinkertaista
fr: Duplicata
lv: Dublikāts
no: Dubliser
pl: Duplikat
ru: Дублировать
sv: Skapa kopia
tr: Kopyala
zh_cn: 重复
zh_hk: 重複

# BadgeWithRank_YouGotANewBronzeBadgeForAdherence
source: You got a new bronze badge! Your ready time adherence in {1:yyyy-MM-dd} is above {0}.
cs: Obdržel(a) jste nový bronzový odznak! Vaše věrnost v {1:yyyy-MM-dd} je vyšší než {0}.
de: Sie haben einen neuen BRONZEstern! Ihre Planeinhaltung in {1:yyyy-MM-dd} ist über {0}.
es: Has recibido una nueva medalla de bronce! Tu adherencia en {1:yyyy-MM-dd} fue mayor a {0}.
fi: Olet ansainnut uuden pronssimitalin! Valmiusajan noudattamisesi {1:yyyy-MM-dd} on yli {0}.
fr: Vous avez obtenu un nouveau badge bronze! Votre adhérence temps ready du {1:yyyy-MM-dd} est au dessus de {0}.
lv: Tev ir jauna bronzas medaļa! Tava atbilstība grafikam {1: YYYY-MM-dd} ir virs {0}.
pl: Masz nową brązową odznakę! Twoje przestrzeganie w {1: rrrr-MM-dd} jest ponad {0}.
ru: У вас новый бронзовый уровень! Ваше соблюдение времени готовности в {1:yyyy-MM-dd} выше {0}
sv: Du har en ny bronsmedalj! Din följsamhet {1:yyyy-MM-dd} är över {0}.
tr: Vardiya uyumunuz {1:yyyy-MM-dd} tarihinde {0} üzerinde geldi ve bronz madalya kazandınız.
zh_cn: 亲，您获得了一枚青铜徽章！您在{1:yyyy-MM-dd}的遵循度高于 {0}。继续加油哦～
zh_hk: 親，您獲得了一枚青銅徽章！您在{1:yyyy-MM-dd}的遵循度高於{0}。繼續加油哦～

# NotSelectedItems
source: Disabled items
ar: بنود معطلة
cs: Zakázané položky:
da: Deaktiver elementer
de: Deaktivierte Daten
es: Objetos deshabilitados
fa: موارد غیرفعال
fi: Estetyt kohteet
fr: Objets désactivés
lv: Atspējotie priekšmeti
no: Deaktiverte elementer
pl: Pozycje wyłączone
ru: Отключенные параметры
sv: Inaktiverade objekt
tr: Devre dışı bırakılmış öğeler
zh_cn: 禁用项目
zh_hk: 禁用項目

# PermissionsFilterThreeDots
source: Filter functions
da: Tilladelses filter
de: Nach Funktionen filtern
es: Filtro de permisos...
fa: فیلتر عملکردها
fi: Toimintojen filtteri
fr: Filtre permissions...
no: Filtrer funksjoner
ru: Фильтр функции
sv: Filtrera funktioner
tr: Filtrele
zh_cn: 权限筛选器...
zh_hk: 許可權篩選器...

# RoleFilterThreeDots
source: Filter roles
da: Rolle filter...
de: Nach Rollen filtern
es: Filtro de roles...
fa: فیلتر نقشها
fi: Roolien filtteri
fr: Filtre rôle...
no: Filtrer roller
ru: Фильтр роли
sv: Filtrera roller
tr: Rolleri filtrele
zh_cn: 角色筛选器...
zh_hk: 角色篩選器...

# SelectedItems
source: Enabled items
ar: بنود مفعلة
cs: Povolené položky
da: Aktiver elementer
de: Aktivierte Punkte
es: Objetos habilitados
fa: موارد فعال
fi: Sallitut kohteet
fr: Objets activés
lv: Iespējotie priekšmeti
no: Aktiver elementer
pl: Pozycje włączone
ru: Включенные параметры
sv: Aktiverade objekt
tr: Etkin öğeler
zh_cn: 启用项目
zh_hk: 啟用項目

# PersonFinderFieldRole
source: Role
ar: دور
da: Rolle
de: Rolle
es: Rol
fa: نقش
fi: Rooli
fr: Rôle
lv: Loma
no: Rolle
ru: Роль
sv: Roll
tr: Rol
zh_cn: 角色
zh_hk: 角色

# AHTBronzeThresholdShouldLessThanSilverThreshold
source: Bronze badge threshold for AHT must be higher than the silver badge threshold.
ar: شارة عتبة البرونز الخاصة بالAHT التى تم الرد عليها يجب أن تكون أقل من عتبة الفضة
cs: Úroveň pro bronzový odznak pro AHT musí být vyšší než pro stříbrný odznak.
da: Bronzemärkets gränsevärdi for AHT skal väre höjere end sölvmärkets gränsevärdi
de: Der Schwellenwert Bronze für AHT sollte geringer sein als für Silber.
es: El umbral para una medalla de bronce por AHT debe ser mayor que el umbral para una medalla de plata.
fa: آستانه علامت برنز AHT باید کمتر از آستانه علامت نقره باشد
fi: Keskimääräisen käsittelyajan pronssimitalikynnys on oltava suurempi kuin hopeamitalikynnys.
fr: Le seuil du badge bronze pour la DMT doit être plus élevé que le seuil du badge argent.
lv: Bronzas medaļas slieksnim par AHT jābūt augstākam par sudraba medaļas slieksni.
no: Bronsemerke terskel for AHT må være høyere enn for sølvmerket
pl: Próg odznaki brązowej za AHT musi być niższy niż próg odznaki srebrnej.
ru: Порог по AHT для бронзового уровня должен быть меньше, чем порог для серебряного уровня.
sv: Bronsmedaljtröskelvärdet för genomsnittlig behandlingstid måste vara högre än silvermedaljtröskelvärdet.
tr: AHT için bronz madalya eşiği gümüş madalya eşiğinden düşük olmalı.
zh_cn: AHT的青铜徽章阈值必须大于银色徽章阈值
zh_hk: AHT的青銅徽章閾值必須大於銀色徽章閾值

source: Checking forecasting requirements
ar: فحص متطلبات التوقع
cs: Zjišťování požadavků pro předpovědi
da: Kontroller prognose krav
de: Die Anforderungen des Forecasts werden geprüft
es: Controlando los requerimientos
fa: بازبینی الزامات پیش بینی
fi: Etsii ennustusvaatimuksia
fr: Vérifie les prérequis prévisions
lv: Pārbauda prognozēšanas prasības
no: Kontroll av prognosekrav
pl: Sprawdzanie wymagań prognozowania
ru: Проверка требований прогноза
sv: Kontrollerar förutsättningar för prognostisering
tr: Tahminleme
zh_cn: 正在检查预测需求
zh_hk: 正在檢查預測需求

# IssuesText
source: issues
ar: موضوعات
cs: problémy
da: Problemer
de: Probleme
es: problemas
fa: مشکلات
fi: aihe
fr: problèmes
lv: jautājumi
no: problemer
pl: problemy
ru: проблема(-ы)
sv: problem
tr: Sorunlar
zh_cn: 问题
zh_hk: 問題

# MissingForecastFrom
source: Missing forecast from {0:d} to {1:d}
ar: توقع مفقود من
cs: Formulář předpovědí chybí
da: Manglende prognose fra {0:d} til {1:d}
de: Ein Forecast fehlt für die Periode
es: Falta previsión desde {0:d} al {1:d}
fa: از این تاریخ پیش بینی وجود ندارد
fi: Ennuste puuttuu välillä {0:d} {1:d}
fr: Prévisions manquantes du {0:d} au {1:d}
lv: Trūkst prognoze no
no: Manglende prognose fra
pl: Brakuje prognozy od
ru: Отсутствует прогноз с {0:d} до {1:d}
sv: Saknar prognos från {0:d} till {1:d}
tr: {0}-{1:d} aralığına ait tahmin bulunamıyor
zh_cn: 缺少预测日期从 {0:d} 至 {1:d}
zh_hk: 缺少預測日期從 {0:d} 至 {1:d}

# MissingSkills
source: Forecasts are missing for these skills
ar: عمليات التوقع مفقودة فى تلك المهارات
cs: Chybí předpovědi pro tyto kvalifikace
da: Prognose mangler for disse skills
de: Forecasts fehlen für diese Skills
es: No hay Previsiones para este skill
fa: برای این مهارتها پیش بینی وجود ندارد
fi: Ennusteet puuttuu seuraavilta taidoilta
fr: Des prévisions sont manquantes pour ces compétences
lv: Trūkst prognoze šīm prasmēm
no: Prognoser mangler for disse ferdighetene
pl: Prognozy brakuje tych umiejętności
ru: Для этих навыков отсутствует прогноз
sv: Prognos saknas för dessa kompetenser
tr: Bu yetenekler için tahmin bulunamıyor
zh_cn: 这些技能缺少预测
zh_hk: 這些技能缺少預測

# NextPlanningPeriodMessage
source: Next planning period will be from
ar: فترة التخطيط القادمة ستكون من
cs: Další naplánované období bude od
da: Näste planlägningsperiode vil väre fra
de: Die nächste Planungsperiode ist von
es: El próximo período a planificar comienza:
fa: دوره برنامه ریزی بعدی از این تاریخ شروع میشود
fi: Seuraava suunnittelujakso alkaa
fr: La prochaine période de planification sera à partir de
lv: Nākamais plānošanas periods būs no
no: Neste planperiode vil være fra
pl: Następny okres planowania będzie od
ru: Следующий планируемый период будет с
sv: Nästa planeringsperiod är från
tr: Bir sonraki planlama aralığı
zh_cn: 下一个规划周期将从
zh_hk: 下一個規劃週期將從

source: Campaign Name
ar: اسم الحملة
cs: Název kampaně
da: Kampagne navn
de: Name der Kampagne
es: Nombre de la Campaña
fa: نام کمپین
fi: Kampanjan nimi
fr: Nom de campagne
lv: Kampaņas Nosaukums
no: Kampanje navn
pl: Nazwa Kampanii
ru: Название кампании
sv: Kampanjnamn
tr: Kampanya adı
zh_cn: 活动名称
zh_hk: 活動名稱

# PlanningPeriodMissingMessage
source: These requirements are missing to be able to schedule the next planning period:
ar: تلك المتطلبات مفقودة لكى يتم جدولة فترة التخطيط القادمة:
cs: K naplánování dalšího plánovacího období je nutné doplnit následující požadavky:
da: Disse krav mangler for at kunne planlägge näste planlägningsperiode:
de: Die Anforderungen um die nächste Planungsperiode zu verplanen, fehlen
es: Faltan los siguientes requerimientos para poder planificar el próximo periodo:
fa: این الزامات برای زمان بندی دوره برنامه ریزی بعدی وجود ندارد:
fi: Suunnittelujakson vaatimukset puuttuvat, joten seuraavan kauden suunnittelu ei toimi:
fr: Ces prérequis sont manquants pour pouvoir planifier la prochaine période de planning:
lv: Šīs prasības trūkst, lai varētu plānot nākamo plānošanas periodu:
no: Disse kravene mangler for å kunne planlegge neste planperiode:
pl: Te wymagania są brakujące aby móc zaplanować następny okres planowania:
ru: Следующие требования отсутствуют для планируемого периода:
sv: Eftersom dessa krav inte är uppfyllda kan inte nästa planeringsperiod schemaläggas:
tr: Bir sonraki vardiyalama periyodunu vardiyalayabilmek için aşağıdaki gereksinimlerin giderilmesi gerek
zh_cn: 缺少这些需求以能够排定下一规划周期：
zh_hk: 缺少這些需求以能夠排定下一規劃週期：

# ToText
source: to
ar: إلى
cs: na
da: til
de: An
es: Para
fa: به
fi: mihin
fr: à
no: til
pl: do
ru: к
sv: till
zh_cn: 到
zh_hk: 到

# showMoreHeaderFields
source: More header fields
ar: حقول رئيسية إضافية
cs: Více položek hlavičky
da: Flere felter til overskrifter
de: Weitere Kopfzeilen
es: Más encabezados
fa: نشان دادن عنوانهای بیشتر
fi: Lisää alueita otsikoille
fr: Plus de champs d'en-tête
lv: Vairāk iesākumu lauki
no: Flere topptekstfeltene
pl: Więcej pól nagłówka
ru: Больше заголовков
sv: Fler rubrikfält
tr: Daha fazla başlık alanı
zh_cn: 更多标题字段
zh_hk: 更多標題欄位

source: Adherence can not be empty
ar: حقل الالتزام لا يمكن أن يكون فارغا
cs: Věrnost nemůže být prázdná
da: Adherence kan ikke väre tom
de: Die Einhaltung kann nicht leer sein
es: Adherencia no puede estar vacía
fa: هم راستایی نمیتواند خالی بماند
fi: Noudattaminen ei voi olla tyhjä
fr: L'adhérence ne peut être vide
lv: Atbilstība nevar būt tukša
no: Etterlevelse kan ikke være tomt
pl: Przestrzeganie nie może być puste
ru: Соблюдение графика не может быть пустым
sv: Fältet Adherence kan inte vara tomt
tr: Vardiya uyumu kısmı boş olamaz
zh_cn: 遵时度不能为空
zh_hk: 遵時度不能為空

# AdherenceSilverThresholdShouldGreaterThanGoldThreshold
source: Silver badge threshold for Adherence must be lower than the gold badge threshold.
ar: شارة عتبة الفضة الخاصة بالالتزام التى تم الرد عليها يجب أن تكون أقل من عتبة الذهب
cs: Úroveň pro stříbrný odznak za věrnost musí být nižší než pro zlatý odznak.
da: Sölvmärkets gränsevärdi for Adherence skal väre lavere end guldmärkets gränsevärdi
de: Der Schwellenwert Silber für Planeinhaltung sollte geringer sein als für Gold.
es: El umbral para una medalla de plata por Adherencia debe ser menor que el umbral para una medalla de oro.
fa: آستانه علامت نقره هم راستایی باید کمتر از آستانه علامت طلا باشد
fi: Noudattamisen hopeamitalikynnys on oltava pienempi kuin kultamitalikynnys.
fr: Le seuil du badge argent pour l'adhérence doit être plus bas que le seuil du badge or.
lv: Sudraba medaļas slieksnim par Atbilstību grafikam jābūt zemākam par zelta medaļas slieksni.
no: Sølvmerke terskel for Etterlevelse må være høyere enn for gullmerket
pl: Próg odznaki srebrnej za przestrzeganie musi być niższy niż próg odznaki złotej.
ru: Порог по соблюдению графика для серебряного уровня должен быть меньше, чем порог для золотого уровня.
sv: Silvermedaljtröskelvärdet för följsamheten måste vara lägre än guldmedaljtröskelvärdet.
tr: Vardiya uyumu için gümüş madalya eşiği altın madalya eşiğinden düşük olmalı.
zh_cn: 遵时度的银色徽章阈值必须小于金色徽章阈值
zh_hk: 遵時度的銀色徽章閾值必須小於金色徽章閾值

# AdherenceBronzeThresholdShouldGreaterThanSilverThreshold
source: Bronze badge threshold for Adherence must be lower than the silver badge threshold.
ar: شارة عتبة البرونز الخاصة بالالتزام التى تم الرد عليها يجب أن تكون أقل من عتبة الفضة
cs: Úroveň pro bronzový odznak za věrnost musí být nižší než pro stříbrný odznak.
da: Bronzemärkets gränsevärdi for Adherence skal väre lavere end sölvmärkets gränsevärdi
de: Der Schwellenwert Bronze für Planeinhaltung sollte geringer sein als für Silber.
es: El umbral para una medalla de bronce por Adherencia debe ser menor que el umbral para una medalla de plata.
fa: آستانه علامت برنز هم راستایی باید کمتر از آستانه علامت نقره باشد
fi: Noudattamisen pronssimitalikynnys on oltava pienempi kuin hopeamitalikynnys.
fr: Le seuil du badge bronze pour l'adhérence doit être plus bas que le seuil du badge argent.
lv: Bronzas medaļas slieksnim par Atbilstību grafikam jābūt zemākam par sudraba medaļas slieksni.
no: Bronsemerke terskel for Etterlevelse må være høyere enn for sølvmerket
pl: Próg odznaki brązowej za przestrzeganie musi być niższy niż próg odznaki srebrnej.
ru: Порог по соблюдению графика для бронзового уровня должен быть меньше, чем порог для серебряного уровня.
sv: Bronsmedaljtröskelvärdet för följsamheten måste vara lägre än silvermedaljtröskelvärdet.
tr: Vardiya uyumu için bronz madalya eşiği gümüş madalya eşiğinden düşük olmalı.
zh_cn: 遵时度的青铜徽章阈值必须小于银色徽章阈值
zh_hk: 遵時度的青銅徽章閾值必須小於銀色徽章閾值

# AHTSilverThresholdShouldLessThanGoldThreshold
source: Silver badge threshold for AHT must be higher than the gold badge threshold.
ar: شارة عتبة الفضة الخاصة بالAHT التى تم الرد عليها يجب أن تكون أقل من عتبة الذهب
cs: Úroveň pro stříbrný odznak pro AHT musí být vyšší než pro zlatý odznak.
da: Sölvmärkets gränsevärdi for AHT skal väre höjere end guldmärkets gränsevärdi
de: Der Schwellenwert Silber für AHT sollte geringer sein als für Gold.
es: El umbral para una medalla de plata por AHT debe ser mayor que el umbral para una medalla de oro.
fa: آستانه علامت برنز AHT باید کمتر از آستانه علامت طلا باشد
fi: Keskimääräisen käseittelyajan hopeamitalikynnys on oltava suurempi kuin kultamitalikynnys.
fr: Le seuil du badge argent pour la DMT doit être plus haut que le seuil du badge or.
lv: Sudraba medaļas slieksnim par AHT jābūt augstākam par zelta medaļas slieksni.
no: Sølvmerke terskel for AHT må være høyere enn for gullmerket
pl: Próg odznaki srebrnej za AHT musi być niższy niż próg odznaki złotej.
ru: Порог по AHT для серебряного уровня должен быть меньше, чем порог для золотого уровня.
sv: Silvermedaljtröskelvärdet för genomsnittlig behandlingstid måste vara högre än guldmedaljtröskelvärdet.
tr: AHT için gümüş madalya eşiği altın madalya eşiğinden düşük olmalı.
zh_cn: AHT的银色徽章阈值必须大于金色徽章阈值
zh_hk: AHT的銀色徽章閾值必須大於金色徽章閾值

# AddSpecificAuthorizationLabel
source: Add specific authorization in the list below:
ar: اضف ترخيص محدد فى القائمة الموجودة بالاسفل
cs: Přidat specifickou autorizaci v listu níže:
da: Tilföj bestemte bemyndigelser i listen nedenfor:
de: Einen besondere Berechtigung in der untenstehenden Liste hinzufügen:
es: Añada una autorización específica a la siguiente lista:
fa: دسترسی مورد نظر را از فهرست زیر انتخاب کنید:
fi: Lisää erityinen auktorisointi listasta:
fr: Ajouter une autorisation spécifique dans la liste suivante:
lv: Pievienot īpašu atļauju sarakstā zemāk:
no: Legg til spesifikk godkjenning i listen nedenfor:
pl: Dodaj poszczególne uprawnieniana liście poniżej:
ru: Добавить специальные права в список ниже:
sv: Lägg till en specifik rättighet i listan nedan:
tr: Aşağıdaki listeye yetki ekle:
zh_cn: 在以下列表添加指定授权：
zh_hk: 在以下列表添加指定授權：

# AnsweredCallsSilverThresholdShouldLessThanGoldThreshold
source: Silver badge threshold for Answered Calls must be lower than the gold badge threshold.
ar: شارة عتبة الفضة الخاصة بالمكالمات التى تم الرد عليها يجب أن تكون أقل من عتبة الذهب
cs: Úroveň pro stříbrný odznak za vyřízené hovory musí být nižší než pro zlatý odznak.
da: Sölvmärkets gränsevärdi for besvarede kald skal väre lavere end guldmärkets gränsevärdi
de: Der Schwellenwert Silber für beantwortete Anrufe sollte geringer sein als für Gold.
es: El umbral para una medalla de plata por Llamadas Contestadas debe ser menor que el umbral para una medalla de oro.
fa: آستانه علامت نقره تماس های پاسخ داده شده باید کمتر از آستانه علامت طلا باشد
fi: Vastattujen puhelujen hopeamitalikynnys on oltava pienempi kuin kultamitalikynnys.
fr: Le seuil du badge argent pour les appels répondus doit être plus bas que le seuil du badge or.
lv: Sudraba medaļas slieksnim par Atbildētajiem Zvaniem jābūt zemākam par zelta medaļas slieksni.
no: Terskelverdi sølvmerke for besvarte anrop må være lavere enn for gullmerket.
pl: Próg odznaki srebrnej za odebrane połączenia musi być niższy niż próg odznaki złotej.
ru: Порог по отвеченным звонкам для серебряного уровня должен быть меньше, чем порог для золотого уровня.
sv: Silvermedaljtröskelvärdet för besvarade samtal måste vara lägre än guldmedaljtröskelvärdet.
tr: Cevaplanan çağrılar için gümüş madalya eşiği altın madalya eşiğinden düşük olmalı.
zh_cn: 应答量的银色徽章阈值必须小于金色徽章阈值
zh_hk: 應答量的銀色徽章閾值必須小於金色徽章閾值

source: Next Planning Period
ar: فترة التخطيط القادمة
cs: Další plánovací období
da: Näste planlägningsperiode
de: Nächste Planungsperiode
es: Próximo Período a Planificar
fa: دوره برنامه ریزی بعدی
fi: Seuraava suunnittelujakso
fr: Prochaine période de planification
lv: Nākamais Plānošanas Periods
no: Neste planperiode
pl: Następny Okres Planowania
ru: Следующий планируемый период
sv: Nästa planeringsperiod
tr: Sonraki Planlama Dönemi
zh_cn: 下一个规划周期
zh_hk: 下一個規劃週期

# SetBadgeGoldThresholdForAHT
source: Threshold for gold (HH:mm:ss):
ar: عتبة الذهب (س س : د د : ث ث )
cs: Dosažení zlatého {HH:mm:ss}
da: Gränsevärdi for guld (TT:mm:ss):
de: Schwellenwert für Gold (HH:mm:ss):
es: Umbral para oro (HH:mm:ss):
fa: آستانه برای طلا (HH:mm:ss):
fi: Kultakynnys (TT:mm:ss):
fr: Seuil pour or (HH:mm:ss):
lv: Slieksnis zeltam (HH:mm:ss):
no: Terskel for gull (TT:mm:ss):
pl: Próg dla złota (hh: mm: ss):
ru: Порог для золотого уровня (ЧЧ:мм:сс):
sv: Tröskelvärde för guld (HH:mm:ss):
tr: Altın madalya eşiği (SS:dd:ss):
zh_cn: 金色徽章阈值 (HH:mm:ss):
zh_hk: 金色徽章閾值 (HH:mm:ss):

# SetBadgeSilverThresholdForAHT
source: Threshold for silver (HH:mm:ss):
ar: عتبة الفضة (س س : د د : ث ث )
cs: Dosažení stříbrného {HH:mm:ss}
da: Gränsevärdi for sölv (TT:mm:ss):
de: Schwellenwert für Silber (HH:mm:ss):
es: Umbral para plata (HH:mm:ss):
fa: آستانه برای نقره (HH:mm:ss):
fi: Hopeakynnys (TT:mm:ss):
fr: Seuil pour argent (HH:mm:ss):
lv: Slieksnis sudrabam (HH:mm:ss):
no: Terskel for sølv (HH:mm:ss):
pl: Próg dla srebra (hh: mm: ss):
ru: Порог для серебряного уровня (ЧЧ:мм:сс):
sv: Tröskelvärde för silver (HH:mm:ss):
tr: Gümüş madalya eşiği (SS:dd:ss):
zh_cn: 银色徽章阈值 (HH:mm:ss):
zh_hk: 銀色徽章閾值 (HH:mm:ss):

# SelectForecastPeriodIntro
source: Choose a period to display
ar: اختر الفترة القادمة للتوقع
cs: Vyber následující období k prognóze
da: Välg en fremtidig periode at lave prognose for
de: Wählen Sie für den Forecast eine zukünftige Periode
es: Elija el periodo futuro a pronosticar.
fa: انتخاب دوره زمانی آینده برای پیش بینی
fi: Valitse ennusteelle tuleva suunnittelujakso
fr: Choisir une période future pour les prévisions
lv: Izvēlieties nākotnes periodu prognozēšanai
no: Velg en fremtidig periode for å prognotisere
pl: Wybierz przyszły okres prognozowania
ru: Выберите будущий период для прогноза
sv: Välj en framtida period att prognostisera
tr: Tahminleme yapmak için gelecekte yer alan bir aralık seçin
zh_cn: 选择一个未来预测周期
zh_hk: 選擇一個未來預測週期

# ApplicationLogonExists
source: The logon name ({0}) already exists, please select another one.
ar: اسم التسجيل موجود بالفعل (0)، فضلا اختر اسم اخر
cs: Uživatelské jméno ({0}) již existuje, použijte prosím jiné.
da: Dette login navn ({0}) eksisterer allerede, välg venligst et andet.
de: Der Loginname ({0}) existiert bereits, bitte wählen Sie eine andere Loginname
es: El nombre de usuario ({0}) ya existe, por favor elija otro.
fa: نام کاربری {0} موجود است، لطفاً نام دیگری انتخاب کنید
fi: Käyttäjätunnus ({0}) on jo olemassa, valitse toinen käyttäjätunnus.
fr: Le nom de connexion ({0}) existe déjà, merci d'en sélectionner un autre.
lv: Pieteikšanās vārds ({0}) jau pastāv, lūdzu izvēlieties citu.
no: Påloggingsnavnet ({0}) finnes allerede, vennligst velg en annen.
pl: Nazwa logowania ({0}) już istnieje, proszę wybrać inną.
ru: Логин ({0}) уже существует, выберите другое имя.
sv: Inloggningen ({0}) finns redan, välj ett annat inloggningsnamn.
tr: Kullanıcı adı ({0}) zaten kullanılmakta. Lütfen farklı bir isim seçin.
zh_cn: 登录名 ({0}) 已经存在, 请选择另一个。
zh_hk: 登錄名 ({0}) 已經存在, 請選擇另一個。

# IdentityLogonExists
source: The identity ({0}) already exists, please select another one.
ar: الهوية (0)موجودة بالفعل، فضلا اختر هوية أخرى
cs: Identita ({0}) již existuje, použijte prosím jinou.
da: Denne identitet ({0}) eksisterer allerede, välg venligst en anden.
de: Die Identität ({0}) existiert bereits, bitte wählen Sie eine andere Identität
es: La identidad ({0}) ya existe, por favor seleccione otra.
fa: نام {0} موجود است، لطفاً نام دیگری را انتخاب کنید
fi: Identiteetti ({0}) on jo olemassa, valitse toinen identiteetti.
fr: L'identité ({0}) existe déjà, merci d'en sélectionner une autre.
lv: Identitāte ({0}) jau pastāv, lūdzu, izvēlieties citu.
no: Identiteten ({0}) finnes allerede, vennligst velg en annen.
pl: Tożsamość ({0}) już istnieje, proszę wybrać inną.
ru: ({0}) уже существует, выберите другое.
sv: Identiteten ({0}) finns redan, välj en annan.
tr: {0} zaten sistemde var. Lütfen başka bir kayıt seçin.
zh_cn: ID ({0}) 已经存在, 请选择另一个。
zh_hk: ID ({0}) 已經存在, 請選擇另一個。

# AddGlobalAuthorizationLabel
source: Choose a global level of authorization:
ar: اختر مستوى عالمي من الترخيص:
cs: Vybrat globální hodnotu autorizace:
da: Välg et overordnet niveau for bemyndigelse
de: Bitte wählen Sie ein übergreifendes Niveau der Befugnisse
es: Elija un nivel global de autorización:
fa: سطح جامع را برای دسترسی انتخاب کنید:
fi: Valitse globaalinen taso auktorisoinnille
fr: Choisir un niveau d'autorisation global:
lv: Izvēlieties globāla līmeņa atļaujas:
no: Velg et globalt nivå av godkjenning
pl: Wybierz globalny poziom autoryzacji:
ru: Выберите общий уровень авторизации:
sv: Välj en övergripande rättighetsnivå:
tr: Küresel düzeyde yetki seç
zh_cn: 选择一个全局级别的授权：
zh_hk: 選擇一個全域級別的授權：

source: Are you sure you want to delete this campaign?
ar: هل أنت متاكد أنك تريد حذف هذه الحملة؟
cs: Opravdu chete smazat tuto kampaň?
da: Er du sikker på, at du vil slette denne kampagne?
de: Sind Sie sicher, dass Sie diese Kampagne löschen möchten?
es: ¿Estás seguro que quieres borrar esta campaña?
fa: مطمئن هستید که میخواهید کمپین را حذف کنید؟
fi: Haluatko varmasti poistaa kampanjan?
fr: Êtes-vous sûr de vouloir supprimer cette campagne?
lv: Vai tiešām vēlaties dzēst šo kampaņu?
no: Er du sikker på at du vil slette denne kampanjen?
pl: Czy na pewno chcesz usunąć tą kampanię?
ru: Вы уверены, что хотите удалить эту кампанию?
sv: Är du säker på att du vill ta bort den här kampanjen?
tr: Bu kampanyayı silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此活动吗？亲
zh_hk: 您確定要刪除此活動嗎？親
