Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Purged
da: Renset
de: Gelöscht
es: Eliminado
fa: خالی شده
fi: Puhdistettu
fr: Purgé
no: Renset
ru: Очищено
sv: Bortrensad
zh_cn: 已清除
zh_hk: 已清除

# AgentHasDaysWithoutAnySchedule
source: Agent has {0} days without any schedule.
da: Agenten har {0} dage uden en vagtplan
de: Der Mitarbeiter hat {0} Tage ohne Dienstplan
es: El agente tiene {0} días sin ningún turno.
fa: پاسخگو {0} روز زمانبندی نشده دارد
fi: Agentilla on {0} päivää, joissa ei ole vuoroa.
fr: L'agent a {0} jours sans aucun planning.
no: Agent har {0} dager uten tidsplan.
ru: Оператор имеет {0} дня(-дней) без расписания.
sv: Agenten har {0} dagar utan schema.
zh_cn: 座席代表有 {0} 天没有班表
zh_hk: 座席代表有 {0} 天沒有班表

# TargetScheduleTimeNotFullfilled
source: Contract time target ({0}) is not fulfilled
da: Kontrakttidsmålet {0} er ikke opfyldt
de: Einhaltung des Vertragsarbeitszeites ({0}) ist nicht erfüllt
es: El objetivo de tiempo de contrato ({0}) no se cumple
fa: زمان هدف در قرارداد {0} تامین نشده است
fi: Sopimusajan tavoite ({0}) ei ole täytetty
fr: La cible de temps contrat ({0}) n'est pas remplie
no: Kontraktens tidsmål ({0}) er ikke oppfylt
ru: Целевое время контракта {0} не выполнено
sv: Målet för kontraktstiden ({0}) är inte uppfyllt
zh_cn: 合同时间目标 ({0}) 未满足
zh_hk: 合同時間目標 ({0}) 未滿足

# EmailSkillSelected
source: An email skill is currently selected. Therefore abandoned rate cannot be shown.
da: Et e-mail skill er i öjeblikket valgt. Derfor kan abandon rate ikke vises.
de: Ein E-Mail-Skill ist derzeit ausgewählt. Deshalb kann die Abbruchrate nicht angezeigt werden.
es: Se ha seleccionado un skill e-mail, por lo tanto no se muestra tasa de abandono.
fa: الان مهارت ایمیل انتخاب شده است. آستانه نرخ تماس پاسخ داده نشده نمیتواند نشان داده شود
fi: Sähköpostitaito on valittuna, joten menetysaste ei ole näkyvillä.
fr: Une compétence de type e-mail est sélectionnée. De ce fait le taux d'abandons ne peut pas être montrée.
no: En e-postferdighet er for øyeblikket valgt. Derfor kan ikke antall pålagte vises.
ru: Сейчас выбран навык email. Поэтому % потерянных не может быть отображен.
sv: En emailkompetens är vald. Därför kan inte andel tappade visas.
zh_cn: 已选择一个电子邮件技能，因此将不显示放弃率。
zh_hk: 已選擇一個電子郵件技能，因此將不顯示放棄率。

# AgentsHaveScheduled
source: agents have been scheduled
da: Agenten er blevet vagtplanlagt
de: Die Mitarbeiter wurden verplant
es: agentes han sido planificados
fa: پاسخگوها زمانبندی نشده اند
fi: agenttia on suunniteltu
fr: agents ont été planifiés
no: agenter har blitt planlagt
ru: операторы запланированы
sv: agenter har schemalagts
zh_cn: 座席代表已排班
zh_hk: 座席代表已排班

# AreYouSureYouWantToDeleteTheDayOffRule
source: Are you sure you want to delete day off rule {0} and its related settings?
da: Er du sikker på at du vil slette fridagsreglen {0} og de tilhörende indstillinger?
de: Sind Sie sicher, dass Sie die Regel für freie Tage {0} und ihre zugehörigen Einstellungen löschen möchten?
es: ¿Seguro que quieres eliminar la regla de día libre {0} y su configuración relacionada?
fa: مطمئن هستید که میخواهید روزهای تعطیل دوره برنامه ریزی {0}-{1} و تنظیمات مرتبط را حذف کنید؟
fi: Haluatko poistaa vapaapäiväsäännöt {0} ja siihen kuuluvat asetukset?
fr: Êtes-vous sûr de vouloir supprimer la règle de jours libres {0} et ses paramètres relatifs?
no: Er du sikker på at du vil slette fridagsregel {0} og tilhørende innstillinger?
ru: Удалить правило выходных дней {0} и все его настройки?
sv: Är du säker på att du vill ta bort fridagsregeln {0} och de tillhörande inställningarna?
zh_cn: 您确定想要删除休息日规则 '{0}' 及相关设定吗？
zh_hk: 您確定想要刪除休息日規則 '{0}' 及相關設定嗎？

# AreYouSureYouWantToDeleteThePlanningPeriod
source: Are you sure you want to delete the planning period {0}-{1} and its related settings?
da: Er sikker på at du vil slette planlägningsperioden {0}-{1} og de tilhörende indstillinger?
de: Sind Sie sicher, dass Sie den Planungszeitraum {0}-{1} und seine zugehörigen Einstellungen löschen möchten?
es: ¿Estás seguro de que deseas eliminar el período a planificar {0} - {1} y su configuración relacionada?
fa: مطمئن هستید که میخواهید دوره برنامه ریزی {0}-{1} و تنظیمات مرتبط را حذف کنید؟
fi: Haluatko poistaa suunnittelujakson {0} - {1} ja siihen kuuluvat asetukset?
fr: Êtes-vous sûr de vouloir supprimer la période planning {0}-{1} et ses paramètres relatifs?
no: Er du sikker på at du vil slette planperioden {0} - {1} og tilhørende innstillinger?
ru: Удалить планируемый период {0}-{1} и все его настройки?
sv: Är du säker på att du vill ta bort planeringsperioden {0}-{1} och de tillhörande inställningarna?
zh_cn: 您确定想要删除排班周期 {0}-{1} 及相关设定吗？
zh_hk: 您確定想要刪除排班週期 {0}-{1} 及相關設定嗎？

source: Change planning duration
da: Ändr planlägningsvarigheden
de: Planungszeitraum ändern
es: Cambiar la duración de la planificación
fa: تغییر مدت زمان برنامه ریزی
fi: Muokkaa suunnittelujakson kestoa
fr: Changer la durée de planification
no: Endre planleggingens varighet
ru: Изменить продолжительность периода
sv: Ändra längden på planeringen
zh_cn: 更改排班时间
zh_hk: 更改排班時間

source: Create first planning period
da: Opret förste planlägningsperiode
de: Eine erste Planungsperiode erstellen
es: Crear primer período a planificar
fa: ایجاد اولین دوره برنامه ریزی
fi: Luo ensimmäinen työvuorojakso
fr: Créer la première période de planification
no: Lag første planperiode
ru: Создать первый планируемый период
sv: Skapa den första planeringsperioden
zh_cn: 创建第一个排班周期
zh_hk: 創建第一個排班週期

# CreateNextPp
source: Create next planning period
da: Opret näste planlägningsperiode
de: Nächste Planungsperiode erstellen
es: Crear próximo período a planificar
fa: ایجاد دوره برنامه ریزی بعدی
fi: Luo seuraavan työvuorojakso
fr: Créer la prochaine période de planification
no: Opprett neste planperiode
ru: Создать следующий планируемый период
sv: Skapa nästa planeringsperiod
zh_cn: 创建下一个排班周期
zh_hk: 創建下一個排班週期

source: Day Off Rule
da: Fridags regel
de: Regel für freie Tage
es: Regla de Días Libres
fa: قانون روز تعطیل
fi: Vapaapäivä säännöt
fr: Règle de jour libre
no: Fridagsregel
ru: Правило выходных дней
sv: Fridagsregel
zh_cn: 休息日规则
zh_hk: 休息日規則

# DayOffRuleSetting
source: Day Off Rules Setting
da: Fridags regel indstilling
de: Einstellungen für Regeln für freie Tage
es: Configuración de Reglas de Días Libres
fa: تنظیمات قوانین روز تعطیل
fi: Vapaapäivä sääntöjen asetukset
fr: Paramètres de règles de jours libres
no: Fridagsregler Innstilling
ru: Настройки правил выходных дней
sv: Inställningar för fridagsregler
zh_cn: 休息日规则设置
zh_hk: 休息日規則設置

source: Delete Day Off Rule
da: Slet fridags regel
de: Regel für freie Tage löschen
es: Borrar Regla de Días Libres
fa: حذف قانون روز تعطیل
fi: Poista vapaapäivä säännöt
fr: Supprimer règle de jours libres
no: Slett fridagregel
ru: Удалить правило выходных дней
sv: Ta bort fridagsregel
zh_cn: 删除休息日规则
zh_hk: 刪除休息日規則

source: Delete planning period
da: Slet planlägningsperiode
de: Planungsperiode löschen
es: Borrar período a planificar
fa: حذف دوره برنامه ریزی
fi: Poista työvuorojakso
fr: Supprimer période de planification
no: Slett planleggingsperioden
ru: Удалить планируемый период
sv: Ta bort planeringsperiod
zh_cn: 删除排班周期
zh_hk: 刪除排班週期

source: Filter validation issues
da: Filtrer valideringsproblemer
de: Validierungsprobleme filtern
es: Filtrar problemas de validación
fa: فیلتر خطاها
fi: Validointivirheiden filtteri
fr: Filtrer les problèmes de validation
no: Filterkontroll problemer
ru: Фильтр ошибок проверки
zh_cn: 筛选有效性问题
zh_hk: 篩選有效性問題

# HelpDayOffForPlanningPeriod
source: Day off rules will be applied for all planning periods
da: Fridags regel vil blive tildelt alle planlägnings perioder
de: Die Regel für freie Tage wird für alle Planungszeiträume angewandt
es: Se aplicarán reglas de días libres para todos los períodos a planificar
fa: قوانین روز تعطیل برای همه دوره های برنامه ریزی اعمال میشود
fi: Vapaapäivien säännöt optimoinnille ovat voimassa kaikille suunnittelujaksoille
fr: Les règles de jours libres vont être appliquées pour toutes les périodes de planification
no: Avregningsregler vil bli brukt for alle planeringsperioder
ru: Правила выходных дней будут применены ко всем планируемым периодам
sv: Fridagsreglerna kommer att användas för alla planeringsperioder
zh_cn: 休息日规则将会应用于所有排班周期
zh_hk: 休息日規則將會應用于所有排班週期

source: Issue
da: Problem
de: Problem
es: Problema
fa: مشکل
fi: Virhe
fr: Problème
no: Problemer
ru: Ошибка
zh_cn: 问题
zh_hk: 問題

# NoPreviousScheduleResult
source: This planning period has no previous schedule result
da: Denne planlägningsperiode har ingen foregående vagtplansresultat
de: Diese Planungsperiode hat keine vorherigen Planungsergebnisse
es: Este período a planificar no tiene ningún resultado de planificación previo
fa: این دوره برنامه ریزی فاقد نتیجه ای از زمانبندی قبلی است
fi: Tällä suunnittelujaksolla ei ole edeltävää työvuorolistan tulosta
fr: La période de planification n'a pas de résultat de planification précédent
no: Denne planperioden har ingen tidligere resultat
ru: Этот планируемый период не имеет предыдущего результата
sv: Planeringsperioden har inga tidigare schemaläggningsresultat
zh_cn: 此排班周期没有以前的班表结果
zh_hk: 此排班週期沒有以前的班表結果

# NoValidIssuesForPp
source: There are no validation issues for this planning period
da: Der er ingen valideringsproblemer for denne planlägningsperiode
de: Es gibt in dieser Planungsperiode keine Validierungsfehler
es: No hay problemas de validación para este período a planificar
fa: هیچ مشکلی برای این دوره برنامه ریزی وجود ندارد
fi: Validointivirheitä ei löytynyt tälle suunnittelujaksolle
fr: Il n'y a aucun problème de validation pour cette période de planification
no: Det er ingen valideringsproblemer for denne planeringsperioden
ru: Для этого планируемого периода нет ошибок проверки
zh_cn: 此排班周期无有效性问题
zh_hk: 此排班週期無有效性問題

# NoValidScheduleResult
source: This planning period has no valid schedule result
da: Denne planlägningsperiode har intet gyldig vagtplansresultat
de: Diese Planungsperiode hat keine gültige Planungsergebnisse
es: Este período a planificar no tiene ningún resultado de planificación válido
fa: این دوره برنامه ریزی فاقد هیچگونه نتیجه ای زمانبندی معتبراست
fi: Tälle suunnittelujaksolle ei voi saada työvuorolistan tulosta
fr: La période de planification n'a pas de résultat de planification valide
no: Denne planperioden har ingen gyldig tidsplan
ru: Этот планируемый период не имеет правильного расписания
sv: Den här planeringsperioden har inget giltigt schemaläggningsresultat
zh_cn: 此排班周期无有效的班表结果
zh_hk: 此排班週期無有效的班表結果

source: Pre-scheduling validation issues
da: For-planlägning valideringsproblemer
de: Probleme bei der Validierung der Vorplanung
es: Problemas de validación pre-planificación
fa: مشکلهای موجود در بررسی قبل از زمانبندی
fi: Työvuorolistan alustavat validointivirheet
fr: Problèmes de validation pre-planification
no: Pre-scheduling validering problemer
ru: Проблема предварительной проверки
zh_cn: 排班前的有效性问题
zh_hk: 排班前的有效性問題

source: Refresh pre-scheduling validation issues
da: Opdater for-planlägnings valideringsproblemer
de: Probleme bei der Validierung der Vorplanung aktualisieren
es: Actualizar problemas de validación pre-planificación
fa: مشکلهای موجود در بررسی قبل از زمانبندی را بروزرسانی کن
fi: Päivitä työvuorolistan alustavat validointivirheet
fr: Rafraîchir les problèmes de pre-planification
no: Oppdater forhåndsplanlegging validering problemer
ru: Обновить результаты педварительной проверки
zh_cn: 刷新排班前的有效性问题
zh_hk: 刷新排班前的有效性問題

source: Scheduling failed
da: Vagtplanlägning er fejlet
de: Die Planung ist fehlgeschlagen
es: Planificación falló
fa: زمانبندی ناموفق بود
fi: Työvuorottaminen epäonnistui
fr: Echec de planification
no: Planleggingen feilet
ru: Планирование не удалось
sv: Schemaläggningen misslyckades
zh_cn: 排班失败
zh_hk: 排班失敗

# ScheduledIssues
source: Issues during last scheduling
da: Problemer i löbet af sidste vagtplanlägning
de: Probleme bei der letzten Planung
es: Problemas durante la última planificación
fa: مشکلات آخرین زمانبندی
fi: Edellisen työvuorottamisen ongelmat
fr: Problèmes durant la dernière planification
no: Problemer under siste planlegging
ru: Ошибки последнего планирования
zh_cn: 最近一次排班中的问题
zh_hk: 最近一次排班中的問題

source: Scheduling succeeded
da: Vagtplanlägningen er gennemfört med succes
de: Verplanung erfolgreich
es: Planificación exitosa
fa: زمانبندی موفق بود
fi: Työvuorottaminen onnistui
fr: Planification réussie
no: Planlegging lyktes
ru: Планирование успешно выполнено
sv: Schemaläggningen lyckades
zh_cn: 排班成功
zh_hk: 排班成功

# SearchForDayOff
source: Search site / team / contract
da: Sög site / team / kontrakt
de: Standort/Team/Vertrag suchen
es: Buscar sitio / equipo / contrato
fa: جسجوی سایت/ تیم/ قرارداد
fi: Hae toimipiste / tiimi / sopimus
fr: Rechercher Site / Equipe / Contrat
no: Søk lokasjon / team / kontrakt
ru: Поиск сайта / группы / контракта
sv: Sök enhet / team / kontrakt
zh_cn: 搜索站点 / 小组 / 合同
zh_hk: 搜索網站 / 小組 / 合同

source: Selected planning period
da: Valgt planlägningsperiode
de: Ausgewählte Planungsperiode
es: Período a planificar seleccionado
fa: دوره برنامه ریزی انتخاب شده
fi: Valitse suunnittelujakso
fr: Sélectionner période de planification
no: Valgte planleggingsperiode
ru: Выбранный планируемый период
sv: Vald planeringsperiod
zh_cn: 已选定的排班周期
zh_hk: 已選定的排班週期

# UpdatedValidation
source: The validation issues have been updated
da: Valideringsproblemerne er blevet opdateret
de: Die Validierungsprobleme wurden aktualisiert
es: Los problemas de validación han sido actualizados
fa: مشکلات یافت شده در هنگام بررسی بروزرسانی شد
fi: Validointivirheet ovat päivittyneet
fr: Les problèmes de validation ont été mis à jour
no: Valideringsproblemene er oppdatert
ru: Ошибки проверки обновлены
zh_cn: 有效性问题已更新
zh_hk: 有效性問題已更新

# ConfirmToggleAllData
source: This will toggle this item and all items below it, are you sure you want to proceed?
da: Dette vil skifte elementet og alle nedenstående elementer, er du sikker på, at du vil fortsätte?
de: Dies wird diesen Artikel und alle Artikel darunter ein-/ausschalten. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esto activará este elemento y todos los elementos debajo de él, ¿está seguro de que desea continuar?
fa: این دکمه تمام موارد پایین را فعال/غیر فعال میکند. میخواهید ادامه دهید؟
fi: Tämä valinta huomio tämän ja kaikki alla olevat tasot, haluatko jatkaa?
fr: Ceci va activer cet item et tous les items sous-jacents, êtes vous sûr de vouloir procéder?
no: Dette vil bytte til dette elementet og alle elementene under det, er du sikker på at du vil fortsette?
ru: Переключить это и все, что ниже?
sv: Detta ändrar inställningen för det här objektet och alla objekt under det. Är du säker på att du vill fortsätta?
zh_cn: 这将切换此项及以下所有项，您确定想要继续操作吗？
zh_hk: 這將切換此項及以下所有項，您確定想要繼續操作嗎？

source: An error occurred. Please try again.
da: En fejl opstod. Vär venlig at pröve igen.
de: Ein Problem ist aufgetreten. Bitte versuchen Sie erneut
es: Ocurrió un error. Inténtalo de nuevo.
fa: خطایی اتفاق افتاد. دوباره سعی کنید
fi: Virhe tapahtui. Yriitän uudelleen.
fr: Un erreur est survenue. Merci de ré-essayer.
no: En feil oppstod. Vær så snill, prøv på nytt.
ru: Произошла ошибка. Попробуйте еще раз.
sv: Ett fel inträffade. Var god försök igen.
zh_cn: 出现错误，请重试。
zh_hk: 出現錯誤，請重試。

# ChangePlanningPeriodDurationColon
source: Change planning period duration:
da: Ändr planlägningsperiodens varighed:
de: Dauer der Planungsperiode ändern
es: Cambiar la duración del período a planificar:
fa: تغییر مدت زمان دوره برنامه ریزی
fi: Vaihda suunnittelujakson pituutta:
fr: Changer la durée de la période de plannification:
no: Endre planperiode varighet:
ru: Изменить продолжительность планируемого периода:
sv: Ändra längden på planeringsperioden:
zh_cn: 更改排班周期时间
zh_hk: 更改排班週期時間

# ClearScheduleResultAndHistoryData
source: Clear scheduled shifts and days off
da: Ryd vagtplanlagte vagter og fridage
de: Verplante Schichten und freie Tage löschen
es: Borrar turnos y días libres planificados
fa: شیفتهای زمانبندی شده و روزهای غیرکاری را پاک کنید
fi: Poista työvuorot ja vapaapäivät
fr: Supprimer les horaires planifiés et jours libres
no: Fjern planlagte skift og fridager
ru: Очистить запланированные смены и выходные дни
sv: Rensa schemalagda skift och fridagar
zh_cn: 清除排定的班次和休息日
zh_hk: 清除排定的班次和休息日

source: Create planning period
da: Opret planlägningsperiode
de: Planungsperiode erstellen
es: Crear período a planificar
fa: ایجاد دوره برنامه ریزی
fi: Luo suunnittelujakso
fr: Créer période de planification
no: Lag planleggingsperiode
ru: Создать планируемый период
sv: Skapa planeringsperiod
zh_cn: 创建排班周期
zh_hk: 創建排班週期

# ModifyEndDateForThisPlanningPeriodDot
source: Modify end date for this planning period.
da: Ret slutdato for denne planlägningsperiode.
de: Änderung der Endzeit dieser Planungsperiode
es: Modificar la fecha de finalización para este período a planificar.
fa: تغییر زمان پایان برای این دوره برنامه ریزی
fi: Muokkaa päättymispäivämäärää tälle suunnittelujaksolle
fr: Modifier la date de fin pour cette période de planification
no: Endre sluttdato for denne planeringsperioden.
ru: Изменить дату завершения этого планируемого периода.
sv: Ändra slutdatum för planeringsperioden.
zh_cn: 为此排班周期修改结束日期
zh_hk: 為此排班週期修改結束日期

# ModifyStartAndEndDateForThisPlanningPeriodDot
source: Modify start date and end date for this planning period.
da: Ret startdato og slutdato for denne planlägningsperiode
de: Änderung der Startzeit dieser Planungsperiode
es: Modifique la fecha de inicio y la fecha de finalización para este período a planificar.
fa: تغییر زمان شروع و پایان برای این دوره برنامه ریزی
fi: Muokkaa aloitus- ja päättymispäivämäärää suunnittelujaksolle.
fr: Modifier la date de début et date de fin pour cette période de planification.
no: Endre startdato og sluttdato for denne planeringsperioden.
ru: Изменить дату начала и завершения этого планируемого периода.
sv: Ändra start- och slutdatum för planeringsperioden.
zh_cn: 为此排班周期修改开始和结束日期
zh_hk: 為此排班週期修改開始和結束日期

source: Running Intraday Optimization
da: Gennemlöb af intradag optimering
de: Intra-Tag Optimierung läuft
es: Ejecutando Optimización Intradía
fa: شروع بهینه سازی روزانه
fi: Suorittaa päivänsisäistä optimointia
fr: Lancer l'optimisation de l'intra-journalier
no: Kjører Intradag optimalisering
ru: Оптимизация внутри дня
sv: Kör optimering inom dagen
zh_cn: 运行当日优化
zh_hk: 運行當日優化

# SelectASuggestedPeriodToWorkWithOrPickStartAndEndDateDirectlyDot
source: Select a suggested period to work with or pick start date and end date directly.
da: Välg en foreslået periode at arbejde med eller välg startdato og slutdato direkte.
de: Wählen Sie einen vorgeschlagenen Zeitraum, mit dem Sie arbeiten möchten, oder wählen Sie das Startdatum und Enddatum direkt aus.
es: Seleccione un período sugerido para trabajar o elija la fecha de inicio y la fecha de finalización directamente.
fa: یکی از دوره پیشنهاد شده برداشته یا تاریخ شروع و پایانی را خودتان اتنخاب کنید
fi: Valitse suositeltu ajanjakso tai valitse haluamasi alkamis- ja päättymispäivä.
fr: Sélectionner une période suggérée pour travailler ou choisir directement une date de début et de fin.
no: Velg en foreslått periode for å jobbe med eller velg startdato og sluttdato direkte.
ru: Выберите предложенный период для работы или выберите даты начала и окончания.
sv: Välj en föreslagen period att arbeta med eller ange start- och slutdatum.
zh_cn: 选择一个建议的周期以开始工作，或直接选取开始和结束日期。
zh_hk: 選擇一個建議的週期以開始工作，或直接選取開始和結束日期。

# SuccessfullyScheduledPlanningPeriodFromTo
source: Successfully scheduled planning period {0} - {1}
da: Denne planlägningsperiode er vagtplanlagt med succes {0} - {1}
de: Die Planungsperiode von {0} bis {1} wurde erfolgreich verplant.
es: período a planificar {0} - {1} planificado con éxito
fa: دوره های {0} تا {1} با موفقیت زمانبندی شده اند
fi: Työvuorot tehty onnistuneesti suunnittelujaksolle {0} - {1}
fr: A planifié la période de planification {0} - {1} avec succès
no: Vellykket planlagt tidsplan for periode {0} - {1}
ru: Период {0} - {1} удачно запланирован
sv: Schemaläggning av planeringsperioden {0} - {1} lyckades.
zh_cn: 成功为排班周期 {0} - {1} 创建班表
zh_hk: 成功為排班週期 {0} - {1} 創建班表

# YouAreGoingToChangeThisPlanningPeriodFrom
source: You are going to change this planning period to {0} - {1}.
da: Du er ved at ändre denne planlägningsperiode til {0} - {1}.
de: Die Planungsperiode wird von {0} - {1} geändert.
es: Vas a cambiar este período a planificar a {0} - {1}.
fa: شما دارید دوره برنامه ریزی به {0} - {1} تغییر میدهید
fi: Olet muuttamassa suunnittelujaksoa jaksoksi {0} - {1}
fr: Vous êtes sur le point de changer cette période de planification pour {0} - {1}.
no: Du er i ferd med å endre denne planeringsperioden til {0} - {1}.
ru: Вы собираетесь изменить этот планирумый период на {0} - {1}.
sv: Du ändrar nu planeringsperioden till {0} - {1}.
zh_cn: 您将更改次排班周期到 {0} - {1}.
zh_hk: 您將更改次排班週期到 {0} - {1}.

# YouAreGoingToCreateAPlanningPeriodFrom
source: You are going to create a planning period from {0} to {1}.
da: Du er ved at oprette en planlägningsperiode fra {0} - {1}.
de: Sie verplanen hiermit eine Planungsperiode von {0} bis {1}
es: Vas a crear un período a planificar de {0} a {1}.
fa: شما دارید دوره برنامه ریزی از {0} - {1} ایجاد میکنید
fi: Olet luomassa suunnittelujaksoa {0} - {1}.
fr: Vous êtes sur le point de créer une période de planification de {0} à {1}.
no: Du er i ferd med å opprette en planperiode fra {0} til {1}.
ru: Вы собираетесь создать планирумый период {0} - {1}.
sv: Du skapar nu en planeringsperiod från {0} till {1}.
zh_cn: 您将创建一个排班周期从 {0} 到 {1}.
zh_hk: 您將創建一個排班週期從 {0} 到 {1}.

source: You need a planning period to schedule your agents. Do you want to create a planning period?
da: Du mangler en planlägningsperiode for at kunne vagtplanlägge dine agenter. Vil du oprette en planlägningsperiode?
de: Sie brauchen eine Planungsperiode, um Ihre Mitarbeiter verplanen zu können. Möchten Sie eine Planungsperiode erstellen?
es: Necesita un período a planificar para planificar sus agentes. ¿Quieres crear un período a planificar?
fa: شما برای زمانبندی پاسخگوها نیاز به دوره برنامه ریزی دارید. ایا میخواهید یکی همین الان ایجاد کنید؟
fi: Tarvitset suunnittelujakson luodaksesi työvuorolistan. Haluatko luoda suunnittelujakson?
fr: Vous avez besoin d'une période de planification pour planifier vos agents. Voulez-vous créer une période de planification?
no: Du trenger en planperiode for å skjemalegge agenter. Vil du opprette en planperiode?
ru: Необходим планируемый период. Создать?
sv: Du behöver en planeringsperiod för att schemalägga dina agenter. Vill du skapa en planeringsperiod?
zh_cn: 您需要建立一个排班周期以为座席代表排班。您想要创建一个排班周期吗？
zh_hk: 您需要建立一個排班週期以為座席代表排班。您想要創建一個排班週期嗎？

# AreYouSureYouWantToClearPlanningPeriodData
source: Are you sure you want to clear scheduled shifts and days off for the planning period {0}-{1} ?
da: Er du sikker på at du vil rydde vagtplanlagte vagter og fridage i denne planlägningsperiode {0}-{1} ?
de: Sind Sie sicher, dass Sie die freien Tage und die Verplanten Schichten für die Periode {0} - {1} löschen möchten?
es: ¿Estás seguro de que deseas borrar los turnos planificados y los días libres para el período a planificar {0} - {1}?
fa: مطمئنید که میخواهید شیفتهای زمانبندی شده و روزهای غیرکاری را برای دوره زمانبندی {0} و {1} پاک کنید؟
fi: Oletko varma, että haluat poistaa työvuorot ja vapaapäivät jaksolta {0} - {1} ?
fr: Êtes-vous sûr de vouloir supprimer les horaires planifiés et jours libres pour la période {0}-{1} ?
no: Er du sikker på at du vil slette planlagte skift og fridager for perioden {0} - {1}?
ru: Удалить запланированные смены и выходные дни для планируемого периода {0}-{1}?
sv: Är du säker på att du vill rensa schemalagda skift och fridagar för planeringsperioden {0}-{1}?
zh_cn: 您确定想要清除排班周期 {0}-{1} 中已排定的班次和休息日吗?
zh_hk: 您確定想要清除排班週期 {0}-{1} 中已排定的班次和休息日嗎?
