Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# TeamsModule
source: Teams
ar: فرق
es: Equipos
fa: تیمها
fi: Tiimit
lv: Nodaļas
tr: Takımlar

# AreYouSureYouWantToDeleteThePlanningGroup
source: Are you sure you want to delete the planning group '{0}' and its related settings?
da: Er du sikker på at du vil slette planlägningsgruppen {0} og de tilhörende indstillinger?
de: Sind Sie sicher, dass Sie die Planungsgruppe '{0}' und ihre zugehörigen Einstellungen löschen möchten?
es: ¿Seguro que quieres eliminar el grupo de planificación '{0}' y su configuración relacionada?
fa: مطمئن هستید که میخواهید گروه برنامه ریزی {0} و تنظیمات مربوطه را پاک کنید؟
fi: Haluatko varmasti poistaa suunnitteluryhmän {0} ja siihen kuuluvat asetukset?
fr: Êtes-vous sûr de vouloir supprimer le groupe de planification '{0}' et ces paramètres relatifs?
no: Er du sikker på at du vil slette planleggingsgruppen '{0}' og tilhørende innstillinger?
ru: Вы уверены, что хотите удалить группу планирования '{0}' и ее настройки?
sv: Är du säker på att du vill ta bort planeringsgruppen '{0}' och de tillhörande inställningarna?

source: Organize Cascading Skills
ar: تنظيم المهارات الموزعة
da: Organiser skills
de: Skillprioritäten organisieren
es: Organizar Skills en Cascada
fa: مرتب کردن مهارتهای الویت بندی شده
fi: Lajittele taidot tärkeysjärjestykseen
fr: Organiser compétences en cascade
lv: Organizēt Kaskādes Prasmes
no: Organiser overlappende ferdigheter
ru: Организовать каскадные навыки
tr: Ardışık Yetenekleri Sırala

# NewShiftCategoryShortName
source: XX
no: NN
sv: NN

# MyTimeWeb
source: MyTime
ar: My Time Web
cs: My TimeWeb
da: MyTime Web
es: MyTimeWeb
fa: برنامه من
fr: MyTimeWeb
id: MyTimeWeb
it: MyTimeWeb
ja: MyTime Web
nl: MyTime Web
pl: MójCzas dostęp web
ru: MyTimeWeb
tr: Mytimeweb

# Anywhere
source: Web
ar: اى مكان
de: Anywhere
es: En cualquier dispositivo
fa: وب
fr: Anywhere
it: Ovunque
ja: 随所
nl: Overal
no: Hvor som helst
pt: Anywhere
ru: Веб

source: MyTeam
ar: فريقي
cs: Můj tým
da: Mit team
es: MiEquipo
fa: تیم من
fr: Teams
lv: Mana Nodaļa
pl: Mój Zespół

# AcwCaret
source: ACW <
cs: Činnosti po ukončení hovoru <
de: Nachbearbeitungszeit
fr: TPA <
tr: Çağrı sonrası iş <

# WindowsLogonWithBrackets
source: (Windows)
ar: (نافذة)
fa: (پنجره ها)
tr: (Pencereler)

source: SMS
fa: پیام کوتاه

source: Id
ar: رقم تعريفلى
ru: ld

# OpenTeleoptiCCC
source: Teleopti WFM
id: Teleopti CCC
it: Teleopti CCC
nl: Teleopti CCC
