Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# BusinessRuleOverlappingFriendlyName3
source: Non-overwritable activity overwritten
ar: نشاط غير قابل للنسخ قد تم نسخه
da: Uoverskrivelig aktivitet er overskrevet
de: Nichtüberschreibbare Aktivität wurde überschrieben
es: Actividad no sobrescribible sobrescrita
fa: فعالیت غیر قابل بازنویسی، تغییر کرده
fi: Ei-muokattavissa oleva aktiviteetti on korvattu
fr: Activité non-écrasable écrasée
lv: Nepārrakstāmās aktivitātes ir pārrakstītas
no: Ikke overskrivbare aktivite(er) er overskrevet
ru: Неперезаписываемая активность перезаписана
sv: Icke överskrivningsbar aktivitet överskriven
tr: Üzerine ekleme yapılamayan aktiviteye ekleme yapıldı.
zh_cn: 不可覆盖的活动被覆盖了
zh_hk: 不可覆蓋的活動被覆蓋了

# BusinessRulePersonAccountFriendlyName
source: PersonAccount exceeds accrued value
ar: الحساب الشخصي يتجاوز القيمة الحاصلة
da: Personlig konto overstiger pålöben värdi
de: Personalkonto überschreitet angelaufenen Wert
es: Cuenta Personal excede el valor Acumulado
fa: حساب کاربری از مقدار درست بیشت شده
fi: Henkilökohtaisen tilin arvo on ylitetty
fr: Le compte personnel excède la valeur accrue
lv: Personas konts pārsniedz uzkrātās vērtības
no: Medarbeider kontot overstiger opptjent verdi
ru: Превышено значение начислено из индивидуального счета
sv: Tidsuppföljningen överskrider saldot
tr: İzin miktarı biriken izin değerini aştı.
zh_cn: 个人账户超过了积值
zh_hk: 個人帳戶超過了積值

# BusinessRuleShiftCategoryLimitationFriendlyName
source: Shift category limitation broken on period
ar: انقطاع محدودية فئة الوردية فى الفترة
da: Vagt kategori begränsnning er overskredet i perioden
de: Begrenzung der Schichtkategoriebegrenzung gebrochen - Periode
es: Limite categoría de turno sobrepasado por período
fa: محدودیت دسته بندی شیفت در این دوره نقض شده است
fi: Jakson vuoroluokkarajoitus on rikottu
fr: Limite de catégorie d'horaires atteinte pour la période
lv: Maiņu kategorijas ierobežojums periodā ir pārkāpts
no: Skiftkategori begrensningen er brutt for periode
ru: Ограничение категории смен нарушено в периоде
sv: Skiftkategoribegränsningarna är brutna för perioden
tr: Bu periyodda vardiya kategorisi kısıtlaması çiğnendi.
zh_cn: 违反周期内班次类别限制规则
zh_hk: 違反週期內班次類別限制規則

# BusinessRuleShiftCategoryLimitationFriendlyName1
source: Shift category limitation broken on week
ar: انقطاع محدودية فئة الوردية فى الأسبوع
da: Vagt kategori begränsnning er overskredet i ugen
de: Begrenzung der Schichtkategoriebegrenzung gebrochen - Woche
es: Limite categoría de turno sobrepasado por semana
fa: محدودیت دسته بندی شیفت در این هفته نقض شده است
fi: Viikon vuoroluokkarajoitus on rikottu
fr: Limitation de catégorie d'horaires enfreinte pour la semaine
lv: Maiņu kategorijas ierobežojums nedēļā ir pārkāpts
no: Skiftkategori begrensningen er brutt for uke
ru: Ограничение категории смен нарушено в неделе
sv: Skiftkategoribegränsningarna är brutan för veckan
tr: Bu hafta vardiya kategorisi kısıtlaması çiğnendi.
zh_cn: 违反周中班次类别限制规则
zh_hk: 違反周中班次類別限制規則

# BusinessRuleWeeklyRestFriendlyName
source: The week does not have the stipulated weekly rest
ar: الاسبوع لا يحتوى على الراحة الأسبوع المنصوص عليها
da: Denne uge har ikke den fastsatte ugenlige hvile
de: Die Woche enthält nicht die eingestellte wöchentliche Ruhezeit
es: La semana no contiene el tiempo de descanso semanal estipulado
fa: این هفته استراحت هفتگی قید شده را ندارد
fi: Kyseisellä viikolla ei ole määriteltyä viikkolepoaikaa
fr: La semaine n'a pas le repos hebdomadaire stipulé
lv: Nedēļa nesatur noteikto iknedēļas atpūtu
no: Uken har ikke fastsatt ukentlig hvile
ru: Неделя содержит слишком мало времени отдыха
sv: Veckan uppfyller inte veckovilan
tr: Dinlenme saati, öngörülen haftalık eşik değerinin aşağısında.
zh_cn: 该周没有规定的每周休息时间
zh_hk: 該周沒有規定的每週休息時間

source: Overwritable
ar: قابل للنسخ
da: Overskrivelig
de: Überschreibbar
es: Sobrescribible
fa: قابل بازنویسی
fi: On muokattavissa
fr: Écrasable
lv: Pārrakstāms
no: Overskrivbar
ru: Перезапись
sv: Överskrivningsbar
tr: Üzerine ekleme yapılabilir.
zh_cn: 可覆盖
zh_hk: 可覆蓋

source: Validation Alerts
ar: إنذارات الفحص
da: Validerings advarsler
de: Validierungs-Alarm
es: Alertas de validación
fa: هشدار تایید
fi: Validointivaroitukset
fr: Alertes de validation
lv: Validācijas Signāli
no: Valideringsvarsler
ru: Предупреждения проверки
sv: Valideringsvarningar
tr: Doğrulama ikazı
zh_cn: 有效性警报
zh_hk: 有效性警報

# ReforecastedStaff
source: Reforecasted agents
ar: ممثلون تم إعادة عملية التوقع لهم
da: Medarbejdere er blevet prognostiseret igen
de: Neu-prognostizierte Mitarbeiter
es: Agentes previstos re-ajustados
fa: پاسخگوهای بازپیش بینی شده
fi: Uudelleen ennustetut agentit
fr: Personnel re-prévu
lv: Pārprognozētie Darbinieki
no: Omprognotiserte agenter
ru: Обновленный прогноз штата
sv: Omprognostiserad bemanning
tr: Yeniden tahminlenen iş gücü
zh_cn: 重新预测的座席代表数
zh_hk: 重新預測的座席代表數

# ShiftTradeMaxSeatViolationDenyReason
source: The shift trade request has been denied as there are not enough available seats.
ar: طلب تبادل الورديات تم رفضه لانه لا توجد مقاعد كافية
da: Vagt handelsforespörgslen er blevet afslået da der ikke längere er nok pladser tilgängelig
de: Die Schichttauschanfrage wurde abgelehnt, da nicht genügend Sitzplätze verfügbar sind.
es: La solicitud de cambio de turno ha sido denegada ya que no hay suficientes puestos disponibles.
fa: بخاطر کمبود صندلی درخواست تبادل شیفت جدید رد میشود
fi: Vuoronvaihtopyyntö on hylätty koska ei ole tarpeeksi paikkoja.
fr: La demande d'échanges d'horaires a été refusée car il n'y a pas suffisamment de postes disponibles.
lv: Samaiņas pieprasījums ir noraidīts, jo nav pietiekami daudz pieejamas sēdvietas
no: Skiftbytte søknaden ble avvist fordi det ikke er nok ledige plasser.
ru: Запрос на обмен сменами отклонен, так как недостаточно доступных рабочих мест.
sv: Skiftbytet har nekats eftersom det inte finns några tillgängliga arbetsplatser.
tr: Vardiya takası isteği, yeterli sayıda uygun oturma yeri bulunmamasından dolayı reddedildi.
zh_cn: 调换班申请已被拒绝因为没有足够的可用座位。
zh_hk: 調換班申請已被拒絕因為沒有足夠的可用座位。

source: Shift Trade Request Settings
ar: إعدادات طلب تبادل الورديات
da: Vagt handelsforespörgsel indstillinger
de: Einstellungen für Schichttauschanfragen
es: Config. de Solicitud de Cambio de Turno
fa: تنظیمات درخواست تبادل شیفت
fi: Vuoronvaihtopyyntöjen asetukset
fr: Paramètres de demande d'échange d'horaires
lv: Samaiņas Pieprasījumu Uzstādījumi
no: Skiftbytte ber om innstillinger
ru: Настройки запроса на обмен сменами
sv: Inställningar för skiftbytesförfrågningar
tr: Vardiya Takası İsteği Ayarları
zh_cn: 调换班申请设置
zh_hk: 調換班申請設置

# NoPermissionToMoveInvalidOverlappedActivity
source: You have no permission to move invalid overlapped activity.
ar: ليس لديك صلاحيات لتحريك نشاطا غير صحيحا ومتداخلا
da: Du har ikke tilladelse til at flytte ugyldig overlappende aktivitet
de: Sie haben nicht die Berechtigung die ungültige und überlappende Aktivität zu verschieben.
es: No tiene permiso para mover la actividad solapada no válida.
fa: شما دسترسی لازم برای جابجایی فعالیت همپوشانی شده را ندارید
fi: Sinulla ei ole oikeuksia siirtää kelpaamatonta päällekkäistä aktiviteettia
fr: Vous n'avez pas la permission de déplacer l'activité chevauchée invalide
lv: Jums nav atļaujas pārvietot nederīgu pārklātu aktivitāti
no: Du har ingen tillatelse til å flytte ugyldig overlappende aktivitet.
ru: У вас нет прав, чтобы изменить недействительную перекрытую активность.
sv: Rättigheter för att flytta otillåtet överlappade aktiviteter saknas.
tr: Geçersiz, üst üste binmiş aktiviteyi değiştirme izniniz yok.
zh_cn: 您没有权限移动无效的重叠活动。
zh_hk: 您沒有許可權移動無效的重疊活動。

# OverlappedNonoverwritableActivitiesExist
source: There are still overlapped non-overwritable activities
ar: لا تزال هناك أنشطة غير قابلة للنسخ متداخلة
da: Der er stadig overlappende uoverskrivelige aktiviteter
de: Es gibt noch überlappende nicht-überschreibbare Aktivitäten
es: Todavía hay actividades superpuestas no sobrescribibles
fa: هنوز فعالیت همپوشانی شده که تغییر دادن نیستند موجود است
fi: Vieläkin on olemassa päällekkäisiä ei-muokattavissa olevia aktiviteetteja
fr: Il reste des activitées non écrasables chevauchées
lv: Joprojām ir pārklātas nepārrakstāmas aktivitātes
no: Det finnes fortsatt overlappende ikke-overskrivbare aktiviteter
ru: Здесь есть перекрытые неперезаписываемые активности
sv: Det finns fortfarande överskrivna aktiviteter som inte får skrivas över.
tr: Halen üst üste binmiş fakat üzerine ekleme yapılamayan aktiviteler var.
zh_cn: 仍有重叠的不可覆盖的活动
zh_hk: 仍有重疊的不可覆蓋的活動

# MoveInvalidOverlappedActivitySuccess
source: Successfully moved invalid overlapped activities for selected agents
ar: تم نقل انشطة متداخلية وغير صحيحة بنجاح للممثلين المختارين
da: Det er lykkedes at flytte ugyldige overlappende aktiviteter for de valgte medarbejdere
de: Die ungültigen und überlappenden Aktivitäten wurden für die markierten Mitarbeitern verschoben.
es: Se movieron con éxito actividades superpuestas no válidas para los agentes seleccionados
fa: فعالیت هم پوشانی شده پاسخگوهای انتخاب شده با موفقیت جابجا شد
fi: Siirretyt kelpaamattomat päällekkäiset aktiviteetit onnistui valituille agenteille
fr: A déplacé avec succès les activités chevauchées invalides pour les agents sélectionnés
lv: Veiksmīgi pārvietotas nederīgas pārklātas aktivitātes atlasītajiem operatoriem
no: Vellykket flyttet av ugyldig overlappende aktiviteter for utvalgte agenter
ru: Успешно изменена недействительная перекрытая активность для выбранных операторов
sv: Otillåtet överlappade aktiviteter för valda agenter har flyttats.
tr: Geçersiz, üst üste binmiş aktiviteler başarılı bir şekilde değiştirildi.
zh_cn: 已成功为选定的座席代表移动了无效的重叠活动
zh_hk: 已成功為選定的座席代表移動了無效的重疊活動

# NoPermissionToViewErrorMessage
source: You do not have permission to view this page.
ar: لا تملك صلاحية لعرض الصفحة
da: Du har ikke tilladelse til at se denne side.
de: Sie haben nicht die entsprechende Berechtigung um diese Seite einzusehen
es: No tienes permiso para ver esta página
fa: شما دسترسی برای مشاهده این صفحه را ندارید
fi: Sinulla ei ole oikeuksia nähdä tätä sivua.
fr: Vous n'avez pas la permission de consulter cette page.
lv: Jums nav atļauju skatīt šo lapu.
no: Du har ikke tillatelse til å se denne siden.
ru: У вас не хватает прав для просмотра этой страницы.
sv: Du har inte rättigheter för att visa denna sida.
tr: Bu sayfayı görüntüleme izniniz yok.
zh_cn: 您没有权限查看此页。
zh_hk: 您沒有許可權查看此頁。

# ValidateRequestsBasedOnExpiration
source: Validate by minimum approval time threshold
ar: افحص بالحد الادني للوقت الموافق عليه
da: Valideret med minimum godkendelsestid gränsevärdi
de: Mit Grenzwert für Mindestgenehmigungszeit validieren
es: Validar por el umbral de tiempo de aprobación mínimo
fa: بررسی با استفاده از آستانه حداقلی زمان تایید
fi: Validoi pyyntö käyttämällä pyynnön aikakynnystä
fr: Validation par délai minimum
lv: Validēt pieprasījumus, pamatojoties uz sliekšņa ar iztecējušu termiņu
no: Validere ved minimum godkjent terskelverdi tid
ru: Проверить по минимальному количеству минут перед временем отсутствия
sv: Validera baserat på minsta tid i förväg förfrågningar måste skickas
tr: Minimum onay zamanı eşiği ile doğrulama yap
zh_cn: 通过最小审批阈值验证
zh_hk: 通過最小審批閾值驗證

# StaffingInformationMissing
source: Staffing information is missing on skill {0}
ar: معلومات قوة العمل مفقودة فى المهارة (0)
da: Bemandingsinformation mangler på skill {0}
de: Besetzungsinformation fehlt für Skill {0}
es: Falta información sobre dotación de personal para el skill {0}
fa: اطلاعات نیروی کاری برای مهارت {0} موجود نیست
fi: Henkilöstötiedot puuttuvat taidolta {0}
fr: Information de couverture manquante pour la compétence {0}
lv: Prasmei {0} trūkst personāla informācijas
no: Bemanning informasjon mangler for ferdighet {0}
ru: Инфо о персонале отсутствует на навыке {0}
sv: Bemanningsinformation saknas för kompetens {0}
tr: {0} yeteneğine ait planlanmış kaynak bilgisi eksik.
zh_cn: 技能{0}的人力信息缺失
zh_hk: 技能{0}的人力資訊缺失

# RequiredStaff
source: Required agents
ar: الممثلون المطلوبون
da: Påkrävede medarbejdere
de: Benötigte Anzahl an Mitarbeitern
es: Agentes requeridos
fa: پاسخگوهای لازم
fi: Tarvittavat agentit
fr: Agents requis
lv: Nepieciešams Personāls
no: Nødvendige agent(er)
ru: Требуемые операторы
sv: Bemanningsbehov
tr: İhtiyaç duyulan kişi
zh_cn: 需要的坐席代表数
zh_hk: 需要的坐席代表數

# RequestDenyReasonRequestExpired
source: Your absence request has been denied automatically. The start time of this request is {0}, it must be at least {1} minutes later than current time
ar: طلب الغياب الخاص بك تم رفضه تلقائياً. وقت البداية لهذا الطلب (0)، يجب على الأقل أن تكون (1) دقائق بعد الوقت الحالى.
da: Din frvärsforespörgsel er blevet automatisk afvist. Starttiden for denen forespörgsel er {0}, den skal mindst väre {1} minutter senere end nuvärende tid
de: Ihre Abwesenheitsanfrage wurde automatisch abgelehnt. Die Startzeit der Anfrage ist {0}, sie muss mindestens {1} Minute(n) später als die aktuelle Zeit sein
es: Su solicitud de ausencia ha sido denegada automáticamente. La hora de inicio de esta solicitud es {0}, debe ser al menos {1} minutos más tarde que la hora actual
fa: درخواست مرخصی به طور خودکار رد شد. زمان شروع درخواست {0} است درحالی که حداقل باید {1} دقیقه بعد زمان حاضر باشد
fi: Poissaolopyyntö on hylätty automaattisesti. Pyynnön aloitusaika on {0} mutta pyyntö on lähetettävä vähintään {1} min ennen kyseistä aikaa.
fr: Votre demande d'absence a été automatiquement refusée. Le début de la période requise est {0} et doit être d'au moins {1} minutes après l'heure actuelle.
lv: Jūsu prombūtnes pieprasījums tika noraidīts automātiski. Sākuma laiks šim pieprasījumam ir {0}, tam jābūt vismaz {1} minūtes vēlākam nekā pašreizējais laiks
no: Din fraværsforespørselen er blitt nektet automatisk. Starttiden for denne forespørselen er {0}, den må være minst {1} minutter senere enn gjeldende tidspunkt
ru: Ваш запрос на отсутствие отклонен автоматически. Время начала в запросе {0} должно быть на {1} минут(-ы) позже текущего времени.
sv: Din frånvaroförfrågan har avslagits automatiskt. Starttiden för förfrågan är {0}, och den måste vara minst {1} minuter senare än aktuell tid
zh_cn: 您的缺勤申请被自动拒绝。该申请的开始时间是{0}，应至少晚于当前时间{1}分钟。
zh_hk: 您的缺勤申請被自動拒絕。該申請的開始時間是{0}，應至少晚於當前時間{1}分鐘。

# TheFollowingAgentsPersonAccountsWillBeAffected
source: The following agents' personal accounts will be affected.
ar: حسابات الممثلين التالية سوف تتأثر
da: De fölgende medarbejderes personlige konti vil blive berörte
de: Die Personalkonten der folgenden Mitarbeiter werden betroffen:
es: Las cuentas personales de los siguientes agentes se verán afectadas.
fa: تعداد مرخصی مجاز پاسخگوها تحت تاثیر قرار خواهد گرفت
fi: Seuraavien agenttien henkilökohtaiset tilit ovat vaikuttuneet.
fr: Les comptes personnels des agents suivants vont être affectés.
lv: Tiks ietekmēti sekojošu operatoru personīgie konti.
no: Følgende agent kontoer vil bli berørt
ru: Индивидуальные счета следующих операторов будут затронуты.
sv: Följande agenters tidsuppföljning kommer att påverkas.
zh_cn: 以下座席代表的个人账户将被影响：
zh_hk: 以下座席代表的個人帳戶將被影響：

# ThisAbsenceWillExceedPersonAccountLimits
source: This absence will exceed personal account limits.
ar: هذا الغياب سيتجاوز حدود الحساب
da: Dette fravär vil overstige den personlige kontos gränse
de: Diese Abwesenheit wird die Grenzwerte der Personalkonten überschreiten
es: Esta ausencia excederá los límites de la cuenta personal.
fa: این مرخصی باعث عبور از حداکثر مرخصی مجاز میشود
fi: Poissaolo ylittää henkiläkohtaisen tilin rajan.
fr: Cette absence va excéder les limites de comptes personnels.
lv: Šī prombūtne pārsniegs personīgo kontu robežas.
no: Dette fraværet vil overstige medarbeiderkonto grense.
ru: Это отсутствие превысит лимиты индивидуального счета.
sv: Denna frånvaro kommer att överskrida begränsningarna i tidsuppföljningen.
zh_cn: 此缺勤将超过个人账户限制。
zh_hk: 此缺勤將超過個人帳戶限制。

source: Recipient has no shift trade permission
ar: المستقبل ليس لديه صلاحية تبادل ورديات
da: Modtager har ikke tilladelse til at handle med vagter
de: Der Empfänger ist nicht dazu berechtigt Schichttäusche durchzuführen
es: El destinatario no tiene permiso para hacer cambios de turno
fa: دیافت کننده دسترسی لازم برای تبادل شیفت را ندارد
fi: Vastaanottajalla ei ole oikeuksia vaihtaa vuoroja
fr: Le receveur n'a pas de permission d'échange d'horaires.
lv: Saņēmējam nav atļauju veikt samaiņas
no: Mottakeren har ingen skiftbytte tillatelse
ru: Получатель не имеет прав доступа на запросы обмена сменами
sv: Mottagaren har inte rättigheter att byta skift.
zh_cn: 接受者没有调换班权限
zh_hk: 接受者沒有調換班許可權

# TooManySelectedAgents
source: You have selected too many agents. Please select less than 55.
ar: لقد اخترت عدد كبير جدا من الممثلين، فضلا اختر أقل من 55 ممثلا
da: Du har valgt for mange medarbejdere. Vär venlig at välge mindre end 55
de: Sie haben zu viele Mitarbeiter gewählt. Bitte wählen Sie weniger alls 55 Agenten.
es: Has seleccionado demasiados agentes. Por favor, selecciona no más de 55.
fa: تعداد پاسخگوهای انتخاب شده زیاد است. لطفاً کمتر از 55 پاسخگو انتخاب کنید.
fi: Olet valinnut liian monta agenttia. Valitse vähemmän kuin 55.
fr: Vous avez sélectionné trop d'agents. Merci d'en sélectionner moins de 55.
lv: Jūs esat izvēlējies pārāk daudz operatorus. Lūdzu, izvēlieties mazāk nekā 55.
no: Du har valgt for mange agenter. Velg ferre enn 55.
ru: Вы выбрали слишком много операторов. Выберите менее 55.
sv: Du har markerat för många agenter. Var god markera färre än 55.
zh_cn: 您选择的座席代表过多。请选择少于55个人。
zh_hk: 您選擇的座席代表過多。請選擇少於55個人。

source: Unsupported Skill
ar: مهارة غير مدعومة
da: Usupporteret skill
de: Nicht unterstützte Skills
es: Skill Incompatible
fa: مهارت پشتیبانی نشده
fi: Taito, jota ei tueta
fr: Compétence non supportée
lv: neatbalstīta prasme
no: Ferdigheter som ikke er støttet
ru: Неподдерживаемый навык
sv: Kompetensen stöds ej
zh_cn: 不支持的技能
zh_hk: 不支持的技能

# UnsupportedSkillMsg
source: This skill is not supported
ar: هذه المهارة غير مدعومة
da: Dette skill er ikke supporteret
de: Dieser Skill wird nicht unterstützt
es: Esta skill no es compatible.
fa: این مهارت پشتیبانی نشده است
fi: Taitoa ei tueta
fr: Cette compétence n'est pas supportée
lv: Šī prasme netiek atbalstīta
no: Denne ferdigheten er ikke støttet
ru: Это навык не поддерживается
sv: Den här kompetensen stöds ej
zh_cn: 该技能不被支持
zh_hk: 該技能不被支持

source: Organization
ar: منظمة
da: Organisation
de: Organisation
es: Organización
fa: سازمان
fi: Organisaatio
fr: Organisation
no: Organisasjon
ru: Организация
sv: Organisation
zh_cn: 组织
zh_hk: 組織

# SortByStartDate
source: Start Date
ar: تاريخ البدء
da: Start dato
de: Startdatum
es: Fecha de inicio
fa: تاریخ شروع
fi: Aloituspäivä
fr: Date de début
no: Start dato
ru: Дата начала
sv: Startdatum
zh_cn: 开始日期
zh_hk: 開始日期

# SortByUpdateDate
source: Update Date
ar: تحديث التاريخ
da: Opdater dato
de: Updatedatum
es: Actualizar Fecha
fa: تاریخ بروزرسانی
fi: Päivitä päivämäärä
fr: Date de mise à jour
no: Oppdatert dato
ru: Дата обновления
sv: Uppdateringsdatum
zh_cn: 更新日期
zh_hk: 更新日期

# SkillAreaColon
source: Skill group:
da: Skill område:
de: Skillgruppe:
es: Grupo de skills:
fa: گروه مهارتها:
fi: Taitoryhmä:
fr: Groupe de compétences:
no: Ferdighetsområde:
sv: Kompetensgrupp:
zh_cn: 技能区：
zh_hk: 技能區：

source: The activity can not be added to
ar: لا يمكن إضافة النشاط إلى
da: Aktiviteten kan ikke blive tildelt til
de: Die Aktivität kann nicht hinzugefügt werden
es: La actividad no puede ser añadida para
fa: این فعالیت را نمیشود اضافه کرد
fi: Aktiviteettia ei voi lisätä
fr: Cette activité ne peut pas être ajoutée à
no: Aktiviteten kan ikke legges til
ru: Активность не может быть добавлена к
sv: Aktiviteten kan inte läggas till för
zh_cn: 该活动无法被添加到
zh_hk: 該活動無法被添加到

source: The absence can not be added to
ar: لا يمكن إضافة الغياب إلى
da: Fraväret kan ikke blive tildelt til
de: Die Abwesenheit kann nicht hinzugefügt werden
es: La ausencia no puede ser añadida para
fa: مرخصی قابل اضافه شدن نیست
fi: Poissaoloa ei voi lisätä henkilöille
fr: Cette absence ne peut pas être ajoutée à
no: Fraværet kan ikke legges til
ru: Отсутствие не может быть добавлено к
sv: Frånvaro kan inte läggas till för
zh_cn: 该缺勤无法被添加到
zh_hk: 該缺勤無法被添加到

# CopyingConfirmationWithParameters
source: You are about to overwrite all existing schedule for scenario '{0}' for the period {1} - {2} and the selected teams.
da: Du er ved at overskrive alle eksisterende vagtplaner for scenarie '{0} for perioden {1} - {2} og de valgte teams.
de: Sie sind dabei, alle bestehenden Pläne für Szenario '{0}' für den Zeitraum {1} - {2} und die ausgewählten Teams zu überschreiben.
es: Está a punto de sobrescribir todo la planificación existente para el escenario '{0}' para el período {1} - {2} y los equipos seleccionados.
fa: شما دارید تمامی زمانبندیهای موجود برای سناریو {0} در بازه {1} تا {2} برای پاسخگوهای انتخاب شده را بانویسی میکنید
fi: Olet korvaamassa koko työvuorolistaa skenaariossa '{0}' jaksolle {1} - {2} ja valituille tiimeille.
fr: Vous êtes sur le point d'écraser tout planning pour le scénario '{0}' pour la période {1} - {2} et les équipes sélectionnées.
no: Du er på vei til å overskrive alle eksisterende planen for scenario {0} for perioden {1} - {2} og de valgte teamene
ru: Вы собираетесь перезаписать все существующее раписание на сценарии '{0}' за период {1} - {2} для выбранных групп.
sv: Du är på väg att skriva över allt befintligt schema i scenario {0} för den angivna perioden {1} - {2} och de valda teamen.
zh_cn: 您将要覆盖选定的小组在情景'{0}'中所有已存在的班表，在周期{1} - {2}。
zh_hk: 您將要覆蓋選定的小組在情景'{0}'中所有已存在的班表，在週期{1} - {2}。

# PickASmallerDatePeriodDot
source: Pick a smaller date period.
ar: اختر أقصر فترة تاريخ.
da: Välg en mindre datoperiode
de: Wählen Sie eine kürzere Datumsperiode
es: Seleccione un periodo más corto.
fa: بازه زمانی کوچکتری را انتخاب کنید
fi: Valitse lyhyempi aikajakso.
fr: Choisissez une période de temps plus courte.
no: Velg en mindre datoperiode.
ru: Выберите меньший период.
sv: Välj en kortare datumperiod.
zh_cn: 选取一个更小的日期范围。
zh_hk: 選取一個更小的日期範圍。

# PickAtleastOneTeamDot
source: Pick at least one team.
ar: اختر على الأقل فريقاً واحداً
da: Välg mindst et team.
de: Wählen Sie mindestens ein Team
es: Seleccione al menos un equipo
fa: حداقل یک تیم را انتخاب کنید
fi: Valitse ainakin yksi tiimi.
fr: Choisissez au moins une équipe.
no: Velg minst ett team ..
ru: Выберите хотя бы одну группу.
sv: Välj minst ett team.
zh_cn: 至少选取一个小组。
zh_hk: 至少選取一個小組。

source: Run
ar: تشغيل
da: Kör
de: Ausführen
es: Ejecutar
fa: شروع
fi: Aja
fr: Démarrer
no: Kjør
ru: Выполнить
sv: Kör
zh_cn: 运行
zh_hk: 運行

source: Run archiving
ar: تشغيل الأرشفة
da: Kör arkivering
de: Archivieren
es: Archivar
fa: شروع عملیات آرشیو
fi: Arkistoi
fr: Démarrer l'archivage
no: Kjør arkivering
ru: Запустить архивирование
sv: Kör arkivering
zh_cn: 运行存档中
zh_hk: 運行存檔中

# TheScenarioYouArchiveFromMustBeTheDefaultScenarioDot
source: The scenario you archive from must be the default scenario.
ar: السيناريو الذى قمت بأرشفته يجب أن يكون السيناريو التلقائي
da: Scenariet du arkiverer fra skal väre et standard scenarie
de: Das Archivierungsszenario muss das Standardszenario sein.
es: El escenario desde el que archiva debe ser el escenario default.
fa: سناریویی که در حال آرشیو کردن هستید باید سناریو پیشفرض باشد
fi: Arkistoinnin lähdeskenaario on oltava oletusskenaario.
fr: Le scénario que vous archivez doit être le scénario par défaut.
no: Scenariet du arkiverer fra må være standard scenario.
ru: Сценарий, с которого вы архивируете, должен быть по умолчанию.
sv: Du kan bara arkivera från standardscenariot.
zh_cn: 您所存档的源情景必须是默认情景。
zh_hk: 您所存檔的源情景必須是默認情景。
