Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# SelectedPeriodShouldNotBeLongerThanParameterDot
source: Selected period should not be longer than {0}.
ar: المدة المختارة لا يجب أن تكون أطول من (0)
cs: Vybrané období nemůže být delší než {0}.
da: Valgte periode bør ikke være længere end {0}.
de: Die ausgewählte Periode sollte nicht länger als {0} sein.
es: El período seleccionado no debe ser más largo que {0}.
fa: دوره زمانی انتخاب شده نباید طولانی تر از {0} باشد.
fi: Valittu jakso ei voi olla pidempi kuin {0}.
fr: Période sélectionnée ne devrait pas être plus longue que {0}.
id: Periode terpilih tidak boleh lebih panjang dari {0}.
it: Il periodo selezionato non dovrebbe essere superiore a {0}.
ja: 選択した期間は {0} を超えることはできません。
lv: Izvēlētais periods nedrīkst būt garāks par {0}.
nl: Geselecteerde periode mag niet langer zijn dan {0} zijn.
no: Valgt periode bør ikke være lenger enn {0}.
pl: Wybrany okres nie powinien przekraczać {0}.
pt: O período selecionado não dever maior do que {0}.
ru: Выбранный период не должен быть длиннее, чем {0}.
sv: Vald period får inte vara längre än {0}.
tr: Seçilen periyod {0} dan uzun olamaz
zh_cn: 您所选择的周期不应当超过{0}。
zh_hk: 您所選擇的週期不應當超過{0}。

# SignCustomerWeb
source: Login customer web
ar: تسجيل دخول شبكه العميل
cs: Přihlášení na web zákazníka
da: Log ind til kunde web
de: Kunden-Web
es: Entrada en la web de Clientes
fa: ورود به سیستم وبسایت مشتری
fi: Sisäänkirjautuminen Customer WEB
fr: Connexion web client
id: Login web customer
ja: 顧客のWebにログイン
nl: Inloggen klant web
no: Innlogg Kunde Web
pl: Zaloguj łeb klienta
ru: Войти на сайт поддержки клиентов
sv: Inloggning kundwebb
tr: Müşteri alanına giriş yap
zh_cn: 登录客户网页
zh_hk: 登錄客戶網頁

source: View Custom Team Schedule
ar: اظهر جدول الفريق المعدل
cs: Zobrazit upravené rozvrh týmu
da: Se brugerdefineret team plan
de: benutzerdefinierte Teamansicht
es: Ver planificación por equipo personalizada
fa: بازبینی زمان بندی تیم مشتری
fi: Näytä mukautetut tiimin työvuorot
fr: Regarder planning équipe personalisé
id: Melihat jadwal tim
it: Vedi pianificazione Team personalizzato
ja: カスタムのチームスケジュールを表示
lv: Skatīt Lietotāja Nodaļas Grafiku
nl: Bekijk Custom Team Rooster
no: Se egendefinert skjema for Team
pl: Zobacz własny plan zespołu
pt: Visualizar a Escala Customizada da Equipe
ru: Просмотр графика группы
sv: Teamschema baserat på andra grupperingar
tr: Özel ekiğ vardiyasını görüntüle
zh_cn: 查看自定义小组班表
zh_hk: 查看自訂小組班表

# AbsenceExtra
source: Extra
ar: زياده
cs: Navíc
da: Ekstra
fa: اضافی
fi: Ekstra
id: Ekstra
ja: 追加
lv: Papildus
no: Ekstra
pl: Ekstra
ru: Дополнительно
tr: Ekstra
zh_cn: 额外的缺勤
zh_hk: 額外的缺勤

# AbsenceOverride
source: Override
ar: تجاوز
cs: Přepsat
da: Tilsidesættelse af budgeteret fravær
de: Überschreiben
es: Sobrescribir
fa: لغو کردن
fi: Ylitä
fr: Supplanter
id: Menimpa
it: Oltrepassa
ja: 上書き
lv: Pārņemt
no: Overstyr
pl: Ignoruj
pt: Sobrescrever
ru: Заменить на
sv: Ersätt
tr: Üstüne yaz
zh_cn: 重设缺勤
zh_hk: 重設缺勤

# AbsenceThreshold
source: Threshold
ar: نقطه البدايه
cs: Treshold
da: Fraværs Grænsen
de: Schwellenwert
es: Umbral
fa: آستانه
fi: Varoitusarvot
fr: Seuil
id: Ambang
it: Soglia
ja: しきい値
lv: Slieksnis
nl: Drempel
no: Terskel
pl: Próg
pt: Limites
ru: Порог
sv: Tröskelvärde
tr: Eşik
zh_cn: 阈值
zh_hk: 閾值

source: Allowance
ar: اتاحه
cs: Volná kapacita
da: Budgetterde kvoter
de: Vorgabe
es: Autorización
fa: مجوز
fi: Vähennys
fr: Permission
id: Tunjangan
it: Consentito
ja: 割り当て
lv: Pielaide
nl: Toelage
no: Kvote
pl: Przydział
pt: Concessão
ru: Допущение
sv: Tilldelning
tr: Ödenek
zh_cn: 配额
zh_hk: 配額

source: Budgeted leave
ar: فائض الميزانية
cs: Předpokládané odchody
da: Budgetterde frihed
de: Budgetierter Urlaub
es: Rotación presupuestada
fa: مرخصی بودجه شده
fi: Budjetoidut lomat
fr: Congés prévus par budget
id: Cuti dibudgetkan
it: Rimanenza di Budget
ja: 予算計上済みの退職
nl: Gebudgetteerde verlof
no: Budsjettert permisjon
pl: Budżet urlopowy
pt: Licença orçada
ru: Отсутствие по бюджету
sv: Budgeterad frånvaro
tr: Bütçelenmiş izin
zh_cn: 预算的缺勤
zh_hk: 預算的缺勤

source: Budgeted surplus
ar: فائض الميزانية
cs: Předpokládané navýšení
da: Budgetterde overskud
de: Budgetierter Überschuss
es: Excedente presupuestado
fa: مازاد بودجه شده
fi: Budjetoitu ylijäämä
fr: Surplus budgétaire
id: Surplus dibudgetkan
it: Eccedenza di Budget
ja: 予算計上済みの剰余
nl: Gebudgetteerde overschot
no: Budsjettert overskudd
pl: Budżet nadmiarowy
pt: Superávit orçado
ru: Избыток по бюджету
sv: Överskott enligt budget
tr: Bütçe fazlası
zh_cn: 预算盈余
zh_hk: 預算盈餘

# UpdateEfficiencyShrinkageRow
source: Edit efficiency shrinkage
ar: غير انكماش الكفائه
cs: Upravit efektivitu ztrát
da: Rediger Svind for effektivitet
de: Effizienz-Anpassung ändern
es: Actualizar absentismo de eficiencia
fa: ویرایش نقصان راندمان
fi: Muokkaa tehokkuus kutistumaa
fr: Modifier réduction d'efficience
id: Ubah penyusutan efisiensi
it: Modifica riduzione efficienza
ja: 効率シュリンケージを編集
lv: Rediģēt efektivitātes samazinājumu
nl: Bewerk efficiëntie shrinkage
no: Rediger effektivitets svinn
pl: Edytuj zmniejszenie efektywności
pt: Editar eficiência da indisponibilidade
ru: Редактировать сокращение эффективности
sv: Redigera effektivitet
tr: Verimlilik daralma etkisini düzenle
zh_cn: 编辑效率损耗
zh_hk: 編輯效率損耗

# UpdateShrinkageRow
source: Edit shrinkage
ar: غير الانكماش
cs: Upravit ztrátu
da: Rediger Svind
de: Shrinkage (Anpassung) ändern
es: Actualizar absentismo
fa: ویرایش نقصان
fi: Muokkaa kutistumaa
fr: Modifier réduction
id: Ubah penyusutan
it: Modifica riduzione
ja: シュリンケージを編集
lv: Rediģēt samazinājumu
nl: Bewerk shrinkage
no: Rediger shrinkage
pl: Edytuj absencje
pt: Editar indisponibilidade
ru: Редактировать сокращение
sv: Redigera shrinkage
tr: Daralma etkisini düzenle
zh_cn: 编辑损耗
zh_hk: 編輯損耗

# IncludedInRequestAllowance
source: Include in request allowance
ar: تضمن فى نسبه المسموح للطلبات
cs: Zahrnout do požadavku na volnou kapacitu
da: Inkludere i kvoter
de: In Urlaubsvorgabe einbeziehen
es: Incluir en autorización de solicitud
fa: در برداشتن مجوز درخواست
fi: Sisältyy poissaolopyyntöihin
fr: Inclure dans la permission de demande
id: Termasuk di dalam permintaan tunjangan
it: Includi in richiesta consentita
ja: 要求の割り当てに含む
lv: Iekļaut pieprasījuma pielaidē
nl: Toevoegen aanvraag toelage
no: Inkluder i forespørsel kvote
pl: Załącz w żądaniu przydziału
pt: Incluir na solicitação de concessão
ru: Включить в допущение запроса
sv: Ingår i tilldelning för frånvaroförfrågningar
tr: İstek tahsisine ekle
zh_cn: 包含在申请配额
zh_hk: 包含在申請配額

# TheInputTextCanNotBeEmptyDot
source: The input text can not be empty.
ar: نص الادخال لا يمكن ان يكون فارغ
cs: Zadaný text nemůže být prázdný
da: Tekst boksen kan ikke være tom.
de: Der Eingabetext kann nicht leer sein
es: El texto de entrada no puede estar vacío.
fa: متن ورودی نمی تواند خالی باشد.
fi: Syötetty teksti ei voi olla tyhjä.
fr: L'entrée ne peut être vide.
id: Teks input tidak boleh kosong.
it: Il testo inserito non può essere vuoto.
ja: テキストを必ず入力してください
lv: Ievades teksts nevar būt tukšs
nl: De tekstinvoer kan niet leeg zijn.
no: Input kan ikke være tom.
pl: Tekst nie może być pusty
pt: O campo de texto não pode ser vazio.
ru: Вводимый текст не может быть пустым.
sv: Ange ett namn!
tr: Giriş metni boş olamaz
zh_cn: 输入内容不能为空
zh_hk: 輸入內容不能為空

# NoGoodSlotsFound
source: No good slot for meeting could be found!
ar: لم يوجد فترة مناسبه لوضع الاجتماع
cs: Nenalezena žádná vhodná pozice pro setkání!
da: Der var kunne ikke findes et godt møde tidspunkt!
de: Keine guten Möglichkeit für Meeting könnte gefunden werden
es: No ha sido posible encontrar un ahora adecuada para la reunión!
fa: اسلات مناسبی برای جلسه یافت نشد.
fi: Sopivaa ajankohtaa kokoukselle ei pystytty määrittelemään!
fr: Aucun bon créneau trouvé pour la réunion!
id: Tidak ditemukan waktu pertemuan yang baik!
it: Nessuna buona posizione trovata per il Meeting!
ja: 会議に適したスロットが見つかりません!
lv: Nav atrodama neviena sanāksmei piemērota vieta
nl: Geen goed slot voor de meeting kon gevonden worden!
no: Ingen god bolk for møte funnet!
pl: Nie znaleziono dobrego slotu na spotkanie!
pt: Nenhum intervalo bom para uma reunião foi encontrado!
ru: Невозможно найти подходящий слот!
sv: Inga bra positioner för mötet hittades!
tr: Toplantı için uygun zaman aralığı bulunamadı
zh_cn: 没有找到适合会议的位置！
zh_hk: 沒有找到適合會議的位置！

source: Pick best meeting slot
ar: اختار احسن فترة للاجتماع
cs: Vybrat nejlepší pozici pro setkání
da: Vælg bedste møde tidspunkt
de: Meetingvorschläge auswählen
es: Eligir la mejor hora
fa: بهترین اسلات جلسه را انتخاب کنید
fi: Suosittele ajankohta kokoukselle
fr: Choisir meilleur créneau de réunion
id: Ambil waktu pertemuan terbaik
it: Scegli la posizione migliore per il Meeting
ja: 最適な会議スロットを選択
lv: Paņemt labāko sanāksmes vietu
nl: Kies beste meeting slot
no: Velg beste bolk for møte
pl: Wybierz najlepszy slot na spotkanie
pt: Escolher o melhor intervalo para reunião
ru: Подобрать наиболее подходящий слот для мероприятия
sv: Hitta bästa position
tr: En uygun toplantı zamanını seç
zh_cn: 挑选会议最佳位置
zh_hk: 挑選會議最佳位置

source: slot(s) found.
ar: فتره(ات) وجدت
cs: pozice nalezeny.
da: Tidspunkt(er) fundet.
de: Möglichkeit(en) gefunden
es: casilla(s) encontrada(s).
fa: اسلات ها یافت شد.
fi: ajankohta(dat) löytynyt.
fr: Créneau(x) trouvé(s)
id: slot ditemukan.
it: Posizioni trovate.
ja: スロットが見つかりました。
lv: vieta(s) atrasta.
nl: slot(s) gevonden
no: Bolk(er) funnet.
pl: slot(ów) dostępnych.
pt: espaços encontrados.
ru: слот(ов) найдено.
sv: position(er) funna.
tr: bulunan aralık(lar)
zh_cn: 位置已找到
zh_hk: 位置已找到

source: Max Used Seats
ar: استعمل اقصى عدد مقاعد
cs: Max použitých míst
da: Maks Brugte Sidepladser
de: Max. Plätze nutzen
es: No. max. de Puestos
fa: حد اکثر صندلی های استفاده شده
fi: Maksimi paikat
fr: Max postes utilisés
id: Maksimal Seat Digunakan
it: Max postazioni usate:
ja: 最大の使用座席数
lv: Max Izmantotās Sēdvietas
nl: Max Gebruikt Seats
no: Max brukte plasser
pl: Maks. użytych stanowisk
pt: Max PAs Utilizados
ru: Макс. занятые раб. места
sv: Max använda arbetsplatser
tr: Azami kullanılmış masa
zh_cn: 最大使用的席位数
zh_hk: 最大使用的席位數

source: Used Seats
ar: المقاعد المستعمله
cs: Použitá místa
da: Brugte Siddepladser
de: Benutzte Plätze
es: Puestos Usados
fa: صندلی های استفاده شده
fi: Käytetyt paikat
fr: Postes utilisés
id: Seat Digunakan
it: Postazioni usate:
ja: 使用座席数
lv: Izmantotās Sēdvietas
nl: Gebruikte Seats
no: Brukte plasser
pl: Użyte stanowiska
pt: PAs Utilizados
ru: Занятые раб. места
sv: Använda arbetsplatser
tr: Kullanılan masalar
zh_cn: 已占用的席位
zh_hk: 已佔用的席位

source: Do Not Break Max Seats
ar: لا تتخطى اقصى عدد مقاعد
cs: Nepřekračujte man počet míst
da: Overskrid Ikke Maks Siddepladser
de: Maximale Plätze einhalten
es: No Exceder Max no. de Puestos
fa: حداکثر صندلی ها را باز نکنید
fi: Älä ylitä maksimi paikkamäärää
fr: Ne rompez pas ' max postes '
id: Tidak Merusak Seat Maksimal
it: Non violare le postazioni Max
ja: 最大座席数を超えないようにしてください
lv: Nepārsniegt Max Sēdvietas
nl: Breek niet Max Seats
no: Ikke bryt max antall plasser
pl: Nie przekraczaj maksimum stanowisk
pt: Manter o Máximo de PAs
ru: Не превышать макс. кол-во раб. мест
sv: Bryt inte mot max arbetsplatser
tr: Azami masa sayısına uy
zh_cn: 不要超过最大席位数
zh_hk: 不要超過最大席位數

source: Max Seat Limit Broken
ar: تم تخطى اقصى عدد مقاعد
cs: Limit max počtu míst překročen
da: Maks Antal Siddepladser Er Overskredet
de: Max Plätze Grenze gebrochen
es: Max no. de Puestos Excedido
fa: محدودیت ماکزیمم صندولی برداشته شد
fi: Maksimi paikkamäärä ylitetty
fr: 'Max postes' est rompu
id: Batas Seat Maksimal Rusak
it: Limite max postazioni superato
ja: 最大座席数を超えました
lv: Max Sēdvietu Limits ir Pārsniegts
nl: Max Seat Limit Gebroken
no: Max grense for antall plasser brutt
pl: Przekroczony limit maksimum stanowisk
pt: Limite Max de PAs Violado
ru: Превышен лимит макс. кол-ва раб. мест
sv: Maxarbetsplatser överskridna
tr: Azami masa sayısı sınırı aşıldı
zh_cn: 已超过最大席位限制
zh_hk: 已超過最大席位限制

# UsePreferenceMustHavesOnly1
source: Use Preference Must Have Only
ar: استعمل الخيارات الابد منها فقط
cs: Použít pouze preference Musím mít
da: Planlæg Kun Vagter Med Veto
de: Nur Notwendigkeit nutzen
es: Usar solamente Preferencias Imprescindibles
fa: فقط شامل استفاده از اولویت
fi: Tee ainoastaan "Tärkeät" -työvuorotoiveet
fr: Utiliser préférence 'doit avoir seulement '
id: Gunakan Preferensi Harus Memiliki Saja
it: Usa solo preferenze indispensabili
ja: 必須プリファレンスのみ使用
lv: Lietot Tikai Must Have Vēlmes
nl: Gebruik Voorkeur Must Have Only
no: Bruk kun Påkrevde preferanser.
pl: Użyj tylko preferencji Konieczne
pt: Usar apenas Preferências Prioritárias
ru: Использовать только обязательные пожелания
sv: Använd endast veton
tr: Sadece mutlak tercihleri dikkate al
zh_cn: 使用偏好仅必须有
zh_hk: 使用偏好僅必須有

source: Use Max Seats
ar: استعمل عدد المقاعد الاقصى
cs: Použít max míst
da: Brug Maks Antal Siddepladser
de: Nutze maximale Plätze
es: Usar Max no. de Puestos
fa: استفاده حداکثر صندلی ها
fi: Käytä maksimi paikkamäärää
fr: Utiliser max postes
id: Gunakan Seat Maksimal
it: Usa max postazioni
ja: 最大の座席数を使用する
lv: Lietot Max Sēdvietas
nl: Gebruik Max Seats
no: Bruk max antall plasser
pl: Użyj maks. stanowisk
pt: Usar Max PAs
ru: Использовать макс. кол-во раб. мест
sv: Använd max arbetsplatser
tr: Azami masa sayısını dikkate al
zh_cn: 使用最大席位限制
zh_hk: 使用最大席位限制

# HighestPossibleWorkTimeIsTooLow
source: The highest possible work time is too low!
ar: وقت العمل الاقصى منخفض !
cs: Nejvyšší možná pracovní doba je příliš nízká!
da: Den højest mulige arbejdstid er for lav!
de: Die höchst mögliche Arbeitszeit ist zu gering!
es: El max. de horas de trabajo es demasiado bajo!
fa: بالاترین زمان کار ممکن بسیار کم است!
fi: Suurin mahdollinen työaika on liian alhainen!
fr: Le plus long ' temps de travail ' possible est trop court!
id: Waktu kerja paling tinggi terlalu rendah!
it: Il massimo numero di ore di lavoro possibili è troppo basso!
ja: 設定可能な最大勤務時間が低すぎます!
lv: Lielākais iespējamais darba laiks ir pārāk mazs!
nl: De hoogst mogelijke werktijd is te laag!
no: Lengste mulige arbeidstid er for lav!
pl: Najwyższy możliwy czas pracy jest za niski!
pt: O máximo tempo de trabalho possível está muito pequeno!
ru: Максимально возможное время работы слишком низкое!
sv: Största möjliga arbetstid är för liten!
tr: Olası en yüksek çalışma süresi yeterli değil
zh_cn: 最高可能工作时间太低！
zh_hk: 最高可能工作時間太低！

# LowestPossibleWorkTimeIsTooHigh
source: The lowest possible work time is too high!
ar: وقت العمل الاقل عالى !
cs: Nejnižší možná pracovní doba je příliš vysoká!
da: Den lavest mulige arbejdstid er for høj!
de: Die geringst mögliche Arbeitszeit ist zu hoch!
es: El mín. de horas de trabajo es demasiado alto!
fa: کمترین زمان کار ممکن بسیار بالا است!
fi: Pienin mahdollinen työaika on liian suuri!
fr: Le plus court ' temps de travail ' possible est trop long!
id: Waktu kerja paling rendah terlalu tinggi!
it: Il minimo numero di ore di lavoro possibili è troppo alto!
ja: 設定可能な最小勤務時間が高すぎます!
lv: Mazākais iespējamais darba laiks ir pārāk liels!
nl: De laagst mogelijke werktijd is te hoog!
no: Korteste mulige arbeidstid er for høy!
pl: Najmniejszy możliwy czas pracy jest za wysoki!
pt: O mínimo tempo de trabalho possível está muito grande!
ru: Минимально возможное рабочее время слишком высокое!
sv: Minsta möjliga arbetstid är för stor!
tr: Olası en düşük çalıima süresi çok fazla
zh_cn: 最低可能工作时间太高！
zh_hk: 最低可能工作時間太高！

# SelectedActivitiesCannotBeDeletedColon
source: Selected activities cannot be deleted because the following skills are using them:
ar: النشاطات المختارة لا يمكن حذففها لانها تتبع مهارات تستخدمها
cs: Zvolená činnost nemůže být smazána protože následující kvalifikace je využívají:
da: De valgte aktiviteter kan ikke slettes fordi følgende kompetencer bruger dem:
de: Die ausgewählte Aktivität kann nicht gelöscht werden, da folgende Skills sie noch nutzen:
es: Las actividades seleccionadas no han sido borradas debido a que son usadas por los siguientes skills:
fa: فعالیتهای انتخاب شده نمی تواند پاک شود زیرا مهارتهای زیر در حال استفاده از آنها هستند:
fi: Valittuja aktiviteetteja ei voitu poistaa, koska seuraavat taidot käyttävät niitä:
fr: Les activités sélectionnées ne peuvent pas être supprimées car les compétences suivantes les utilisent:
id: Aktivitas yang dipilih tidak bisa dihapus karena skill berikut menggunakannya:
it: Le attività selezionate non possono essere eliminate poiché i seguenti Skill li stanno usando:
ja: 以下のスキルが使用しているため、選択した活動を削除できません:
lv: Izvēlētās darbības nevar izdzēst, jo šādas prasmes ir tos izmantot:
nl: Geselecteerde activiteiten kunnen niet verwijderd worden omdat de volgende skills gebruiken ze:
no: Valgte aktiviteter kan ikke slettes fordi følgende skills bruker dem:
pl: Wybrane aktywności nie pogą być skasowane ponieważ używają ich następujące umiejętności:
pt: As atividades selecionadas não podem ser excluídas porque os seguintes skills as estão utilizando:
ru: Невозможно удалить выбранные активности, т.к. используются навыками:
sv: Dessa aktiviteter kan inte raderas eftersom följande kompetenser använder sig av dem:
tr: Seçili aktiviteler silinemiyor çünkü aşağıda belirtilen yetenekler bu aktiviteleri kullanıyor
zh_cn: 已选择的活动不能被删除因为有如下技能在使用这些活动：
zh_hk: 已選擇的活動不能被刪除因為有如下技能在使用這些活動：

source: Do Not Break Max Staffing
ar: لا تتعدى اقصى عدد موظفين
cs: Nepřekručjte maximální personální obsazení
da: Overskrid Ikke Maks Bemanding
de: Max. Besetzung einhalten
es: No exceder el no. max. de Personal
fa: تعداد پرسنل را کم نکنید
fi: Älä ylitä maksimi henkilömäärää
fr: Ne rompez pas 'max couverture'
id: Tidak Merusak Pengaturan Staf Maks
it: Non superare allocazione max
ja: 最大要員数を超えないようにしてください
lv: Nepārsniegt Max Personālu
nl: Breek Niet Max Personeelsbezetting
no: Ikke bryt max bemanning
pl: Nie przekraczaj maks. załogi
pt: Não Ultrapassar o Staffing Máximo
ru: Не превышать макс. штат
sv: Bryt inte mot maxbemanning
tr: Azami personel kuralını ihlal etme
zh_cn: 不要超过最大人员配备
zh_hk: 不要超過最大人員配備

# InternalNoteColon
source: Internal Note:
ar: تذكرة داخليه
cs: Interní poznámka:
da: Intern Kommentar:
de: Interner Kommentar
es: Nota Interna:
fa: تذکر داخلی:
fi: Sisäinen kommentti
fr: Commentaire interne:
id: Catatan Internal:
it: Nota interna:
ja: 内部メモ:
lv: Iekšējā Piezīme:
nl: Interne Noot:
no: Internt notat
pl: Notka wewnętrzna:
pt: Nota Interna:
ru: Внутреннее примечание:
sv: Intern notering:
tr: Dahili not:
zh_cn: 内部备注：
zh_hk: 內部備註：

# PublicNoteColon
source: Public Note:
ar: تذكرة عامه
cs: Veřejná poznámka:
da: Offentlig Kommentar:
de: Externer Kommentar
es: Nota Pública:
fa: تذکر عمومی:
fi: Julkinen kommentti
fr: Commentaire public
id: Catatan Publik:
it: Nota pubblica:
ja: 公開メモ:
lv: Publiskā Piezīme
nl: Publiek Noot:
no: Offentlig notat
pl: Notka publiczna:
pt: Nota Pública:
ru: Публичное примечание:
sv: Publik notering:
tr: Genel not:
zh_cn: 公开备注：
zh_hk: 公開備註：

# AreYouSureYouWantToDeleteContractSchedule
source: Are you sure you want to delete the '{0}' contract schedule?
ar: هل انت متاكد أنك تريد حذف {0} العقد
cs: Opravdu chcete smazat '{0}' plán smlouvy?
da: Er du sikker på du vil slette '{0}' kontraktsplan?
de: Sind Sie sicher, dass Sie den Wochentagplan '{0}' löschen wollen?
es: ¿Estás seguro que deseas borrar la planificación por contrato '{0}'?
fa: آیا شما مطمئن هستید که می خواهید {0} زمانبندی قرارداد را حذف کنید؟
fi: Haluatko varmasti poistaa '{0}' työvuorojakson?
fr: Etes-vous sûr de supprimer le planning contrat '{0}'?
id: Apakah anda akan menghapus jadwal kontrak '{0}'?
it: Sei sicuro di voler eliminare l'applicabilità del contratto '{0}'?
ja: 契約スケジュール '{0}' を削除しますか?
lv: Vai jūs tiešām vēlaties dzēst '{0}' kontrakta grafiku?
nl: Bent U zeker dat U wilt verwijderen de {0} contract rooster?
no: Er du sikker på at du vil slette {0} kontrakts skjema?
pl: Czy na pewno skasować plan kontraktu '{0}'?
pt: Você tem certeza que deseja excluir a agenda de contrato '{0}'?
ru: Вы уверены, что хотите удалить {0} расписание по контракту?
sv: Är du säker på att du vill ta bort kontraktsschemat '{0}' ?
tr: '{0}' kontrat vardiya planını silmek istiyor musunuz?
zh_cn: 你确定要删除 '{0}' 班表合同吗么？
zh_hk: 你確定要刪除 '{0}' 班表合同嗎麼？

source: Equal of each shift category
ar: المساواه فى فئه نوبة العمل
cs: Rovnoměrně každé kategorii směn
da: Lige mange af hver vagtkategori
de: Gleiche Anzahl der Schichtkategorien
es: Igualdad de categorías de turno
fa: معادل هر دسته بندی شیفت
fi: Yhtä monta jokaista työvuoroluokkaa
fr: Egalité de chaque catégorie d'horaires
id: Sama untuk setiap kategori shift
it: Uguale a ogni categoria turni
ja: 各シフトカテゴリに等しい
lv: Vienāds katras maiņas kategorijā
nl: Gelijk van elke categorie shift
no: Likt for hver skift kategori
pl: Równo z każdej kategorii dyżurów
pt: Igual a cada categoria de turno
ru: Равное кол-во каждой категории смены
sv: Samma antal av varje skiftkategori
tr: Her kategori eşit değerde
zh_cn: 每个班次类别均等
zh_hk: 每個班次類別均等

source: Fairness system used for scheduling
ar: الانصاف يستعمل فى عمل الجداول
cs: Systém spravedlnosti použitý pro plánování
da: Retfærdighedssystem til brug for planlægning
de: Für Planung genutztes Fairness-System
es: Sistema de equidad usada para planificar
fa: سیستم عادلانه برای زمان بندی استفاده شد
fi: Oikeudenmukaisuus huomioitu työvuoroissa
fr: Système d'équité est utilisé pour planification
id: Sistem keadilan digunakan untuk penjadwalan
it: Sistema di equità usato per la pianificazione
ja: フェアネスシステムをスケジューリングに使用
lv: Taisnīguma sistēma izmantota plānošanai
nl: Rechtvaardigheid systeem voor Inroosteren
no: Rettferdigshets-system brukt til planlegging
pl: System ucziwości w planowaniu
pt: Sistema de balanceamento usado para o agendamento
ru: Справедливое распределение используется для планирования
sv: Rättvisesystem som används vid schemaläggning
tr: Vardiya planı için adalet sistemi uygulanmıştır
zh_cn: 在排班中使用公平性系统
zh_hk: 在排班中使用公平性系統

source: Points per shift category
ar: تقاط لكل فئه بوبة العمل
cs: Body podle kategorie směn
da: Point pr. vagtkategori
de: Punkte pro Schichtkategorie
es: Puntos por categoría de turno
fa: امتیازها برای هردسته بندی شیفت
fi: Pisteet per työvuoroluokka
fr: Points par catégorie d'horaires
id: Poin per kategori shift
it: Punti per categoria turni
ja: シフトカテゴリ当たりのポイント数
lv: Punkti pēc maiņu kategorijas
nl: Punten per dienst categorie
no: Poeng per skift kategori
pl: Punkty wg kategorii dyżurów
pt: Pontos por categoria de turnos
ru: Баллы за категорию смены
sv: Poäng per skiftkategori
tr: Vardiya kategorisi puanları
zh_cn: 每个班次类别点数
zh_hk: 每個班次類別點數

# RenameEfficiencyShrinkageRow
source: Rename efficiency shrinkage
ar: اعاده تسميه انكماش الكفاءة
cs: Přejmenovat efektivitu ztrát
da: Omdøb Svind for effektivitet
de: Effizienz-Anpassung umbenennen
es: Renombrar contracción de eficiencia
fa: نام گذاری مجدد نقصان عملکرد
fi: Nimeä tehokkuus kutistuma uudelleen
fr: Renommer réduction d'efficience
id: Ubah nama penyusutan efisiensi
it: Rinomina riduzione efficienza
ja: 効率シュリンケージの名前を変更
lv: Pārsaukt efektivitātes samazinājumu
nl: Hernoem efficiëntie shrinkage
no: Endre navn på effektivitets svinn
pl: Zmień nazwę zmniejszenia efektywności
pt: Renomear reduções de eficiência
ru: Переименовать сокращение эффективности
sv: Byt namn på effektivitet
tr: Verimlilik daralam etkisini yeniden adlandır
zh_cn: 重命名效率损耗
zh_hk: 重命名效率損耗

# RenameShrinkageRow
source: Rename shrinkage
ar: اعاده تسميه الانكماش
cs: Přejmenovat ztrátu
da: Omdøb Svind
de: Shrinkage (Anpassung) umbenennen
es: Renombrar absentismo
fa: نام گذاری مجدد نقصان
fi: Nimeä kutistuma uudelleen
fr: Renommer réduction
id: Ubah nama penyusutan
it: Rinomina riduzione
ja: シュリンケージの名前を変更
lv: Pārsaukt samazinājumu
nl: Hernoem shrinkage
no: Endre navn på svinn
pl: Zmień nazwę zmniejszenia
pt: Renomear indisponibilidade
ru: Переименовать сокращение
sv: Byt namn på shrinkage
tr: Daralma etkisini yeniden adlandır
zh_cn: 重命名损耗
zh_hk: 重命名損耗
