Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# PasteDateEx
source: Paste Date Exception
ar: لصق استثناء تاريخ
cs: Vložit výjimku datumu
da: Indsæt Datoundtagelse
de: Aussnahmedatum einfügen
es: Pegar Excepción de Fecha
fa: درج کردن استثنای تاریخ
fi: Liitä päivämäärän poikkeus
fr: Coller exception date
id: Tempel Tanggal Pengecualian
it: Incolla eccezione data
ja: 例外日付の貼り付け
lv: Ielīmēt Datuma Izņēmumu
nl: Plakken Datum Uitzondering
no: Lim inn datounntak
pl: Wkej datę wyjątku
pt: Colar Data Exceção
ru: Вставить исключение даты
sv: Klistra in datumexkludering
tr: Tarih İstisnasını Yapıştır
zh_cn: 粘贴例外日期
zh_hk: 粘貼例外日期

source: Paste Day Off
ar: لصق عطلة
cs: Vložit den volna
da: Indsæt Fridag
de: Freien Tag einfügen
es: Pegar Día Libre
fa: الصاق روز تعطیل
fi: Liitä vapaapäivä
fr: Coller jour libre
id: Tempel Libur
it: Incolla riposo
ja: 休暇の貼り付け
lv: Ielīmēt Brīvdienu
nl: Plak Vrije Dag
no: Lim inn fridag
pl: Wklej Dzień wolny
pt: Colar Folga
ru: Вставить выходной
sv: Klistra In fridag
tr: Tatili yapıştıır
zh_cn: 粘贴休息日
zh_hk: 粘貼休息日

source: Paste Limitation
ar: لصق قيد
cs: Vložit omezení
da: Indsæt Begrænsning
de: Begrenzung einfügen
es: Pegar Limitación
fa: درج کردن محدودیت
fi: Liitä rajoitus
fr: Coller limitation
id: Tempel Batasan
it: Incolla limitazione
ja: 制限の貼り付け
lv: Ielīmēt Ierobežojumu
nl: Plakken Beperking
no: Lim inn begrensning
pl: Wklej ograniczenie
pt: Colar Limitação
ru: Вставить ограничение
sv: Klistra in begränsning
tr: Sınırlandırmayı Yapıştır
zh_cn: 粘贴限制
zh_hk: 粘貼限制

source: Paste New
ar: لصق جديد
cs: Vložit nový
da: Indsæt Ny
de: Neu einfügen
es: Pegar Nuevo
fa: الصاق جدید
fi: Liitä uusi
fr: Coller nouveau
id: Tempel Baru
it: Incolla nuovo
ja: 新規メニュー項目の貼り付け
lv: Ielīmēt Jaunu
nl: Plakken Nieuw
no: Lim inn ny
pl: Wklej Nowe
pt: Colar Novo
ru: Вставить новый
sv: Klistra in ny
tr: Yeni bilgi yapıştır
zh_cn: 粘贴新建
zh_hk: 粘貼新建

source: Paste Personal Shift
ar: لصق نوبة عمل شخصية
cs: Vložit osobní směnu
da: Indsæt Personlig Vagt
de: Persönliche Schicht einfügen
es: Pegar Turno Personal
fa: الصاق شیفت شخصی
fi: Liitä henkilökohtainen vuoro
fr: Coller horaire personnel
id: Tempel Shift Pribadi
it: Incolla turno personale
ja: 要員シフトの貼り付け
lv: Ielīmēt Personīgo Maiņu
nl: Plak persoonlijke Dienst
no: Lim inn personlig skift
pl: Wklej Osobistą Dyżur
pt: Colar Turno Pessoal
ru: Вставить индивидуальную смену
sv: Klistra in personligt skift
tr: Kişisel vardiya yapıştır
zh_cn: 粘贴个人班次
zh_hk: 粘貼個人班次

source: Paste Rule Set
ar: لصق مجموعة قواعد
cs: Vložit typy směn
da: Indsæt Regelsæt
de: Regelsammlung einfügen
es: Pegar Conjunto de Normas
fa: درج کردن مجموعه قانون
fi: Liitä sääntösarja
fr: Coller règle d'horaires
id: Tempel Set Aturan
it: Incolla Set di regole
ja: ルールセットの貼り付け
lv: Ielīmēt Noteikumu Kopu
nl: Plakken Regelset
no: Lim inn regelsett
pl: Wklej zestaw reguł
pt: Colar Conjunto de Regras
ru: Вставить набор правил
sv: Klistra in regeluppsättning
tr: Kural Setini Yapıştır
zh_cn: 粘贴班次规则
zh_hk: 粘貼班次規則

source: Paste Rule Set Bag
ar: لصق حقيبة مجموعة قواعد
cs: Vložit množinu Typy směn
da: Indsæt Regelsæt samling
de: Shichtsammlung einfügen
es: Pegar Bolsa de Conjunto de Normas
fa: تنظیم قانون الصاق
fi: Liitä vuoropussi
fr: Coller banque d'horaires
id: Tempel Kantong Set Aturan
it: Incolla cartella Set di regole
ja: ルールセットバッグの貼り付け
lv: Ielīmēt Noteikumu Kopas Portfeli
nl: Plakken Regelset Tas
no: Lim inn regelsett bag
pl: Wklej worek zestawów reguł
pt: Colar Cesta de Turnos
ru: Вставить контейнер набора правил
sv: Klistra in skiftpåse
tr: Kural Seti Kutusunu Yapıştır
zh_cn: 粘贴班次包
zh_hk: 粘貼班次包

source: Paste Shift
ar: لصق نوبة العمل
cs: Vložit směnu
da: Indsæt Vagt
de: Schicht einfügen
es: Pegar Turno
fa: درج کردن شیفت
fi: Liitä vuoro
fr: Coller horaire
id: Tempel Shift
it: Incolla turno
ja: シフトの貼り付け
lv: Ielīmēt Maiņu
nl: Plakken Dienst
no: Lim inn skift
pl: Wklej Dyżur
pt: Colar Turno
ru: Вставить смену
sv: Klistra in skift
tr: Vardiyayı Yapıştır
zh_cn: 粘贴班次
zh_hk: 粘貼班次

source: Paste Special
ar: لصق خاص
cs: Vložit jinak
da: Indsæt Speciel
de: Spezial einfügen
es: Pegado Especial
fa: الصاق خاص
fi: Liitä määräten
fr: Coller spécial
id: Tempel Khusus
it: Incolla speciale
ja: 形式を選択して貼り付け
lv: Ielīmēt Īpašo
nl: Plakken Speciaal
no: Lim inn spesiell
pl: Wklej Specjalne
pt: Colar Especial
ru: Специальная вставка
sv: Klistra in special
tr: Özel şekilde yapıştır
zh_cn: 特殊粘贴
zh_hk: 特殊粘貼

# PasteSpecialThreeDots
source: Paste Special...
ar: لصق خاص...
cs: Vložit jinak...
da: Indsæt Speciel...
de: Spezial einfügen…
es: Pegado Especial...
fa: الصاق خاص ...
fi: Liitä määräten...
fr: Coller spécial....
id: Tempel Khusus...
it: Incolla speciale
ja: 形式を選択して貼り付け...
lv: Ielīmēt Īpašo...
nl: Plakken Speciaal...
no: Lim inn spesiell...
pl: Wklej Specjalne...
pt: Colar Especial...
ru: Специальная вставка...
sv: Klistra in special...
tr: Özel şekilde yapıştır...
zh_cn: 特殊粘贴...
zh_hk: 特殊粘貼...

source: Pending
ar: معلَّق
cs: Nevyřízené
da: Under behandling
de: Schwebend
es: Pendiente
fa: معوق
fi: Odottaa
fr: En attente
id: Ditunda
it: In sospeso
ja: 保留
lv: Apstrādē
nl: Hangende
no: Venter
pl: Oczekujące
pt: Pendente
ru: Ожидание
sv: Pågående
tr: Beklemede
zh_cn: 待定
zh_hk: 待定

source: People
ar: الاشخاص
cs: lidé
da: Medarbejdere
de: Personen
es: Personas
fa: افراد
fi: Henkilöt
fr: Personnes
id: orang
it: dipendenti
ja: 要員
lv: Darbinieki
nl: Personen
no: personer
pl: ludzie
pt: pessoa
ru: Сотрудники
sv: Personer
tr: Kişiler
zh_cn: 人员
zh_hk: 人員

# PeopleAdminScreen
source: People
ar: أشخاص
cs: Lidé
da: Medarbejdere
de: Personen
fa: مردم
fi: Henkilö
fr: Personnes
id: Orang
ja: 要員
lv: Darbinieki
nl: Personen
no: Personer
pl: Załoga
pt: Pessoa
ru: Сотрудники
sv: Personer
tr: Çalışanlar
zh_cn: 人员
zh_hk: 人員

source: People available
ar: توفر أشخاص
cs: Lidé k dispozici
da: Tilgængelige medarbejderer
de: Verfügbarkeit
es: Personal disponible
fa: افراد موجود
fi: Henkilöitä käytettävissä
fr: Personne disponible
id: Orang tersedia
it: dipendenti disponibili
ja: 要員が利用可能です
lv: Darbinieki pieejami
nl: Personen beschikbaar
no: Personer tilgjenglig
pl: Dostępne osoby
pt: Pessoas disponíveis
ru: Доступные сотрудники
sv: Tillgängliga personer
tr: Uygun kişiler
zh_cn: 可用人员
zh_hk: 可用人員

source: People Insert Screen
ar: شاشة إدراج أشخاص
cs: Obrazovka pro vkládání lidí
da: Skærmbilledet Indsæt Medarbejder
es: Pantalla de Inserción de Personal
fa: صفحه الحاق
fi: Lisää henkilöitä ikkuna
fr: Ecran d'insertion de personnes
id: Layar Pemasukan Orang
it: Finestra Inserimento Dipendente
ja: 要員挿入画面
lv: Darbinieku Ievietošanas Ekrāns
nl: Personen Invoegen Scherm
no: Person sett inn skjermbilde
pl: Ekran dodawania ludzi
pt: Página para Inserir Pessoas
ru: Экран вставки сотрудников
sv: Lägg till personer till roll
tr: Çalışan ekleme ekranı
zh_cn: 人员插入屏幕
zh_hk: 人員插入螢幕

# PeoplePeriods
source: Person Periods
ar: شخص فترات
cs: Osoba Období
da: Ansættelsesperioder
de: Perioden
es: Períodos Personales
fa: دوره های شخص
fi: Henkilöjaksot
fr: Périodes personne
id: Periode Orang
it: Periodi di Anagrafica
ja: 要員 期間
lv: Personu Periodi
nl: Personen periode
no: Personperioder
pl: Okresy osoby
pt: Períodos da Pessoa
ru: Персональный Период
sv: Personperioder
tr: Kişi Periyodları
zh_cn: 人员 周期
zh_hk: 人員 週期

# PeoplePeriodView
source: Person Period
ar: فترة الشخص
cs: Období osoby
da: Ansættelsesperioder
de: PersonenPeriodenSicht
es: Período Personal
fa: دوره شخص
fi: Henkilöjakso
fr: Période personne
id: Periode Orang
it: Periodo di anagrafica
ja: 要員期間
lv: Personu periods
nl: Persoon Periode
no: Personperiode
pl: Okres osobisty
pt: Período da Pessoa
ru: Вид индивидуального периода
tr: Kişi Periyodları Görünümü
zh_cn: 人员周期
zh_hk: 人員週期

source: Percentage
ar: نسبة
cs: Procentní podíl
da: Procentsats
de: Prozentwert
es: Porcentaje
fa: درصد
fi: Prosenttiosuus
fr: Pourcentage
id: Persentase
it: Percentuale
ja: パーセンテージ
lv: Procentuālais lielums
no: Prosent
pl: Procent
pt: Percentual
ru: Процент
sv: Procentsats
tr: Oran
zh_cn: 百分比
zh_hk: 百分比

# PercentageColon
source: Percentage:
ar: نسبة:
cs: Procentní podíl:
da: Procentsats:
de: Prozentwert:
es: Porcentaje:
fa: درصد:
fi: Prosenttiosuus:
fr: Pourcentage:
id: Persentase:
it: Percentuale:
ja: パーセンテージ:
lv: Procentuālais lielums:
no: Prosent:
pl: Procent:
pt: Percentual:
ru: Процент:
sv: Procentsats:
tr: Oran:
zh_cn: 百分比：
zh_hk: 百分比：

source: Period
ar: فترة
cs: Období
da: Periode
de: Periode
es: Período
fa: دوره
fi: Jakso
fr: Période
id: Periode
it: Periodo
ja: 期間
lv: Periods
nl: Periode
no: Periode
pl: Okres
pt: Período
ru: Период
tr: Periyod
zh_cn: 周期
zh_hk: 週期

# PeriodColon
source: Period:
ar: الفترة:
cs: Období:
da: Periode:
de: Periode:
es: Período:
fa: دوره:
fi: Jakso:
fr: Période:
id: Periode:
it: Periodo:
ja: 期間:
lv: Periods:
nl: Periode:
no: Periode:
pl: Okres:
pt: Período:
ru: Период:
tr: Periyod:
zh_cn: 周期：
zh_hk: 週期：

source: Period hours
ar: عدد ساعات الفترة
cs: Hodiny období
da: Periodetimer
de: Periodenstunden
es: Horas en el período
fa: ساعات دوره
fi: Jakson tunnit
fr: Heures de période
id: Jam periode
it: Ore periodo
ja: 要員時間
lv: Perioda stundas
nl: Periode uren
no: Periodetimer
pl: Godziny okresu
pt: Horas do Período
ru: Часы периода
sv: Periodarbetstid
tr: Periyod saatleri
zh_cn: 周期小时数
zh_hk: 週期小時數

source: Periods
ar: فترات
cs: Období
da: Perioder
de: Perioden
es: Períodos
fa: دوره ها
fi: Jaksot
fr: Périodes
id: Periode
it: Periodi
ja: 期間
lv: Periodi
nl: Perioden
no: Perioder
pl: Okresy
pt: Períodos
ru: Периоды
sv: Perioder
tr: Periyodlar
zh_cn: 周期
zh_hk: 週期

source: Period Selection
ar: تحديد الفترة
cs: Výběr období
da: Periodevalg
de: Periodenauswahl
es: Selección de Período
fa: انتخاب دوره
fi: Jakson valinta
fr: Sélection période
id: Pemilihan Periode
it: Selezione periodo
ja: 期間の選択
lv: Perioda Atlase
nl: Periode Selectie
no: Periodevalg
pl: Wybór okresu
pt: Seleção de Período
ru: Выбор периода
sv: Periodval
tr: Periyod Seçimi
zh_cn: 周期选择
zh_hk: 週期選擇

source: Period view
ar: عرض الفترة
cs: Náhled období
da: Periodevisning
de: Periodensicht
es: Vista del Período
fa: نمایش دوره
fi: Jaksonäkymä
fr: Aperçu période
id: Tampilan periode
it: Vista periodo
ja: 期間ビュー
lv: Perioda skatījums
nl: Periode view
no: Periodeoversikt
pl: Podgląd okresu
pt: Visão do Período
ru: Вид периода
sv: Periodvy
tr: Periyod görünümü
zh_cn: 周期视图
zh_hk: 週期視圖

source: PeriodViewPROTOTYPE
ar: نموذج_أولي_لعرض_الفترة
cs: PROTOTYP Náhledu období
da: PeriodevisningPROTOTYPE
de: PeriodenSichtPROTOTYP
es: Vista del Período PROTOTIPO
fa: نمای مدل نمونه
fi: JaksonäkymäPROTOTYYPPI
fr: Aperçu période PROTOTYPE
id: TampilanPeriodePROTOTYPE
it: Vista periodo prototipo
nl: PeriodeViewPROTOTYPE
no: Periodeoversikt PROTOTYP
pl: PROTOTYPWidokuOkresu
pt: Protótipo de Visão de Período
ru: ПРОТОТИП вида периода
sv: Periodvy - Prototyp
tr: Periyod Görünüm PROTOTİP
zh_cn: 周期视图原型
zh_hk: 週期視圖原型

source: Permission
ar: إذن
cs: Oprávnění
da: Tilladelse
de: Berechtigung
es: Permiso
fa: مجوز
fi: Lupa
id: Ijin
it: Permessi
ja: 権限
lv: Atļauja
nl: Toestemming
no: Tillatelse
pl: Uprawnienia
pt: Permissão
ru: Право доступа
sv: Rättighet
tr: Yetkilendirme
zh_cn: 权限
zh_hk: 許可權

source: Permissions
ar: أذون
cs: Oprávnění
da: Tilladelser
de: Berechtigungen
es: Permisos
fa: مجوزها
fi: Oikeudet
id: Ijin
it: Autorizzazioni
ja: 権限
lv: Atļaujas
nl: Toestemmingen
no: Tillatelser
pl: Uprawnienia
pt: Permissões
ru: Права доступа
sv: Rättigheter
tr: Yetkiler
zh_cn: 权限
zh_hk: 許可權

source: Person
ar: شخص
cs: Osoba
es: Persona
fa: شخص
fi: Henkilö
fr: Personne
id: Orang
it: Dipendente
ja: 要員
lv: Persona
nl: Persoon
pl: Osoba
pt: Pessoa
ru: Сотрудник
tr: Kişi
zh_cn: 人员
zh_hk: 人員

# PersonAccountDay
source: Day
ar: يوم
cs: Den
da: Dag
de: Tag
es: Día
fa: روز
fi: Päivä
fr: Jour
id: Hari
it: Giorno
ja: 日
lv: Diena
nl: Dag
no: Dag
pl: Dzień
pt: Dia
ru: День
sv: Tidsuppföljning dag
tr: Gün
zh_cn: 天
zh_hk: 天

# PersonAccounts
source: Personal Accounts
ar: حسابات شخصية
cs: Osobní účty
da: Personlige Konti
de: Personal Konten
es: Cuentas Personales
fa: حسابهای شخصی
fi: Henkilökohtaiset tilit
fr: Comptes personnels
id: Akun Pribadi
it: Contatori
ja: 個人 アカウント
lv: Personīgie Konti
nl: Persoonlijk Accounts
no: Personkontoer
pl: Konta osobiste
pt: Contas Pessoais
ru: Индивидуальный Счет
sv: Tidsuppföljning
tr: Kişisel Hesaplar
zh_cn: 个人账户
zh_hk: 個人帳戶

# PersonAccountTime
source: Hour
ar: ساعة
cs: Hodina
da: Time
de: Stunde
es: Hora
fa: ساعت
fi: Tunti
fr: Heure
id: Jam
it: Ora
ja: 時間
lv: Stunda
nl: Uur
no: Time
pl: Godzina
pt: Hora
ru: Час
sv: Tidsuppföljning timmar
tr: Saat
zh_cn: 小时
zh_hk: 小時

# PersonAdmin
source: People
ar: أشخاص
cs: Lidé
da: Medarbejdere
de: Person
fa: مردم
fi: Henkilö
fr: Personnes
id: Orang
ja: 要員
lv: Darbinieki
nl: Personen
no: Personer
pl: Załoga
pt: Pessoa
ru: Сотрудники
sv: Personer
tr: Çalışanlar
zh_cn: 人员
zh_hk: 人員

# PersonalAccountView
source: Personal account
ar: الرصيد الشخصى
cs: Náhled osobního účtu
da: Personlig konto
de: PersönlicheKontenSicht
es: Cuenta personal
fa: حساب شخصی
fi: Henkilökohtainen tili
fr: Compte personel
id: Akun pribadi
it: Contatori
ja: 個人アカウント
lv: Personīgais konts
nl: Persoonlijke account
no: Personkontoer
pl: Konto osobiste
pt: Conta Pessoal
ru: Вид индивидуального счета
sv: Tidsuppföljning
tr: KişiselHesapGörünümü
zh_cn: 个人账户
zh_hk: 個人帳戶

# PersonalizeYourAgentPortal
source: Personalize MyTime
ar: تخصيص الوقت
cs: Individualizovat MyTime
da: Tilpas MyTime
de: My Time anpassen
es: Personalizar MyTime
fa: شخصی سازی برنامه من
fi: Muokkaa MyTime:a
fr: Personnaliser MyTime
id: Personalisasi MyTime
it: Personalizza MyTime
ja: MyTimeの個人設定
lv: Personificēt MyTime
nl: Personaliseer My Time
no: Personifiser Mintid
pl: Personalizuj Moj Czas
pt: Personalizar o MyTime
ru: Персонализация MyTime
sv: Anpassa MyTime
tr: MyTime Kişiselleştirme
zh_cn: 个性化设置 MyTime
zh_hk: 個性化設置 MyTime

# PersonalShift
source: Personal activity
ar: نوبة عمل شخصية
cs: Osobní směna
da: Personlig vagt
de: Persönliche Schicht
es: Actividad personal
fa: فعالیت شخصی
fi: Henkilökohtainen vuoro
fr: Activité personnelle
id: Aktivitas pribadi
it: Attività personale
ja: 要員活動
lv: Personīgā aktivitāte
nl: Persoonlijke activiteit
no: Personlig aktivitet
pl: Aktywność osobista
pt: Atividade Pessoal
ru: Персональная активность
sv: Personlig aktivitet
tr: Kişisel vardiya
zh_cn: 个人活动
zh_hk: 個人活動

# PersonalShifts
source: Personal activities
ar: نوبات عمل شخصية
cs: Osobní směny
da: Personlige vagter
de: Persönliche Schichten
es: Actividades personales
fa: فعالیتهای شخصی
fi: Henkilökohtaiset vuorot
fr: Activités personnelles
id: Aktivitas Pribadi
it: Attività personali
ja: 要員活動
lv: Personīgās aktivitātes
nl: Persoonlijke activiteiten
no: Personlige aktiviteter
pl: Aktywności osobiste
pt: Atividades Pessoais
ru: Персональные активности
sv: Personliga aktiviteter
tr: Kişisel vardiyalar
zh_cn: 个人活动
zh_hk: 個人活動

# PersonalSkillView
source: Personal Skills
ar: المهارات الشخصيه
cs: Náhled osobní kvalifikace
da: Personlige Skills
de: Persönliche Skillansicht
es: Skills Personales
fa: مهارتهای شخصی
fi: Henkilön taidot
fr: Compétences personelles
id: Skill Pribadi
it: Skill personali
ja: 要員スキル
lv: Personīgās Prasmes
nl: Persoonlijke Skills
no: Personlige ferdigheter
pl: Umiejętności osobiste
pt: Skills Pessoais
ru: Вид индивидуального навыка
sv: Personliga kompetenser
tr: KişiselYetenekGörünümü
zh_cn: 个人技能
zh_hk: 個人技能

# PersonAssignmentIsNotValidDot
source: Person assignment is not valid.
ar: مهمة شخص غير صالحة.\n{0}
cs: Přiřazení osoby není platné. {0}
da: Tildeling af person er ikke gyldig.
de: Personenbelegung ist nicht gültig {0}
es: Asignación de personas no válida
fa: تخصیص شخص معتبر نیست. {0}
fi: Henkilön tehtävä ei kelpaa.
fr: L'affectation personnelle est non valide
id: Penugasan orang tidak valid. {0}
it: Assegnamento dipendente non valido. {0}
ja: 要員の配置が無効です。 {0}
lv: Personas uzdevums nav derīgs
nl: Persoon toewijzing is niet geldig. {0}
no: Persontildeling er ikke gyldig. {0}
pl: Przydział osoby nie jest poprawny. {0}
pt: Indicação da pessoa não é válida. {0}
ru: Недопустимое назначение сотрудника.
sv: Arbetspasset är inte tillåtet.
tr: Kişi atanması geçersiz.
zh_cn: 人员分配无效。
zh_hk: 人員分配無效。

source: Person Availability
ar: توفر شخص
cs: Dostupnost osoby
da: Medarbejder Tilgængelighed
de: Verfügbarkeit
es: Disponibilidad Personal
fa: دسترس پذیری شخص
fi: Henkilön käytettävyys
fr: Disponibilté personne
id: Ketersediaan Orang
it: Disponibilità personale
ja: 要員 空き状況
lv: Darbinieku Pieejamība
nl: Persoon Beschikbaarheid
no: Person Tilgjengelighet
pl: Osobista dostępność
pt: Disponibilidades Pessoais
ru: Доступность сотрудника
sv: Personlig tillgänglighet
tr: Kişi Uygunluğu
zh_cn: 人员 可用性
zh_hk: 人員 可用性

source: Person Availability Error
ar: خطأ في توفر شخص
cs: Chyba dostupnosti osoby
da: Medarbejder Tilgængelighed Fejl
de: Verfügbarkeit Fehler
es: Error en la Disponibilidad Personal
fa: خطای دسترس پذیری شخص
fi: Henkilön käytettävyysvirhe
fr: Erreur disponibilité personne
id: Kesalahan Ketersediaan Orang
it: Errore Disponibilità dipendente
ja: 要員空き状況エラー
lv: Personu Pieejamības Kļūda
nl: Persoon Beschikbaarheid Error
no: Person tilgjengelige feil
pl: Błąd osobistej dostępności
pt: Erro na Disponibilidade Pessoal
ru: Ошибка доступности сотрудника
sv: Tillgänglighetsfel
tr: Kişi Uygunluğu Hatası
zh_cn: 人员可用性错误
zh_hk: 人員可用性錯誤

# PersonAvailabilityView
source: Availability
ar: الاتاحه
cs: Náhled osobní dostupnosti
da: Tilgængelighed
de: PersonenVerfügbarkeitsSicht
es: Disponibilidad
fa: دسترس پذیری
fi: Henkilön käytettävyys näkymä
fr: Disponibilité
id: Ketersediaan
it: Disponibilità
ja: 空き状況
lv: Pieejamība
nl: Beschikbaarheid
no: Tilgjengelighet
pl: Dostępność
pt: Disponibilidade
ru: Вид доступности сотрудника
sv: Tillgänglighet
tr: KişiUygunlukGörünümü
zh_cn: 人员可用性视图
zh_hk: 人員可用性視圖

# PersonPeriodCouldNotLoad
source: Please add Contracts, Contract Schedules, Part Time Percentages, Teams from Setting Page to load Person Period View.
ar: الرجاء اضافة العقود, عقود الجداول, العمل بوقت جزئي, الفرق من صفحة الاعدادات لتتمكن من تحميل مشاهدة فترة الشخص
cs: Chcete-li načíst náhled období osoby, přidejte prosím smlouvy, plány smluv, procentní podíly zkrácených úvazků, týmy ze stránky nastavení.
da: Tilføj venligst Kontrakter, Kontraktsplaner, Deltidsprocentsatser, Teams fra Opsætningsside for at indlæse Ansættelsesperiode Visning.
de: Bitte fügen Sie Verträge, Wochentagplan, Teilzeitprozentwert, Teams aus der Einstellungsseite hinzu, um die Periodenansicht zu laden.
es: Por favor añada Contratos, Contrato Planificado, Porcentajes de Tiempo Parcial, Equipos desde la Página de Configuración para cargar la Vista del Período Personal
fa: لطفا این موارد را اضافه کنید : قراردادها ،زمان بندیهای قرارداد ، درصد کارهای پاره وقت ، تیم ها را از صفحه تنظیمات به بارگذاری نظرات دوره زمانی هر شخص
fi: Lisää sopimukset, sopimusaikataulut, osa-aikaprosentit ja tiimit asetussivulta henkilöjaksonäkymän lataamiseksi.
fr: Merci d'ajouter contrat, planning contrat, pourcentage temps partiel, équipes depuis les options pour charger la visualisation de période personne
id: Silakan tambahkan Kontrak, Jadwal Kontrak, Persentase Paruh Waktu, Tim pada Halaman Setting untuk mengeluarkan Tampilan Periode Orang.
it: Per caricare la vista del Periodo di anagrafica, è necessario aggiungere Contratti, Applicabilità contratti, Percentuali part-time e Team nella pagina delle impostazioni.
ja: 要員期間ビューに読み込む契約、契約スケジュール、パートタイム比率、チームを設定ページで追加してください。
lv: Lūdzu, pievienojiet Kontraktus, Kontrakta Grafikus, Nepilna laika Procentus, Nodaļas no Uzstādījumu Lapas, lai ielādētu Personu Perioda Skatījumu.
nl: Aub voeg Contracten, Ingeroosterd Contracten, Deeltijd percentages, Teams van Pagina Instellen naar Persoon Periode View:
no: Vennligst legg til kontrakter, kontraktskjemaer, deltidsprosenter, team fra sideinnstillinger til opplastet oversikt personperioder.
pl: Dodaj kontrakty, plany kontraktów, procent niepełnego czasu pracy i zespoły ze strony ustawień aby załadować widok osobistego okresu.
pt: É necessário adicionar Contratos, Agendas de Contrato, Percentuais de Tempo Parcial e Equipes na página de Configurações para que seja possível carregar um Período da Pessoa.
ru: Добавьте контракты, расписания по контрактам, проценты частичной занятости, группы из страницы настроек, чтобы загрузить вид индивидуального периода сотрудника.
sv: Du måste lägga till kontrakt, kontraktsschema, deltidsprocent och team under Alternativ för att öppna denna vy.
tr: Kişi periyod görünümünü yüklemek için lütfen, sözleşme, sözleşme takvimi, yarı zamanlı oranı, takım bilgilerini ayarlar sayfasından seçin
zh_cn: 请在设置页面添加合同、班表合同、兼职时间百分比、小组以加载人员周期视图。
zh_hk: 請在設置頁面添加合同、班表合同、兼職時間百分比、小組以載入人員週期視圖。

source: Person Period Error
ar: خطأ في فترة شخص
cs: Chyba období osoby
da: Ansættelsesperiode Fejl
de: Fehler in / für Periode
es: Error en Período Personal
fa: خطای دوره شخص
fi: Henkilöjakson virhe
fr: Erreur de période personne
id: Kesalahan Periode Orang
it: Errore periodo di anagrafica
ja: 要員期間のエラー
lv: Personu Perioda Kļūda
nl: Persoon Periode Error
no: Personperiode feil
pl: Błąd okresu osobistego
pt: Erro no Período da Pessoa
ru: Ошибка индивидуального периода
sv: Personperiodsfel
tr: Kişi Periyodu Hatası
zh_cn: 人员周期错误
zh_hk: 人員週期錯誤

# PersonRequestEmptySubjectError
source: Subject can not be empty
ar: لا يمكن ترك حقل الموضوع فارغًا
cs: Předmět nemůže být prázdný
da: Emne kan ikke være tomt
de: Betreff kann nicht leer sein
es: El asunto no puede estar vacío
fa: موضوع نمی تواند خالی باشد
fi: Otsikko ei voi olla tyhjä
fr: Objet ne peut pas être vide
id: Subject tidak boleh kosong
it: L'oggetto non può essere vuoto
ja: テーマを空にすることはできません
lv: Temata laukam jābūt aizpildītam
nl: Onderwerp kan niet leeg zijn
no: Tema kan ikke være tomt
pl: Temat nie może być pusty
pt: Assunto não pode estar vazio
ru: Тема не может быть пустой
sv: Ämnet får ej vara tomt
tr: Konu bölümü boş bırakılmamalıdır
zh_cn: 标题不能为空
zh_hk: 標題不能為空

source: Person Rotation Error
ar: خطأ في دورة شخص
cs: Chyba osobního cyklu
da: Medrbejder Turnus Fejl
de: Fehler in / für Rotation
es: Error en la Rotación Personal
fa: خطای گردش شخص
fi: Henkilövuorokierron virhe
fr: Erreur rotation personne
id: Kesalahan Rotasi Orang
it: Errore Rotazione persone
ja: 要員ローテーションエラー
lv: Personu Rotācijas Kļūda
nl: Persoon Rotatie Error
no: Personrotasjon feil
pl: Błąd osobistej rotacji
pt: Erro na Rotação Pessoal
ru: Ошибка ротации сотрудника
sv: Sekvensfel
tr: Kişi Rotasyon Hatası
zh_cn: 人员循环错误
zh_hk: 人員迴圈錯誤

source: Person Rotations
ar: دورة شخص
cs: Osobní cykly
da: MedarbejderTurnusser
de: Rotationen
es: Rotaciones Personales
fa: گردشهای شخص
fi: Työvuorokierto
fr: Rotations des personnes
id: Rotasi Orang
it: Rotazioni dipendente
ja: 要員ローテーション
lv: Darbinieku Rotācija
nl: Persoon Rotaties
no: Personrotasjoner
pl: Rotacje osobiste
pt: Rotações de Pessoas
ru: Ротации сотрудника
sv: Sekvenser
tr: Kişi Rotasyonları
zh_cn: 人员循环
zh_hk: 人員迴圈

# PersonRotationView
source: Rotations
ar: دورة
cs: Cykly
da: Turnus
de: RotationsSicht
es: Rotaciones
fa: گردش ها
fi: Työvuorokierrot
id: Rotasi
it: Rotazioni
ja: ローテーション
lv: Rotācija
nl: Rotaties
no: Rotatsjoner
pl: Rotacje
pt: Rotações
ru: Вид ротации сотрудника
sv: Sekvenser
tr: KişiRotasyonGörünümü
zh_cn: 人员循环浏览
zh_hk: 人員迴圈流覽

# PersonSkill
source: Skills
ar: مهارات
cs: Kvalifikace
da: Kompetencer
fa: مهارت ها
fi: Taidot
fr: Compétences
id: Skill
it: Skill
ja: スキル
lv: Prasmes
no: Ferdigheter
pl: Umiejętności
ru: Навыки
sv: Kompetenser
tr: Yetenekler
zh_cn: 技能
zh_hk: 技能

source: [Place holder]
ar: [عنصر نائب]
cs: [Zásobník místa]
da: [Pladsholder]
de: [Platzhalter]
es: [Espacio reservado]
fa: [محل نگه دارنده]
fi: [Paikan käyttäjä]
fr: [placer détenteur]
id: [Tempat pegangan]
it: [Segnaposto]
ja: [プレースホルダー]
nl: [PlaatsHouder]
no: [Plassholder]
pl: [wypełniacz]
pt: [Espaço Disponível]
ru: [Заполнитель]
sv: < &Tillbaka
tr: [Yer tutucu]
zh_cn: [占位符]
zh_hk: [預留位置]
