Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Abandoned calls
ar: مكالمات غير مكتملة
cs: Přerušené hovory
da: Tapte opkald
de: abgebrochene Anrufe
es: Llamadas abandonadas
fa: تماس های از دست رفته
fi: Menetetyt puhelut
fr: Appels abandonnés
id: Panggilan diabaikan
it: Abbandonate
ja: 放棄呼
lv: Nokritušie zvani
no: Bortfall samtaler
pl: Porzucone połączenia
pt: Chamadas abandonadas
ru: Несостоявшиеся звонки
sv: Tappade samtal
tr: Kaçan Çağrılar
zh_cn: 放弃的电话
zh_hk: 放棄的電話

source: Abandoned emails
ar: رسائل البريد الإلكتروني التي تم التخلي عنها
cs: Zrušené e-maily
da: Tabte e-mails
de: abgebrochene E-Mails
es: E-mails abandonados
fa: ایمیل های رها شده
fi: Menetetyt sähköpostit (kpl)
fr: E-mails abandonnés
id: Email diabaikan
it: e-mail abbandonate
ja: 放棄Eメール数
lv: Pazaudētie e-pasti
no: Bortfall e-post
pl: Porzucone emaile
pt: E-mails abandonados
ru: Несостоявшиеся эл. сообщения
sv: Obesvarad e-post
tr: Kaçan e-postalar
zh_cn: 放弃的电子邮件
zh_hk: 放棄的電子郵件

source: Abandoned facsimiles
ar: رسائل الفاكس التي تم التخلي عنها
cs: Zrušené faxy
da: Tabte telefaxer
de: abgebrochene Faxe
es: Facsímiles abandonados
fa: رونوشت های رها شده
fi: Menetetyt faksit
fr: Facsimiles abandonnés
id: Faksimili diabaikan
it: Fax abbandonati
ja: 放棄FAX数
lv: Pazaudētie faksi
no: Bortfall faks
pl: Porzucone faksy
pt: Faxes abandonados
ru: Несостоявшиеся факсы
sv: Obesvarade fax
tr: Kaçan fakslar
zh_cn: 放弃的传真数量
zh_hk: 放棄的傳真數量

source: Abandoned tasks
ar: المهام التي تم التخلي عنها
cs: Přerušené úkoly
da: Tabte opgaver
de: abgebrochene Aufgaben
es: Tareas abandonadas
fa: وظائف رها شده
fi: Menetetyt tehtävät
fr: Tâches abandonnées
id: Tugas diabaikan
it: Compiti abbandonati
ja: 放棄タスク数
lv: Pazaudētie uzdevumi
nl: Abandoned taken
no: Bortfall oppgave
pl: Porzucone zadania
pt: Tarefas abandonados
ru: Несостоявшиеся задания
sv: Tappade uppgifter
tr: Kaçan görevler
zh_cn: 放弃的任务量
zh_hk: 放棄的任務量

source: Absence
ar: غياب
da: Fravær
de: Abwesenheit
es: Ausencia
fa: مرخصی
fi: Poissaolo
fr: Absences
id: Absen
it: Assenza
ja: 欠勤
lv: Prombūtne
nl: Afwezigheid
no: Fravær
pl: Nieobecność
pt: Ausência
ru: Отсутствие
sv: Frånvaro
tr: Devamsızlık
zh_cn: 缺勤
zh_hk: 缺勤

source: Absence Request
ar: طلب غياب
cs: Požadavek absence
da: Forespørgsel om Fravær
de: Abwesenheitsanfrage
es: Solicitud de Ausencia
fa: درخواست مرخصی
fi: Poissaolopyyntö
fr: Demande d' absence
id: Permintaan Absen
it: Richiesta di assenza
ja: 欠勤要求
lv: Prombūtnes Pieprasījums
nl: Afwezigheid Verzoek
no: Fraværsforespørsel
pl: Wniosek nieobecności
pt: Solicitação de Ausência
ru: Запрос на отсутствие
sv: Förfrågan om frånvaro
tr: Devamsızlık isteği
zh_cn: 缺勤申请
zh_hk: 缺勤申請

# AbsenceRequestEmptyAbsenceTypeError
source: Absence not selected
ar: غياب غير مجدول
cs: Není vybrána absence
da: Fravær ikke valgt
de: Abwesenheit nicht ausgewählt
es: Ausencia no seleccionada
fa: مرخصی انتخاب نشده است
fi: Poissaoloa ei valittu
fr: Absence non sélectionnée
id: Absen tidak dipilih
it: Assenza non selezionata
ja: 欠勤が選択されていません
lv: Prombūtne nav izvēlēta
nl: Afwezigheid niet geselecteerd
no: Fravær ikke valgt
pl: Nieobecność nie wybrana
pt: Ausência não selecionada
ru: Отсутствие не выбрано
sv: Ingen frånvaro är vald
tr: Devamsızlık seçilmedi
zh_cn: 未选择缺勤
zh_hk: 未選擇缺勤

source: Absences
ar: حالات غياب
cs: Absence
da: Fravær
de: Abwesenheiten
es: Ausencias
fa: مرخصی
fi: Poissaolot
id: Absen
it: Assenze
ja: 欠勤
lv: Prombūtnes
nl: Afwezigheden
no: Fravær
pl: Nieobecności
pt: Ausências
ru: Отсутствия
sv: Frånvaro
tr: Devamsızlıklar
zh_cn: 缺勤
zh_hk: 缺勤

# AbsencesColon
source: Absences:
ar: حالات غياب:
cs: Absence:
da: Fravær:
de: Abwesenheiten:
es: Ausencias:
fa: مرخصی:
fi: Poissaolot:
id: Absen:
it: Assenze:
ja: 欠勤:
lv: Prombūtnes:
nl: Afwezigheden:
no: Fravær:
pl: Nieobecności:
pt: Ausências:
ru: Отсутствия:
sv: Frånvaro:
tr: Devamsızlıklar:
zh_cn: 缺勤：
zh_hk: 缺勤：

source: Absolute difference
ar: الفرق المطلق
cs: Absolutní rozdíl
da: Absolut difference
de: Absolute Differenz
es: Diferencia absoluta
fa: تفاوت کامل
fi: Absoluuttinen erotus
fr: Différence absolue
id: Perbedaan absolut
it: Differenza assoluta
ja: 絶対差異
lv: Absolūtā starpība
nl: Absolute verschil
no: Absolutt forskjell
pl: Różnica bezwględna
pt: Diferença absoluta
ru: Абсолютная разница
sv: Absolut skillnad
tr: Mutlak fark
zh_cn: 绝对差异
zh_hk: 絕對差異

source: Absolute position
ar: وضع أساسي
cs: Absolutní pozice
da: Absolut position
es: Posición Absoluta
fa: وضعیت قطعی
fi: Absoluuttinen sijainti
fr: Position absolue
id: Posisi Absolut
it: Posizione assoluta
ja: 絶対位置
lv: Absolūtā pozīcija
nl: Absolute positie
no: Absolutt posisjon
pl: Pozycja bezwzględna
pt: Posição Absoluta
ru: Абсолютное положение
sv: Absolut position
tr: Mutlak Konum
zh_cn: 绝对定位
zh_hk: 絕對定位

source: Absolute Start
ar: بداية مطلقة
cs: Absolutní začátek
da: Absolut Start
de: Absoluter Start
es: Inicio Absoluto
fa: شروع قطعی
fi: Absoluuttinen alku
fr: Début absolu
id: Awal Absolut
it: Inizio assoluto
ja: 絶対開始時刻
lv: Absolūtais Sākums
no: Absolutt start
pl: Start bezwzględny
pt: Início Absoluto
ru: Абсолютное начало
sv: Absolut start
tr: Mutlak Başlangıç
zh_cn: 绝对开始
zh_hk: 絕對開始

source: Accessibility
ar: إمكانية الوصول
cs: Přístupnost
da: Tilgængelighed
de: Erreichbarkeit
es: Accesibilidad
fa: دسترسی
fi: Käytettävyys
fr: Accessibilité
id: Aksesabilitas
it: Accessibilità
ja: アクセシビリティ
lv: Pieejamība
nl: Bereikbaarheid
no: Tilgjengelighet
pl: Dostępność
pt: Acessabilidade
ru: Доступность
sv: Tillgänglighet
tr: Erişilebilirlik
zh_cn: 可访问性
zh_hk: 可訪問性

# AccessibilityDatesGrid
source: Accessibility Dates
ar: شبكة_تواريخ_إمكانية_الوصول
cs: Mřížka dostupnosti datumů
da: Tilgængeligheds daoter
de: ErreichbarkeitDatenTabelle
es: Fechas de Accesibilidad
fa: تاریخهای دسترسی
fi: Käytettävyyspäivämäärien ikkuna
fr: Dates accessibilité
id: Tanggal Ketersediaan
it: Date accessibilità
ja: アクセス可能日
lv: Pieejamības Datumi
nl: Toegankelijkheid Dates
no: Tilgjengelighet dato
pl: Daty Dostępności
pt: Datas de Acessibilidades
ru: Сетка дней доступности
sv: Tillgänglighet datum
tr: Erişim tarihleri
zh_cn: 可访问性日期网格
zh_hk: 可訪問性日期網格

source: Accrued
ar: مستحق
cs: Kumulovaný
da: Akkumuleret
de: Anspruch
es: Acumulado
fa: جمع شده
fi: Kertynyt
fr: Accru
id: Terkumpul
it: Maturato
ja: 未払い
lv: Uzkrātais
nl: Overlopende
no: Påløpte
pl: Zebrane
pt: Acumulado
ru: Начислено
sv: Upparbetad
tr: Gerçekleşen
zh_cn: 累计的
zh_hk: 累計的

source: Action
ar: إجراء
cs: Akce
da: Handling
de: Aktion
es: Acción
fa: اقدام
fi: Toiminto
id: Aksi
it: Azione
ja: アクション
lv: Darbība
nl: Actie
no: Tiltak
pl: Akcja
pt: Ação
ru: Действие
sv: Åtgärd
tr: Aksiyon
zh_cn: 行动
zh_hk: 行動

source: Actions
ar: إجراءات
cs: Akce
da: Handlinger
de: Aktionen
es: Acciones
fa: اقدامات
fi: Toiminnot
id: Aksi
it: Azioni
ja: アクション
lv: Darbības
nl: Acties
no: Funksjoner
pl: Akcje
pt: Ações
ru: Действия
sv: Åtgärder
tr: Aksiyonlar
zh_cn: 行动
zh_hk: 行動

source: Activities
ar: أنشطة
cs: Činnosti
da: Aktiviteter
de: Aktivitäten
es: Actividades
fa: فعالیت ها
fi: Aktiviteetit
fr: Activités
id: Aktivitas
it: Attività
ja: 活動
lv: Aktivitātes
nl: Activiteiten
no: Aktiviteter
pl: Aktywności
pt: Atividades
ru: Активности
sv: Aktiviteter
tr: Aktiviteler
zh_cn: 活动
zh_hk: 活動

source: Activity
ar: نشاط
cs: Činnost
da: Aktivitet
de: Aktivität
es: Actividad
fa: فعالیت
fi: Aktiviteetti
fr: Activités
id: Aktivitas
it: Attività
ja: 活動
lv: Aktivitāte
nl: Activiteit
no: Aktivitet
pl: Aktywność
pt: Atividade
ru: Активность
sv: Aktivitet
tr: Aktivite
zh_cn: 活动
zh_hk: 活動

# ActivityColon
source: Activity:
ar: نشاط:
cs: Činnost:
da: Aktivitet:
de: Aktivität:
es: Actividad:
fa: فعالیت:
fi: Aktiviteetti:
fr: Activité:
id: Aktivitas:
it: Attività:
ja: 活動:
lv: Aktivitāte:
nl: Activiteit:
no: Aktivitet:
pl: Aktywność:
pt: Atividade:
ru: Активность:
sv: Aktivitet:
tr: Aktivite:
zh_cn: 活动：
zh_hk: 活動：

source: Activity color
ar: لون النشاط
cs: Barva činnosti
da: Aktivitetsfarve
de: Aktivitätenfarbe
es: Color de Actividad
fa: رنگ فعالیت
fi: Aktiviteetin väri
fr: Couleur activité
id: Warna aktivitas
it: Colore attività
ja: 活動の色
lv: Aktivitātes krāsa
nl: Activiteit kleur
no: Aktivitet farge
pl: Kolor aktywności
pt: Cor da Atividade
ru: Цвет активности
sv: Aktivitetsfärg
tr: Aktivite rengi
zh_cn: 活动颜色
zh_hk: 活動顏色

# ActivityGrid
source: Activity
ar: شبكة_نشاط
cs: Mřížka činností
da: Aktivitet
de: AktivitätenTabelle
es: Actividad
fa: فعالیت
fi: Aktiviteetti
fr: Activité
id: Aktivitas
it: Attività
ja: 活動
lv: Aktivitāte
nl: Activiteit
no: Aktiviteter
pl: Aktywność
pt: Atividade
ru: Сетка активности
sv: Aktiviteter
tr: Aktivite Grid
zh_cn: 活动网格
zh_hk: 活動網格

source: Activity length
ar: طول مدة النشاط
cs: Délka činnosti
da: Aktivitetslængde
de: Aktivitätenlänge
es: Duración de la Actividad
fa: مدت فعالیت
fi: Aktiviteetin pituus
fr: Longueur activité
id: Panjang aktivitas
it: Lunghezza attività
ja: 活動の長さ
lv: Aktivitātes ilgums
nl: Activiteit lengte
no: Aktivitetsvarighet
pl: Długość aktywności
pt: Duração da Atividade
ru: Продолжительность активности
sv: Aktivitetslängd
tr: Aktivite uzunluğu
zh_cn: 活动长度
zh_hk: 活動長度

# ActivityNext
source: Next activity
ar: النشاط القادم
cs: Další činnost
da: Næste aktivitet
de: Nächste Aktivität
es: Siguiente actividad
fa: فعالیت بعدی
fi: Seuraava aktiviteetti
fr: Activité suivante
id: Aktivitas lanjutan
it: Attività successiva
ja: 次の活動
lv: Nākamā aktivitāte
nl: Volgende activiteit
no: Neste aktivitet
pl: Następna aktywność
pt: Próxima atividade
ru: Следующая активность
sv: Nästa aktivitet
tr: Sonraki aktivite
zh_cn: 下一个活动
zh_hk: 下一個活動

# ActivityNextStart
source: Next activity start
ar: بداية النشاط القادم
cs: Začátek další činnosti
da: Næste aktivitet start
de: Start der nächsten Aktivität
es: Inicio de la siguiente actividad
fa: شروع فعالیت جدید
fi: Seuraava aktiviteetti alkaa
fr: Début d'activité suivante
id: Awal aktivitas lanjutan
it: Inizio attività successiva
ja: 次の活動開始
lv: Nākamās aktivitātes sākums
nl: Volgende start activiteit
no: Starttid neste aktivitet
pl: Początek następnej aktywności
pt: Inicio proxima atividade
ru: Начало следующей активности
sv: Starttid nästa aktivitet
tr: Sonraki aktivite başlangıcı
zh_cn: 下一个活动开始
zh_hk: 下一個活動開始

source: Activity position
ar: وضع النشاط
cs: Pozice činnosti
da: Aktivitetsposition
de: Position der Aktivität
es: Posición de la Actividad
fa: وضعیت فعالیت
fi: Aktiviteetin sijainti
fr: Position activité
id: Posisi aktivitas
it: Posizione attività
ja: 活動の位置
lv: Aktivitātes vieta
nl: Activiteit positie
no: Aktivitet posisjon
pl: Pozycja aktywności
pt: Posição da Atividade
ru: Положение активности
sv: Aktivitetsposition
tr: Aktivite konumu
zh_cn: 活动定位
zh_hk: 活動定位

# ActivityTimeLimiterGrid
source: Activity limitation
ar: شبكة_مقيد_وقت_نشاط
cs: Mřížka omezovače času činnosti
da: Aktivitets begrænsninger
de: AktivitätZeitbegrenzerTabelle
es: Limitación de actividad
fa: محدودیت فعالیت
fi: Toimintojen aikarajoitusikkuna
fr: Limitation activité
id: Batasan aktivitas
it: Limitazione attività
ja: 活動の制限
lv: Aktivitātes ierobežošana
nl: Activiteit beperking
no: Aktivitet begrensning
pl: Limit aktywności
pt: Limitação da atividade
ru: Сетка ограничителей времени активности
sv: Begränsning aktivitet
tr: Aktivite sınırlandırması
zh_cn: 活动时间限制
zh_hk: 活動時間限制

source: Actual
ar: فعلي
cs: Skutečné
da: Faktiske
de: Tatsächlich
fa: واقعی
fi: Tämän hetkinen
fr: Réel
id: Aktual
it: Effettivo
ja: 実値
lv: Aktuālais
nl: Actueel
no: Virkelig
pl: Aktualne
pt: Real
ru: Фактический
sv: Verklig
tr: Güncel
zh_cn: 实际的
zh_hk: 實際的

source: Actual agents
ar: وكلاء فعليون
cs: Aktuální agenti
da: Faktiske medarbejdere
de: Ist Mitarbeiter
es: Agentes Actuales
fa: پاسخگوهای واقعی
fi: Todelliset agentit
fr: Agents réels
id: Agent aktual
it: Agenti effettivi
ja: エージェント数 実値
lv: Aktuālie Operatori
nl: Actuele agenten
no: Virkelige agenter
pl: Aktualni agenci
pt: Agentes reais
ru: Фактические операторы
sv: Verkliga agenter
tr: Güncel Müşteri Temsilcileri
zh_cn: 实际座席代表数量
zh_hk: 實際座席代表數量

source: Actual handling time
ar: وقت المعالجة الفعلي
cs: Skutečná doba vyřízení
da: Faktiske behandlingstider
de: Ist Bearbeitungszeit
es: Tiempo de gestión real
fa: زمان بررسی واقعی
fi: Todellinen käsittelyaika
fr: Durée réelle de traitement
id: Waktu penanganan aktual
it: Tempo di gestione effettivo
ja: 処理時間 実値
lv: Aktuālais apstrādes laiks
nl: Actuele verwerkingstijd
no: Virkelig behandlingstid
pl: Aktualny czas obsługi
pt: Tempo de atendimento real
ru: Фактическое время обработки
sv: Verklig behandlingstid
tr: Güncel Yönetim Süresi
zh_cn: 实际处理时间
zh_hk: 實際處理時間

source: Actual talk time
ar: وقت التحدث الفعلي
cs: Skutečná doba trvání hovoru
da: Faktiske taletider
de: Ist Gesprächszeit
es: T. actual de conversación
fa: زمان مکالمه واقعی
fi: Todellinen puheaika
fr: Temps communication réel
id: Waktu bicara aktual
it: Tempo conversazione effettivo
ja: 通話時間 実値
lv: Aktuālais sarunas laiks
nl: Actuele spreektijd
no: Virkelig taletid
pl: Aktualny czas rozmowy
pt: Tempo falado real
ru: Фактическое время разговора
sv: Verklig samtalstid
tr: Güncel konuşma süresi
zh_cn: 实际平均通话时长
zh_hk: 實際平均通話時長

source: Add
ar: إضافة
cs: Přidat
da: Tilføj
de: Hinzufügen
es: Añadir
fa: افزودن
fi: Lisää
fr: Ajouter
id: Tambah
it: Aggingi
ja: 追加
lv: Pievienot
nl: Toevoegen
no: Legg til
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Lägg till
tr: Ekle
zh_cn: 添加
zh_hk: 添加

source: Add Absence
ar: إضافة حالة غياب
cs: Přidat absenci
da: Tilføj Fravær
de: Abwesenheit hinzufügen
es: Añadir Ausencia
fa: افزودن مرخصی
fi: Lisää poissaolo
fr: Ajouter absence
id: Tambah Absen
it: Aggiunti assenza
ja: 欠勤の追加
lv: Pievienot Prombūtni
nl: Afwezigheid Toevoegen
no: Legg til fravær
pl: Dodaj Nieobecność
pt: Adicionar Ausência
ru: Добавить отсутствие
sv: Lägg till frånvaro
tr: Devamsızlık Ekle
zh_cn: 添加缺勤
zh_hk: 添加缺勤

# AddAbsenceThreeDots
source: Add Absence...
ar: إضافة حالة غياب...
cs: Přidat absenci...
da: Tilføj Fravær...
de: Abwesenheit hinzufügen…
es: Añadir Ausencia...
fa: افزودن مرخصی
fi: Lisää poissaolo...
fr: Ajouter absence...
id: Tambah Absen...
it: Aggiungi assenza...
ja: 欠勤の追加
lv: Pievienot Prombūtni...
nl: Afwezigheid Toevoegen...
no: Legg til fravær...
pl: Dodaj Nieobecność...
pt: Adicionar Ausência...
ru: Добавить отсутствие...
sv: Lägg till frånvaro...
tr: Devamsızlık Ekle...
zh_cn: 添加缺勤…
zh_hk: 添加缺勤…

source: Add Activity
ar: إضافة نشاط
cs: Přidat činnost
da: Tilføj Aktivitet
de: Aktivität hinzufügen
es: Añadir Actividad
fa: افزودن فعالیت
fi: Lisää aktiviteetti
fr: Ajouter activité
id: Tambah Aktivitas
it: Aggiungi attività
ja: アクティビティの追加
lv: Pievienot Aktivitāti
nl: Activiteit Toevoegen
no: Legg til aktivitet
pl: Dodaj Aktywność
pt: Adicionar Atividade
ru: Добавить активность
sv: Lägg till aktivitet
tr: Aktivite Ekle
zh_cn: 添加活动
zh_hk: 添加活動

# AddActivityThreeDots
source: Add Activity...
ar: إضافة نشاط...
cs: Přidat činnost...
da: Tilføj Aktivitet...
de: Aktivität hinzufügen…
es: Añadir Actividad...
fa: افزودن فعالیت...
fi: Lisää aktiviteetti...
fr: Ajouter activité...
id: Tambah Aktivitas...
it: Aggiungi attività...
ja: 活動の追加...
lv: Pievienot aktivitāti...
nl: Activiteit Toevoegen...
no: Legg til aktivitet...
pl: Dodaj Aktywność...
pt: Adicionar Atividade...
ru: Добавить активность...
sv: Lägg till aktivitet...
tr: Aktivite Ekle...
zh_cn: 添加活动…
zh_hk: 添加活動…

source: Add Another Level
ar: إضافة مستوى آخر
cs: Přidat další úroveň
da: Tilføj Et Lag Mere
de: neue Bedingung
es: Añadir Otro Nivel
fa: افزودن سطح دیگر
fi: Lisää toinen taso
fr: Ajouter
id: Tambah Tingkat Lain
it: Aggiungi altro livello
ja: 他のレベルを追加
lv: Pievienot Vēl Līmeni
nl: Voeg Een Ander Niveau
no: Legg til et annet nivå
pl: Dodaj Inny Poziom
pt: Adicionar outro nível
ru: Добавить другой уровень
sv: Lägg till en nivå
tr: Yeni bir katman ekle
zh_cn: 添加另外一个等级
zh_hk: 添加另外一個等級

# AddArrows
source: &Add>>
ar: إ&ضافة>>
cs: &Přidat>>
da: &Tilføj>>
de: &Hinzufügen>>
es: &Añadir>>
fa: افزودن
fi: &Lisää>>
fr: &Ajouter>>
id: &Tambah>>
it: &Aggiungi>>
ja: &追加>>
lv: &Pievienot>>
nl: &Toevoegen>>
no: &Legg til>>
pl: &Dodaj>>
pt: &Adicionar>>
ru: &Добавить>>
sv: &Lägg till>>
tr: &Ekle>>
zh_cn: 添加(&A)>>
zh_hk: 添加(&A)>>

source: Add Day Off
ar: إضافة عطلة
cs: Přidat den volna
da: Tilføj Fridag
de: Freien Tag hinzufügen
es: Añadir Día Libre
fa: افزودن روز تعطیل
fi: Lisää vapaapäivä
fr: Ajouter jour libre
id: Tambah Libur
it: Aggiungi riposo
ja: 休暇の追加
lv: Pievienot Brīvdienu
nl: Vrije Dag Toevoegen
no: Legg til fridag
pl: Dodaj Dzień Wolny
pt: Adicionar Folga
ru: Добавить выходной
sv: Lägg till fridag
tr: Tatil Ekle
zh_cn: 添加休息日
zh_hk: 添加休息日

source: Add grouping absence
ar: إضافة تجميع حالات غياب
cs: Přidat skupinovou absenci
da: Tilføj grupperings fravær
de: Abwesenheitsgruppe hinzufügen
es: Añadir ausencia de agrupación
fa: افزودن گروه بندی مرخصی
fi: Lisää ryhmäpoissaolo
fr: Ajouter absence de groupement
id: Tambah pengelompokan absen
it: Aggiungi raggruppamento assenze
ja: 欠勤のグループ化を追加
lv: Pievienot grupējuma prombūtni
nl: Voeg afwezigheid groeperen
no: Legg til gruppering fravær
pl: Dodaj grupowanie nieobecności
pt: Adicionar Ausência do Grupo
ru: Добавить группирование отсутствия
sv: Lägg till gruppfrånvaro
tr: Gruplama devamsızlığı ekle
zh_cn: 添加缺勤分组
zh_hk: 添加缺勤分組

source: Add grouping activity
ar: إضافة تجميع نشاط
cs: Přidat skupinovou činnost
da: Tilføj grupperings aktivitet
de: Neue Gruppenaktivität hinzufügen
es: Añadir actividad de agrupación
fa: افزودن فعالیت گروه بندی
fi: Lisää ryhmittelyaktiviteetti
fr: Ajouter activité de groupement
id: Tambah pengelompokan aktivitas
it: Aggiungi raggruppamento attività
ja: 活動のグループ化を追加
lv: Pievienot grupējuma aktivitāti
nl: Voeg activiteit groeperen
no: Legg til gruppering aktivitet
pl: Dodaj aktywność grupowania
pt: Adicionar Atividade do Grupo
ru: Добавить группирование активности
sv: Lägg till gruppaktivitet
tr: Gruplama aktivitesi ekle
zh_cn: 添加活动分组
zh_hk: 添加活動分組

source: Add Main Layer
ar: إضافة طبقة أساسية
cs: Přidat hlavní vrstvu
da: Tilføj Hovedlag
de: Hauptebene hinzufügen
es: Añadir Capa Principal
fa: افزودن لایه اصلی
fi: Lisää pääkerros
fr: Ajouter couche principale
id: Tambah Lapisan Utama
it: Aggiungi livello principale
ja: メインレイヤーの追加
lv: Pievienot Galveno Kārtu
nl: Hoofd Layer Toevoegen
no: Legg til hovedlag
pl: Dodaj główną warstwę
pt: Adicionar Camada Principal
ru: Добавить главный слой
sv: Lägg till huvudlager
tr: Ana Katman Ekle
zh_cn: 添加主层次
zh_hk: 添加主層次

source: Add New
ar: إضافة جديد
cs: Přidat nový
da: Tilføj Ny
de: Neu
es: Añadir Nuevo
fa: افزودن جدید
fi: Lisää uusi
fr: Ajouter nouveau
id: Tambah Baru
it: Aggiungi nuovo
ja: 新規追加
lv: Pievienot Jaunu
nl: Nieuwe Toevoegen
no: Legg til ny
pl: Dodaj nowe
pt: Adicionar novo
ru: Добавить новый
sv: Lägg till ny
tr: Yeni Ekle
zh_cn: 添加新的
zh_hk: 添加新的

# AddNewContract
source: Add contract
ar: إضافة عقد
cs: Přidat smlouvu
da: Tilføj kontrakt
de: Vertrag hinzufügen
es: Añadir contrato
fa: افزودن قرارداد
fi: Lisää sopimus
fr: Ajouter contrats
id: Tambah kontrak
it: Aggiungi contratto
ja: 契約の追加
lv: Pievienot kontraktu
nl: Contract toevoegen
no: Legg til kontrakt
pl: Dodaj kontrakt
pt: Adicionar Contrato
ru: Добавить контракт
sv: Lägg till kontrakt
tr: Sözleşme ekle
zh_cn: 添加合同
zh_hk: 添加合同

source: Add new contract schedule
ar: اضافة جدول لعقد جديد
cs: Přidat nový plán smlouvy
da: Tilføj ny kontraktsplan
de: Neuen Wochentagplan hinzufügen
es: Añadir Nueva Planificación de Contrato
fa: افزودن زمانبندی قرارداد جدید
fi: Lisää uusi sopimusaikataulu
fr: Ajouter un nouveau planning contrat
id: Tambah jadwal kontrak baru
it: Aggiungi nuovo Giorni da contratto
ja: 新規契約スケジュールの追加
lv: Pievienot jaunu kontrakta grafiku
nl: Voeg nieuwe contract rooster
no: Legg til nytt kontraktskjema
pl: Dodaj nowy plan kontraktu
pt: Adicionar nova Agenda de Contrato
ru: Добавить новое расписание по контракту
sv: Lägg till kontraktsschema
tr: Yeni sözleşme takvimi ekle
zh_cn: 添加新的班表合同
zh_hk: 添加新的班表合同

source: Add New Optional Column
ar: إضافة عمود اختياري جديد
cs: Přidat nový volitelný sloupec
da: Tilføj Ny Valgfri Kolonne
de: Neue optionale Spalte hinzufügen
es: Añadir nueva columna opcional
fa: افزودن ستون انتخابی جدید
fi: Lisää uusi valinnainen sarake
fr: Ajouter nouvelle colonne optionnelle
id: Tambah Kolom Opsional Baru
it: Aggiungi nuova colonna opzionale
ja: 新規オプション列の追加
lv: Pievienot Jaunu Izvēles Kolonnu
nl: Nieuwe Optionele Kolom Toevoegen
no: Legg til ny valgfri kolonne
pl: Dodaj nową kolumnę opcjonalną
pt: Adicione nova coluna opcional
ru: Добавить новый дополнительный столбец
sv: Lägg till ny tilläggskolumn
tr: Yeni Opiyonel Kolon Ekle
zh_cn: 添加新的自定义栏位
zh_hk: 添加新的自訂欄位

# AddNewScenario
source: Add scenario
ar: إضافة سيناريو
cs: Přidat scénář
da: Tilføj scenarie
de: Szenario hinzufügen
es: Añadir escenario
fa: افزودن سناریو
fi: Lisää skenaario
fr: Ajouter scénario
id: Tambah skenario
it: Aggiungi scenario
ja: シナリオの追加
lv: Pievienot scenāriju
nl: Scenario Toevoegen
no: Legg til scenario
pl: Dodaj scenariusz
pt: Adicionar Cenário
ru: Добавить сценарий
sv: Lägg till scenario
tr: Senaryo ekle
zh_cn: 添加情景
zh_hk: 添加情景

# AddNewScorecard
source: Add scorecard
ar: إضافة بطاقة أداء
cs: Přidat výsledkovou listinu
da: Tilføj scorecard
de: Scorecard hinzufügen
es: Añadir Scorecard
fa: افزودن برگه امتیاز ها
fi: Lisää tuloskortti
fr: Ajouter feuille d'évaluation
id: Tambah scorecard
it: Aggiungi Scorecard
ja: スコアカードの追加
lv: Pievienot rezultātu kartīti
nl: Scorekaart toevoegen
no: Legg til scorecard
pl: Dodaj Scorecard
pt: Adicionar Scorecard
ru: Добавить оценочный лист
sv: Lägg till scorecard
tr: Skorkart ekle
zh_cn: 添加记分卡
zh_hk: 添加記分卡

source: Add new site
ar: إضافة موقع جديد
cs: Přidat nové pracoviště
da: Tilføj ny lokalitet
de: Neue Einheit hinzufügen
es: Añadir nuevo site
fa: افزودن سایت جدید
fi: Lisää uusi sivu
fr: Ajouter nouveau site
id: Tambah site baru
it: Aggiungi nuovo Sito
ja: 新規サイトの追加
lv: Pievienot jaunu grupu
nl: Nieuwe site toevoegen
no: Legg til ny enhet
pl: Dodaj nową lokalizację
pt: Adicionar novo site
ru: Добавить новый сайт
sv: Lägg till enhet
tr: Yeni lokasyon ekle
zh_cn: 添加新站点
zh_hk: 添加新網站

source: Add new Team
ar: إضافة فريق جديد
cs: Přidat nový tým
da: Tilføj nyt Team
de: Neues Team hinzufügen
es: Añadir nuevo Equipo
fa: افزودن تیم جدید
fi: Lisää uusi tiimi
fr: Ajouter nouvelle équipe
id: Tambah Tim Baru
it: Aggiungi nuovo Team
ja: 新規チームの追加
lv: Pievienot jaunu Nodaļu
nl: Nieuwe Team Toevoegen
no: Legg til nytt team
pl: Dodaj nowy zespół
pt: Adicionar Nova Equipe
ru: Добавить новую группу
sv: Lägg till team
tr: Yeni takım ekle
zh_cn: 添加新的小组
zh_hk: 添加新的小組

# AddNewWeekToSchedule
source: Add new week to contract schedule
ar: إضافة أسبوع جديد إلى جدولة العقد
cs: Přidat nový týden do plánu smlouvy
da: Tilføj ny uge til kontraktsplan
de: Neue Woche zum Wochentagplan hinzufügen
es: Añadir nueva semana a planificación por contrato
fa: افزودن هفته جدید به زمانبندی قرارداد
fi: Lisää uusi viikko sopimusaikatauluun
fr: Ajouter nouvelle semaine au planning contrat
id: Tambah minggu baru pada jadwal kontrak
it: Aggiungi nuova settimana a Giorni da contratto
ja: 契約スケジュールに新規週を追加
lv: Pievienot jaunu nedēļu kontrakta grafikam
nl: Voeg nieuwe week naar rooster contract
no: Legg til ny uke i kontraktskjema
pl: Dodaj nowy tydzień do planu kontraktu
pt: Adicione nova semana para a agenda do contrato
ru: Добавить новую неделю в расписание по контракту
sv: Lägg till ny vecka till kontraktsschema
tr: Sözleşme takvimine yeni hafta ekle
zh_cn: 添加新的一周到班表合同
zh_hk: 添加新的一周到班表合同

source: Add open hours
ar: إضافة ساعات مفتوحة
cs: Přidat otevírací dobu
da: Tilføj åbningstider
de: Öffnungszeiten hinzufügen
es: Añadir Horas de Apertura
fa: اضافه کردن ساعات کاری
fi: Lisää aukioloajat
fr: Ajouter heures d'ouverture
id: Tambah jam buka
it: Aggiungi orario di apertura
ja: 営業時間の追加
lv: Pievienot atvērtās stundas
nl: Openingstijden toevoegen
no: Legg til åpningstider
pl: Dodaj Godziny Pracy
pt: Adicionar Horas Válidas
ru: Добавить часы работы
sv: Lägg till öppettider
tr: Açık saat ekle
zh_cn: 添加开放时间
zh_hk: 添加開放時間
