Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Campaign
ar: حملة
cs: Kampaň
da: Kampagne
de: Kampagne
es: Campaña
fa: کمپین
fi: Kampanja
fr: Campagne
lv: Kampaņa
no: Kampanje
pl: Kampania
ru: Кампания
sv: Kampanj
tr: Kampanya
zh_cn: 活动
zh_hk: 活動

source: Outbound
ar: الصادر
cs: Odchozí
fa: خروجی
fi: Ulossoitto
fr: Appels sortants
lv: Izejošā
no: Utgående
pl: Połaczenia Wychodzące
ru: Исходящие кампании
zh_cn: 外呼
zh_hk: 外呼

# GenerateForecastTip
source: Generate forecast
ar: انشئ توقع
cs: Generovat prognózu
da: Lav prognose
de: Forecast erstellen
es: Generar previsión
fa: انجام پیش بینی
fi: Luo ennuste
fr: Génerer Prévisions
lv: Izveidot prognozi
no: Generer prognose
pl: Generowanie prognozy
ru: Создать прогноз
sv: Skapa prognos
tr: Tahmin yarat
zh_cn: 生成预测
zh_hk: 生成預測

source: Call List Length
ar: طول قائمة المكالمات
cs: Délka listu volání
da: Kalds liste längde
de: Länge der Anrufliste
es: Longitud de la Lista de Llamadas
fa: طول فهرست تماس
fi: Soittolistojen pituus
fr: Longueur de la liste d'appels
lv: Zvanu Saraksts Garums
no: Ringeliste lengde
pl: Długość Listy Połączeń
ru: Длина списка вызовов
sv: Längd på samtalslista
tr: Liste uzunluğu
zh_cn: 呼叫列表长度
zh_hk: 呼叫列表長度

# PeriodSelectionTip
source: Period selection
ar: اختيار الفترة
cs: Výběr období
da: Periode valg
de: Periodenwahl
es: Selección de periodo
fa: انتخاب دوره زمانی
fi: Jaksovalinta
fr: Sélection de période
lv: Perioda atlase
no: Periode utvalg
pl: Wybór okresu
ru: Выбор периода
sv: Periodval
tr: Dönem Seçimi
zh_cn: 周期选择
zh_hk: 週期選擇

source: Change planning period to
ar: قم بتغيير فترة التوقع إلى
cs: Změnit plánovací období na
da: Ändr planlägningsperioden til
de: Planungsperiode ändern zu
es: Cambiar período a planificar a
fa: تغییر دوره زمانی به
fi: Vaihda suunnittelujakso
fr: Changer la période de planification pour:
lv: Mainīt plānošanas periodu uz
no: Endre planlagt periode for
pl: Zmień okres planowania
ru: Изменить планируемый период на
sv: Ändra planeringsperiod till
tr: Planlama dönemini değiştir
zh_cn: 更改规划周期到
zh_hk: 更改規劃週期到

# ViewChartTip
source: View method chart
ar: اظهر طريقة الرسم البياني
cs: Zobrazit graf metod
da: Gennemse metode diagram
de: Methodendiagramm einsehen
es: Ver el gráfico de método
fa: نمایش گراف روش
fi: Näytä kaaviomenetelmä
fr: Voir graphe de méthodes
lv: Skatīt metodes diagrammu
no: Vis metodediagram
pl: Zobacz wykres metod
ru: Просмотр графика метода
sv: Visa metodgraf
tr: Yöntem tablosu
zh_cn: 查看算法图表
zh_hk: 查看演算法圖表

source: Use badge for Answered Calls
ar: استخدام الشارة فى المكالمات التى تم الرد عليها
cs: Použít odznak za odbavené hovory
da: Brug märke for besvarede kald
de: Nutze Badge für beantwortete Anrufe
es: Usar medallas para Llamadas Contestadas
fa: بکارگیری علامت برای تماس های پاسخ داده شده
fi: Käytä mitalia Vastattuihin Puheluihin
fr: Utiliser badge pour appels répondus
lv: Piešķirt medaļu par Paceltajiem Zvaniem
no: Bruk utmerkelser for besvarte anrop
pl: Użyj odznaki za odebrane połączenia
ru: Использовать уровень для отвеченных звонков
sv: Använd medalj för besvarade samtal
tr: Cevaplanan Çağrılar için madalya ver
zh_cn: 应答量使用徽章
zh_hk: 應答量使用徽章

# SetBadgeBronzeThresholdForAHT
source: Threshold for bronze (HH:mm:ss):
ar: عتبة البرونز (س س : د د : ث ث )
cs: Dosažení bronzového {HH:mm:ss}
da: Gränsevärdi for bronze (TT:mm:ss):
de: Schwellenwert für Bronze (HH:mm:ss):
es: Umbral para bronce (HH:mm:ss):
fa: آستانه برای برنز (HH:mm:ss):
fi: Pronssikynnys (TT:mm:ss):
fr: Seuil pour bronze (HH:mm:ss):
lv: Slieksnis bronzai (HH:mm:ss):
no: terskel for bronsje (TT:mm.ss):
pl: Próg dla brązu (hh: mm: ss):
ru: Порог для бронзового уровня (ЧЧ:мм:сс):
sv: Tröskelvärde för brons (HH:mm:ss):
tr: Bronz madalya eşiği (SS:dd:ss):
zh_cn: 青铜徽章阈值(HH:mm:ss):
zh_hk: 青銅徽章閾值(HH:mm:ss):

source: Use badge for AHT
ar: استخدام الشارة فى AHT
cs: Použít odznak za AHT
da: Brug märke for AHT
de: Nutze Badge für AHT
es: Usar medalla para AHT
fa: بکارگیری علامت برای میانگین زمان مکالمه
fi: Käytä mitalia AHT:lle
fr: Utiliser badge pour DMT
lv: Piešķirt medaļu par AHT
no: Bruk utmerkelser for AHT
pl: Użyj odznaki za AHT
ru: Использовать уровень для AHT
sv: Använd medalj för genomsnittlig behandlingstid
tr: Ortalama Çağrı Süresi (AHT) için madalya ver
zh_cn: AHT使用徽章
zh_hk: AHT使用徽章

source: having range of
ar: الحصول على مدى
cs: mající rozsah k
da: Have räkkevidde af
de: hat eine Spanne von
es: teniendo un rango de
fa: بازه زمانی
fi: pituudella
fr: d'une durée de
no: ha utvalg av
pl: okres
ru: имеющий диапазон в
sv: med längden
tr: tahminleme aralığı
zh_cn: 已有的范围是
zh_hk: 已有的範圍是

# SetBadgeGoldThresholdForAnsweredCalls
source: Threshold for gold:
ar: عتبة الذهب:
cs: Dosažení zlatého:
da: Gränsevärdi for guld:
de: Schwellenwert für Gold:
es: Umbral para oro:
fa: آستانه برای طلا:
fi: Kultakynnys:
fr: Seuil pour or:
lv: Slieksnis zeltam:
no: Teskel for gull:
pl: Próg do złota:
ru: Порог для золотого уровня:
sv: Tröskelvärde för guld:
tr: Altın madalya eşiği:
zh_cn: 金色徽章阈值：
zh_hk: 金色徽章閾值：

source: Use badge for Adherence
ar: استخدام الشارة فى الالتزام
cs: Použít odznaky za věrnost
da: Brug märke for overholdelse
de: Nutze Badge für Planeinhaltung
es: Usar medalla para Adherencia
fa: بکارگیری علامت برای هم راستایی
fi: Käytä mitalia Noudattamiseen
fr: Utiliser badge pour adhérence
lv: Piešķirt medaļu par Atbilstību Grafikam
no: Bruk utmerkelser for Etterlevelse
pl: Użyj odznaki za przestrzeganie
ru: Использовать уровень для соблюдения графика
sv: Använd medalj för följsamhet
tr: Vardiya uyumu için madalya ver
zh_cn: 遵时度使用徽章
zh_hk: 遵時度使用徽章

# SetBadgeSilverThresholdForAnsweredCalls
source: Threshold for silver:
ar: عتبة الفضة:
cs: Dosažení stříbrného:
da: Gränsevärdi for sölv:
de: Schwellenwert für Silber:
es: Umbral para plata:
fa: آستانه برای نقره:
fi: Hopeakynnys:
fr: Seuil pour argent:
lv: Slieksnis sudrabam:
no: Terskel for sølv:
pl: Próg do srebra:
ru: Порог для серебряного уровня:
sv: Tröskelvärde för silver:
tr: Gümüş madalya eşiği:
zh_cn: 银色徽章阈值：
zh_hk: 銀色徽章閾值：

source: Calculate badge with rank
ar: حساب الشارة بترتيب
cs: Spočítat odznak s hodností
da: Beregn märke med placering
de: Badge Rangfolge
es: Calcular medalla con rango
fa: محاسبه علامت با رتبه
fi: Laske mitalin arvojärjestys
fr: Calculer badge avec rang
lv: Aprēķināt medaļu ar rangu
no: Beregn utmerkelsene med rang
pl: Oblicz odznakę z rankingu
ru: Рассчитать уровень по приоритету
sv: Beräkna medaljer med rankning
tr: Madalyayı kıdemlilik ile hesapla
zh_cn: 使用分级计算徽章
zh_hk: 使用分級計算徽章

# SetBadgeBronzeThresholdForAnsweredCalls
source: Threshold for bronze:
ar: عتبة البرونز:
cs: Dosažení bronzového:
da: Gränsevärdi for bronze:
de: Schwellenwert für Bronze:
es: Umbral para bronce:
fa: آستانه برای برنز:
fi: Pronssikynnys:
fr: Seuil pour bronze:
lv: Slieksnis bronzai:
no: Terskel for bronsje:
pl: Próg do brązu:
ru: Порог для бронзового уровня:
sv: Tröskelvärde för brons:
tr: Bronz madalya eşiği:
zh_cn: 青铜徽章阈值：
zh_hk: 青銅徽章閾值：

# AddBacklog
source: Manual Backlog
ar: عمل مؤجل يدوى
cs: Ruční zadání nevyřízených
da: Manuel backlog
de: Backlog manuell verwalten
es: Backlog Manual
fa: کارهای غیر خودکار
fi: Manuaalinen backlog
fr: Reliquat manuel
lv: Manuālās Rezerves
no: Manuellt etterslep
pl: dodaj zaległość
ru: Добавить незавершенные задания
sv: Manuell backlog
tr: Manuel Birikim
zh_cn: 添加积压量
zh_hk: 添加積壓量

# DuplicatedWindowsLogonErrorMsgSemicolon
source: duplicated windows user;
ar: مستخدم ويندوز مكرر
cs: duplicitní uživatel Windows;
da: dobbelt windows bruger:
de: Doppelt eingerichteter Windows-User
es: usuario de windows duplicado;
fa: نام کاربری ویندوز تکراری است:
fi: kaksinkertainen windows sisäänkirjaus;
fr: Doublon d'identifiant windows utilisateur
lv: dublicēts windows lietotājs;
no: duplisert Windows-bruker;
pl: powtarzająca sie nazwa użytkownika windows;
ru: дублирование windows логинов;
sv: duplicerad windowsanvändare;
tr: birden fazla aynı Windows kullanıcısı;
zh_cn: 重复的windows用户:
zh_hk: 重複的windows用戶:

# DuplicatedApplicationLogonErrorMsgSemicolon
source: duplicated application user id;
ar: اسم مستخدم للتطبيق مكرر:
cs: duplicitní uživatelské ID aplikace;
da: dobbelt system bruger id:
de: Es wurde ein doppelter Benutzername gefunden.
es: id de usuario de aplicación duplicada;
fa: نام کاربری برنامه تکراری است:
fi: kaksinkertainen käyttäjätunnus;
fr: Doublon d'identifiant application utilisateur
lv: dublicēts aplikācijas lietotāja id;
no: duplisert bruker id;
pl: powtarzająca sie nazwa użytkownika aplikacji;
ru: дублирование имен входа в приложение;
sv: duplicerat applikationsanvändar-ID;
tr: birden fazla aynı kullanıcı kimliği;
zh_cn: 重复的应用程序用户ID:
zh_hk: 重複的應用程式使用者ID:

# WindowsUserNameIsInvalidErrorMsgSemicolon
source: windows user name is invalid;
ar: اسم متسخدم الويندوز غير صحيح
cs: jméno uživatele Windows je neplatné;
da: windows bruger navn er ugyldigt:
de: Windows Loginname ungültig
es: el nombre de usuario de Windows es inválido
fa: نام کاربری ویندوز نامعتبر است:
fi: windows sisäänkirjaus ei ole sallittu;
fr: Le nom d'utilisateur windows n'est pas valide
lv: windows lietotāja vārds ir nederīgs;
no: Windowsbrukernavnet er ugyldig;
pl: nieprawidowa nazwa użytkownika windows;
ru: некорректный логин windows;
sv: ogiltig windowsanvändare;
tr: Windows kullanıcı adı geçersiz;
zh_cn: Windows用户名称无效:
zh_hk: Windows用戶名稱無效:

# TooLongLastnameErrorMsgSemicolon
source: too long last name;
ar: الاسم الاخير طويل للغاية:
cs: příliš dlouhé příjmení;
da: for langt efternavn;
de: Nachname zu lang;
es: apellido demasiado largo;
fa: نام خانوادگی بسیار بلند است:
fi: liian pitkä sukunimi;
fr: Le nom est trop long
lv: pārāk garš uzvārds
no: for langt etternavn;
pl: zbyt długie nazwisko;
ru: слишком длинная фамилия;
sv: för många tecken i efternamnet;
tr: Soyad çok uzun;
zh_cn: 姓氏过长:
zh_hk: 姓氏過長:

# TooLongFirstnameErrorMsgSemicolon
source: too long first name;
ar: الاسم الاول طويل للغاية:
cs: příliš dlouhé jméno;
da: for langt fornavn;
de: Vorname zu lang;
es: Nombre demasiado largo;
fa: نام بسیار بلند است
fi: liian pitkä etunimi;
fr: Le prénom est trop long
lv: pārāk garš vārds
no: for langt fornavn;
pl: zbyt długie imię;
ru: слишком длинное имя;
sv: för många tecken i förnamnet;
tr: Ad çok uzun;
zh_cn: 名字过长:
zh_hk: 名字過長:

# TooLongApplicationUserIdErrorMsgSemicolon
source: too long application user id;
ar: اسم مستخدم للتطبيق طويل للغاية:
cs: příliš dlouhé uživatelské ID aplikace;
da: for langt system bruger id;
de: Der Benutzername enthält zu viele Zeichen
es: id usuario de aplicación demasiado largo;
fa: نام کاربری برنامه بسیار بلند است:
fi: liian pitkä käyttäjätunnus;
fr: L'identifiant application utilisateur est trop long
lv: pārāk garš aplikācijas lietotāja ID;
no: for lang bruker id;
pl: zbyt długi identyfikator użytkownika aplikacji;
ru: слишком длинное имя входа в приложение;
sv: för många tecken i applikationsanvändar-ID;
tr: Kullanıcı adı çok uzun;
zh_cn: 应用程序用户ID过长:
zh_hk: 應用程式使用者ID過長:

# RoleXNotExistErrorMsgSemicolon
source: role {0} does not exist;
ar: الدور (0) غير موجود:
cs: role {0} neexistuje;
da: rolle {0} eksisterer ikke;
de: Rolle {0} existiert nicht;
es: el rol {0} no existe;
fa: نقش {0} موجود نیست:
fi: rooli {0} ei ole olemassa;
fr: Le role {0} n'existe pas
lv: loma {0} nepastāv;
no: rolle {0} eksisterer ikke;
pl: rola {0} nie istnieje;
ru: роль {0} не существует;
sv: rollen {0} finns ej;
tr: {0} diye bir yetki rolü yok;
zh_cn: 角色 {0} 不存在;
zh_hk: 角色 {0} 不存在;

# NoLogonAccountErrorMsgSemicolon
source: no logon account;
ar: لا يوجد تسجيل لحساب
cs: není přihlašovací účet;
da: Ingen logon konto;
de: Kein Login-Konto
es: no hay cuenta de usuario;
fa: نام کاربری موجود نیست:
fi: käyttäjätiliä ei ole olemassa;
fr: Identifiant application inexistant
lv: nav pieteikšanās konta;
no: ingen påloggings konto;
pl: brak konta logowania;
ru: отсутствует логин;
sv: inloggninguppgifter saknas;
tr: Hesap bulunamadı:
zh_cn: 无登录账户;
zh_hk: 無登錄帳戶;

source: Ongoing
ar: جارى التنفيذ
cs: Probíhající
da: Igangvärende
de: Fortlaufend
es: En curso
fa: در حال اجرا
fi: Käynnissä oleva
fr: En cours
lv: Pastāvīgi
no: Pågående
pl: Trwający
ru: Текущая
sv: Pågående
tr: Devam eden
zh_cn: 正在进行
zh_hk: 正在進行

# EmptyPasswordErrorMsgSemicolon
source: empty password;
ar: كلمة سر فارغة
cs: prázdné heslo;
da: tomt password
de: Leeres Passwortfeld
es: Contraseña vacía;
fa: رمز عبور خالی:
fi: salasana puuttuu;
fr: mot de passe vide
lv: tukša parole;
no: tomt passord;
pl: puste hasło;
ru: пустой пароль;
sv: tomt lösenord;
tr: Boş şifre;
zh_cn: 空密码:
zh_hk: 空密碼:

# PasswordPolicyErrorMsgSemicolon
source: invalid password;
ar: كلمة سر غير صحيحة:
cs: neplatné heslo;
da: ugyldigt password:
de: Ungültiges Kennwort
es: contraseña inválida;
fa: رمز عبور نامعتبر است:
fi: salasana ei ole sallittu;
fr: mot de passe invalide
lv: nederīga parole;
no: ugyldig passord;
pl: nieprawidłowe hasło;
ru: некорректный пароль;
sv: ogiltigt lösenord;
tr: geçersiz şifre;
zh_cn: 无效密码:
zh_hk: 無效密碼:

# CampaignNameInvalid
source: The given campaign name is invalid. It can contain at most 255 characters.
ar: اسم الحملة المعطى غير صحيح. يمكن أن يحتوى على 255 حرفا على الاكثر
cs: Zadaný název kampaně je neplatný. Smí obsahovat maximálně 255 znaků.
da: Det tildelte kampagne navn er ikke gyldigt. Det kan höjest indeholde 25 karakterer
de: Der eingegebene Kampagnenname ist ungültig. Der Name kann höchstens 255 Zeichen beinhalten
es: El nombre de la campaña es inválido. El nombre puede contener un máximo de 255 caracteres.
fa: نام کمپین مورد نظر نامعتبر است. حداکثر 255 حرف قابل قبول است
fi: Kampanjan nimi ei ole sallittu. Voit enintään käyttää 255 merkkiä.
fr: Le nom donné à la campagne n'est pas valide. Il peut contenir un maximum de 255 caractères.
lv: Dotais kampaņas nosaukums ir nederīgs. Tas var ietvert ne vairāk kā 255 rakstzīmes.
no: Den oppgitte kampanjenavnet er ugyldig. Det kan inneholde maksimalt 255 tegn.
pl: Podana nazwa kampanii jest nieprawidłowa. Może zawierać maksymalnie 255 znaków.
ru: Некорректное название кампании. Оно может содержать не более 255 символов.
sv: Det angivna kampanjnamnet är inte giltigt. Det kan innehålla max 255 tecken.
tr: Kampanya adı geçersiz. En fazla 255 karakter kullanılabilir.
zh_cn: 提供的活动名称无效. 名称最多包含255个字符.
zh_hk: 提供的活動名稱無效. 名稱最多包含255個字元.

# BothFirstnameAndLastnameAreEmptyErrorMsgSemicolon
source: both first name and last name are empty;
ar: كلا من الاسم الاول والاسم الاخير فارغين
cs: jméno i příjmení je prázdné;
da: Både for- og efternavn er tomme
de: Die Felder für Vorname und Nachname sind leer
es: nombre y apellido están vacíos;
fa: نام و نام خانوادگی هر دو خالی هستند
fi: etunimi ja sukunimi puuttuu;
fr: Le nom et le prénom sont vides
lv: gan Vārds un Uzvārds ir tukšs;
no: både fornavn og etternavn er tomme;
pl: zarówno imię i nazwisko są puste;
ru: имя и фамилия пустые;
sv: både förnamn och efternamn är tomma;
tr: Ad ve soyad kısımları boş:
zh_cn: 名字和姓氏均为空;
zh_hk: 名字和姓氏均為空;

source: New campaign name
ar: اسم حملة جديد
cs: Název nové kampaně
da: Nyt kampagne navn
de: Neue Kampagnenname
es: Nombre de la nueva Campaña
fa: نام کمپین جدید
fi: Uusi kampanjanimi
fr: Nom de la nouvelle campagne
lv: Jaunas kampaņas nosaukums
no: Nytt kampanjenavn
pl: Nowa nazwa kampanii
ru: Название новой кампании
sv: Nytt kampanjnamn
tr: Yeni kampanya adı
zh_cn: 新活动名称
zh_hk: 新活動名稱

source: Manual Plan
ar: خطة يدوية
cs: Ruční plán
da: Manuel plan
de: Manueller Plan
es: Panificación Manual
fa: برنامه عیر خودکار
fi: Manuaalinen suunnittelu
fr: Plan manuel
lv: Manuālais Plāns
no: Manuell plan
pl: ręczny plan
ru: Изменить план вручную
sv: Manuell planering
tr: Manuel Plan
zh_cn: 手工计划
zh_hk: 手工計畫

source: Use existing activity
ar: استخدم النشاط الموجود
cs: Použít existující aktivitu
da: Brug eksisterende aktivitet
de: Bestehende Aktivität benutzen
es: Usar actividad existente
fa: از فعالیت موجود استفاده کنید
fi: Käytä olemassa olevaa aktiviteettia
fr: Utiliser l'activité déjà disponible
lv: Lietot esošo aktivitāti
no: Bruk eksisterende aktivitet
pl: Użyj istniejącej aktywności
ru: Исп-ть существующую активность
sv: Använd befintlig aktivitet
tr: Var olan etkinliği kullan
zh_cn: 使用已有的活动
zh_hk: 使用已有的活動

source: Backlog
ar: عمل مؤجل
cs: Nevyřízené
fa: کارها
fr: Reliquat
lv: Rezerves
no: Etterslep
pl: Zaległość
ru: Незавершенные задания
tr: Birikim
zh_cn: 积压
zh_hk: 積壓

source: New activity name
ar: لا يوجد اسم نشاط
cs: Název nové aktivity
da: Nyt aktivitets navn
de: Neue Aktivitätsname
es: Nombre de la nueva actividad
fa: نام فعالیت جدید
fi: Uusi aktiviteettinimi
fr: Nom de la nouvelle activité
lv: Jaunas aktivitātes nosaukums
no: Ny aktivitets navn
pl: Nowa nazwa aktywności
ru: Название новой активности
sv: Nytt aktivitetsnamn
tr: Yeni etkinlik adı
zh_cn: 新活动名称
zh_hk: 新活動名稱

# CampaignUpdated
source: Campaign {0} has been updated.
ar: الحملة (0) تم تحديثها
cs: Kampaň {0} byla aktualizována.
da: Kampagne {0} er blevet opdateret
de: Kampagne {0} wurde aktualisiert
es: La campaña {0} ha sido actualizada.
fa: کمپین {0} بروزرسانی شد
fi: Kampanja {0} on päivitetty.
fr: La campagne {0} a été mise à jour.
lv: Kampaņa {0} ir atjaunināta.
no: Kampanje {0} har blitt oppdatert.
pl: Kampania {0} została uaktualniona.
ru: Кампания {0} обновлена.
sv: Kampanjen {0} har uppdaterats.
tr: {0} kampanyası güncellendi.
zh_cn: 活动 {0} 已被更更新.
zh_hk: 活動 {0} 已被更更新.

# CampaignFailedUpdate
source: Failed to update campaign: {0} .
ar: فشل فى تحديث الحملة (0)
cs: Nepodařilo se aktualizovat kampaň: {0}.
da: Var ikke i stand til at opdaterer kampagne: {0}
de: Kampagne {0} konnte nicht aktualisiert werden
es: Error al actualizar la campaña: {0}
fa: موفق به بروزرسانی کمپین {0} نشد
fi: Kampanja {0} päivittäminen epäonnistui.
fr: Echec de mise à jour de campagne pour: {0}.
lv: Neizdevās atjaunināt kampaņu: {0} .
no: Kunne ikke oppdatere kampanje: {0}.
pl: Nie można zaktualizować kampanii: {0}.
ru: Не удалось обновить кампанию: {0}.
sv: Misslyckades med att uppdatera kampanj: {0}.
tr: {0} kampanyası güncellenemedi.
zh_cn: 更新活动失败: {0} .
zh_hk: 更新活動失敗: {0} .

source: Import users
ar: استيراد مستخدمين
cs: Importovat uživatele
da: Importer brugere
de: Benutzer importieren
es: Importar usuarios
fa: وارد کردن کاربرها
fi: Tuo käyttäjät
fr: Importation des utilisateurs
lv: Importēt lietotājus
no: Importer brukere
pl: Importuj użytkowników
ru: Импортировать пользователей
sv: Importera användare
tr: Kullanıcıları yükle
zh_cn: 导入用户
zh_hk: 導入用戶

# NoApplicationLogonAccountErrorMsgSemicolon
source: no application user id;
ar: لا يوجد اسم مستخدم للتطبيق:
cs: není uživatelské ID aplikace;
da: intet system bruger id;
de: Kein Beutzer-ID
es: no hay cuenta de usuario de la aplicación;
fa: نام کاربری موجود نیست:
fi: käyttäjätunnus puuttuu;
fr: Il n'y a pas d'identifiant application utlisateur
lv: nav aplikācijas lietotāja id;
no: ingen applikasjons bruker id;
pl: brak identyfikatora użytkownika aplikacji;
ru: отсутствует имя входа в приложение;
sv: applikationsanvändar-ID saknas;
tr: kullanıcı adı bulunamıyor;
zh_cn: 无应用程序用户ID:
zh_hk: 無應用程式使用者ID:

# ReferToFileTemplate
source: Please refer to the file template
ar: من فضلك ارجع إلى نسخة الملف
cs: Držte se šablony souboru
da: Venligst henvis til fil skabelon
de: Bitte beziehen Sie Sich auf die Dateivorlage
es: Por favor consulte la plantilla para el archivo
fa: لطفاً به الگوی فایل رجوع کنید
fi: Viittaa tiedostomalliin
fr: Merci de vous référer au modèle de fichier
lv: Lūdzu, skatiet failu veidni
no: Vennligst referer til filemalen
pl: Proszę zapoznać się z szablonem pliku
ru: Пожалуйста, укажите файл шаблона
sv: Var god se fil-mallen
tr: bkz: Dosya şablonu
zh_cn: 请参考文件模板
zh_hk: 請參考檔範本

source: Rejected files:
ar: ملفات مرفوضة:
cs: Zamítnuté soubory:
da: Afviste filer:
de: Abgelehnte Dateien
es: Archivos rechazados;
fa: فایلهای رد شده:
fi: Hylätyt tiedostot
fr: Fichiers rejetés:
lv: Noraidītie faili:
no: Avviste filer:
pl: Odrzucone Pliki:
ru: Отклоненные файлы:
sv: Avvisade filer:
tr: Reddedilen dosyalar:
zh_cn: 被拒绝的文件:
zh_hk: 被拒絕的檔:

# CampaignFailedCreation
source: Failed to create campaign: {0} .
ar: فشل فى إنشاء حملة (0)
cs: Nepodařilo se vytvořit kampaň: {0}.
da: Var ikke i stand til at oprette kampagne: {0}
de: Kampagne {0} konnte nicht erstellt werden
es: Error al crear campaña: {0}
fa: موفق به ایجاد کمپین {0} نشد
fi: Kampanja {0} luominen epäonnistui.
fr: Création de campagne échouée pour: {0}.
lv: Neizdevās izveidot kampaņu: {0} .
no: Klarte ikke å skape kampanje: {0}.
pl: Nie udało się utworzyć kampanii: {0}.
ru: Не удалось создать кампанию: {0}.
sv: Misslyckades med att skapa kampanj: {0},
tr: {0} kampanyası yaratılamadı.
zh_cn: 创建活动失败: {0} .
zh_hk: 創建活動失敗: {0} .

# CampaignCreated
source: Campaign {0} has been created.
ar: الحملة (0) تم إنشاؤها
cs: Kampaň {0} byla vytvořena.
da: Kampagne {0} er blevet oprettet
de: Kampagne {0} wurde erstellt
es: La campaña {0} ha sido creada.
fa: کمپین {0} ایجاد شد
fi: Kampanja {0} on luotu.
fr: La campagne {0} a été créée
lv: Kampaņa {0} ir izveidota.
no: Kampanje {0} er opprettet.
pl: Kampania {0} została utworzona.
ru: Кампания {0} создана.
sv: Kampanj {0} har skapats.
tr: {0} kampanyası yaratıldı.
zh_cn: 活动 {0} 已经被创建.
zh_hk: 活動 {0} 已經被創建.

# StartTimeAndEndTimeMustBeSet
source: Invalid start or end time.
ar: بداية غير صحيحة او نهاية الوقت
cs: Počáteční a konečný čas musí být nastaven.
da: Ugyldig start- eller sluttid
de: Falsche Start - oder Endzeit
es: Debes fjar la hora de comienzo y de fin
fa: زمان شروع و پایان باید مشخص باشد
fi: On asetettava aloitusaika ja päättymisaika.
fr: Doit régler l'heure de début et l'heure de fin
lv: Ir jāuzstāda sākuma un beigu laiks.
no: Ugyldig start eller slutt tid.
pl: Należy ustawić czas rozpoczęcia i zakończenia.
ru: Необходимо указать время начала и завершения
sv: Starttid och sluttid måste anges.
tr: Başlangıç ve bitiş vakti belirtilmeli.
zh_cn: 必须设定开始和结束时间.
zh_hk: 必須設定開始和結束時間.

# NeededPersonHours
source: Needed Hours
ar: الساعات المطلوبة
cs: Požadované hodiny
da: Nödvendige timer
de: Anzahl benötigte Stunden
es: Horas Necesarias
fa: ساعتهای لازم
fi: Tarvitut tunnit
fr: Heures nécessaires
lv: Nepieciešamās Stundas
no: Nødvendige timer
pl: Potrzebne Godziny
ru: Необходимые часы
sv: Behov i timmar
tr: Gereken Saat(ler)
zh_cn: 需要的小时数
zh_hk: 需要的小時數

source: Edit Campaign
ar: أعد تحرير حملة
cs: Editovat kampaň
da: ret kampagne
de: Kampagne editieren
es: Editar Campaña
fa: ویرایش کمپین
fi: Muokkaa kampanjaa
fr: Modification d'une campagne
lv: Rediģēt Kampaņu
no: Rediger kampanje
pl: Edytuj Kampanie
ru: Изменить кампанию
sv: Ändra kampanj
tr: Kampanya Düzelt
zh_cn: 编辑活动
zh_hk: 編輯活動

source: Create Campaign
ar: أنشئ حملة
cs: Vytvořit kampaň
da: Lav kampagne
de: Kampagne erstellen
es: Crear Campaña
fa: ایجاد کمپین
fi: Luo kampanja
fr: Créer une campagne
lv: Izveidot Kampaņu
no: Opprett kampanje
pl: Stwórz Kampanię
ru: Создать кампанию
sv: Skapa kampanj
tr: Kampanya Yarat
zh_cn: 创建活动
zh_hk: 創建活動

source: MyTeam Schedules
ar: جداول فريقي
cs: Plány mého týmu
da: MyTeam plan
de: Meine Teampläne
es: Planif. MyTeam
fa: زمانبندیهای تیم من
fi: Tiimini työvuorolista
fr: Plannings Teams
lv: Manas Nodaļas Grafiki
no: MyTeam tidsplaner
pl: Harmonogramy Mojego Zespołu
ru: Расписание MyTeam
sv: Scheman i MyTeam
tr: Takımımın Vardiya Planları
zh_cn: 小组班表
zh_hk: 小組班表

source: Could not get messages from message broker
ar: لم نتمكن من الحصول على الرسائل من منفذ الرسائل
cs: Zprávy ze ztřediska zpráv nejsou dostupné
da: Kunne ikke hente besked fra meddelses mägler
de: Vom Message Broker konnten keine Nachrichten empfangen werden
es: No se pudo obtener mensajes del message broker
fa: پیامی از واسط انتقال پیام نمیتوان دریافت کرد
fi: Viestejä ei saa Message Brokerilta
fr: N'a pas pu obtenir les messages du message broker
lv: Nevarēja saņemt ziņas no ziņu starpnieka
no: Kunne ikke få meldinger fra meldingstjenesten
pl: Nie można pobrać wiadomości z brokera wiadomości
ru: Невозможно получить сообщения от message broker
sv: Kunde inte få meddelanden från message broker
tr: Message broker'dan tepki alınamıyor.
zh_cn: 无法从message broker获取信息
zh_hk: 無法從message broker獲取資訊
