Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# SmoothingStyleColon
source: Smoothing style:
ar: أسلوب التنعيم
cs: Styl vyhlazení
da: Udjævningsstil
de: Glättung:
es: Estilo de suavización:
fa: روش هموار
fi: Tasoitus tyyli:
fr: Type de lissage:
ja: スムージングの種類:
lv: Nolīdzināšanas stils:
nl: Smoothing stijl
no: Utjevning stil:
pl: Styl wygładzania:
pt: Estilo de suavização:
ru: Степень сглаживания:
sv: Utjämning:
tr: Düzleştirme derecesi
zh_cn: 平滑样式：
zh_hk: 平滑樣式：

# TemplatesHistoricalDataRange
source: Select historical data for day templates
ar: اختر بيانات قديمة للقوالب اليومية
cs: Zvolit historická data pro šablony dní
da: Vælg historiske data for skabeloner
de: Vorlagen historischer Zeitraum
es: Plantillas en rango de datos históricos
fa: سابقه اطلاعات را برای الگوهای روز انتخاب کنید
fi: Valitse historiatiedot päivämalleja varten.
fr: Sélectionner données historiques pour modèles
ja: テンプレートの履歴データを選択
lv: Izvēlieties vēsturiskos datus dienu veidnēm
nl: Selecteer historische data voor dag templates
no: Velg historiske data for dag maler
pl: Wybierz dane historyczne na wzory dni
pt: Templates do conjunto de dados históricos
ru: Выберите исторические данные для шаблонов
sv: Välj historisk data för dagmallar
tr: Gün şablonları için tarihi veri seçin
zh_cn: 给模板选择历史数据
zh_hk: 給範本選擇歷史資料

source: Show Info Messages
ar: اعرض معلومات الرسائل
cs: Zobrazit informační zprávu
da: Vis info besked
de: Informationen anzeigen
es: Mostrar Mensajes de Información
fa: نمایش پیامهای اطلاعات
fi: Näytä viestit
fr: Montrer messages Info
ja: 情報メッセージの表示
lv: Rādīt Info Ziņas
nl: Toon Informatieberichten
no: Vis Info meldinger
pl: Pokaż wiadomości informacyjne
pt: Mostrar Mensagens Informativas
ru: Показать информационные сообщения
sv: Visa informationsmeddelanden
tr: Bilgi mesajı göster
zh_cn: 显示消息信息
zh_hk: 顯示消息資訊

source: Errors
ar: أخطاء
cs: Chyby
da: Fejl
de: Fehler
es: Errores
fa: خطاها
fi: Virheitä
fr: Erreurs
ja: エラー
lv: Kļūdas
no: Feil
pl: Błędy
pt: Erros
ru: Ошибки
sv: Fel
tr: Hatalar
zh_cn: 错误
zh_hk: 錯誤

# TheQuickForecatWillStartInBackgroundMessage
source: The quick forecast will be started as a job in the background when this wizard is finished, look in Job History for status.
ar: التوقع السريع سيبدأ كوظيفة فى الخلفية عندما ينتهى مربع الحوار الحالى. انظر فى تاريخ تلك الوظيفة لمعرفة الحالة
cs: Rychlá prognóza bude spuštěna jako proces na pozadí jakmile bude tento průvodce dokončen, podívejte se na status do historie procesů.
da: Kvik prognosen vil køre som et job i baggrunden når guiden er færdig, se i job historien for en status.
de: Der Quick-Forecast wird als Job im Hintergrund gestartet, sobald der Quick-Forecast-Assistent geschlossen wird. Der Status wird in der Job Historie angezeigt.
es: La previsión rápida comenzará como un trabajo de fondo, al cerrar esta guía. El estado del trabajo puede ser visto en Históricos de Trabajos.
fa: وقتی نصب خودکار تمام شود پیش بینی سریع مانند یک کار در پیش زمینه شروع خواهد شد ،برای بررسی وضعیت سابقه این کار را ملاحظه کنید
fi: Pikaennuste valmistuu taustalla, kun ohjattu prosessi on valmis. Voit tarkistaa "Työhistoria" valikosta työn tilan.
fr: Les prévisions rapides vont être démarrées comme tâche d'arrière-plan lorsque cet assistant sera fini, visualisez l'historique des tâches pour le statut.
ja: このウィザードを終了すると、クイック予測がバックグランドジョブとして開始されます。ジョブ履歴にて状態を確認してください。
lv: Ātrā prognoze tiks uzsākta kā fona darbs, kad šis vednis būs pabeigts, statusus skatieties Darba Vēsturē.
nl: De snelle forecast zal starten als een job in de achtergrond wanneer deze wizard klaar is, kijk in Job Historie voor de status
no: Prognostiseringen vil bli startet som en bakgrunnsjobb når denne veiviseren er ferdig, Se i jobbloggen for status.
pl: Szybka prognoza zostanie wykonana w tle po zakończeniu tego asystenta. Sprawdź status w historii prac.
pt: O processo de previsão rápida será executado como uma tarefa em segundo plano assim que esse assistente for finalizado. Por favor acesse o Histórico de Tarefas para verificar o seu status.
ru: Быстрый прогноз будет запущен как задача в фоновом режиме, после того, как мастер закончит работу, просмотрите статус в истории задач.
sv: Snabbprognosen kommer att startas som ett bakgrundsjobb när denna guide avslutas. Titta i jobbhistoriken för att se status.
tr: Çabuk tahminleme sihirbazı az sonra arka planda çalışmaya başlayacak. İşlemin tamamlanıp tamamlanmadığını İş Durumu penceresinden denetleyebilirsiniz.
zh_cn: 快速预测会在向导完成后作为一个后台工作运行。你可以通过任务历史查看进度。
zh_hk: 快速預測會在嚮導完成後作為一個後臺工作運行。你可以通過任務歷史查看進度。

# CannotDisplayScheduleWhenShiftTradeStatusIsNew
source: Schedule is only shown when status of the shift trade is Pending or Waiting your approval
ar: لا يمكن عرض جدول حينما تصبح حالة عملية تبادل الوردية جديدة، مرفوضة أو مقبولة
cs: Nelze zobrazit plán když je status požadavku na změnu Nový, odsouhlaste nebo odmítněte.
da: Kan ikke vise plannen når status for vagtbytte forespørgelsen er ny. (mangler svar)
de: Dienstplan wird nur angezeigt, wenn der Status des Schichttausches "schwebend" oder "Warte auf Ihre Genehmigung" ist.
es: El horario sólo se muestra cuando el status de la solictud de cambio de turno es Pendiente o en espera de aprobación.
fa: برنامه ریزی تنها در زمانی نمایش داده می شود که وضعیت مبادله شیفت معلق و یا در انتظار تایید شماست
fi: Ei voi näyttää työvuoroa, kun vuoronvaihtopyynnön tila on uusi, odottaa tai hyväksytty.
fr: Ne peut pas afficher le planning lorsque la demande d'échange est nouvelle ou approuvée.
ja: シフト交代要求の状態が、新規、否認、承認である場合、スケジュールを表示できません。
lv: Grafiks tiek parādīts tikai tad, kad samaiņas statuss ir Apstrādē vai Gaidīšanā
nl: Rooster kan niet weergegeven worden als de status van de dienst handelverzoek nieuw, geweigerd of goedgekeurd is
no: Skjemaet vises bare når statusen i skiftbyttet er Avventer eller Venter på din godkjenning
pl: Nie można wyświetlić planu kiedy status prośby o zamianę dyżuru jest Nowy, Odmówiony lub Zaakceptowany.
pt: Não foi possível mostrar a agenda quando o status da solicitação de troca de turnos é nova ou aprovada.
ru: Невозможно отобразить расписание, если статус запроса на обмен сменами новый, отклоненный или подтвержденный
sv: Schemat visas endast när status på skiftbytesförfrågan är Pågående, väntar på motpart eller Pågående, väntar på godkännande från administratör.
tr: Vardiya, vardiya değiş-tokuş statüsü ancak beklemedeyken ya da onay beklerken gösterilebilir.
zh_cn: 仅当调换班状态为待定或等待您的批准时班表才会显示
zh_hk: 僅當調換班狀態為待定或等待您的批准時班表才會顯示

source: New Template Name
ar: اسم القالب الجديد
cs: Název nové šablony
da: Nyt Skabelon Navn
de: Name für neue Vorlage
es: Nombre de la nueva plantilla
fa: نام قالب جدید
fi: Uusi malli
fr: Nouveau nom de modèle
ja: 新規テンプレート名
lv: Jaunas Veidnes Nosaukums
nl: Nieuwe Template Naam
no: Ny mal navn
pl: Nazwa nowego wzoru
pt: Nome do Novo Template
ru: Новое название шаблона
sv: Nytt namn på mall
tr: Yeni kalıp ismi
zh_cn: 新建模板名称
zh_hk: 新建範本名稱

# EmptyTemplateName
source: Empty preference template name
ar: اسم قالب الرغبات فارغ
cs: Název šablony s prázdnými preferencemi
da: Skabelon navnet er tomt
de: Name leere Präferenz-Vorlage
es: Nombre de la plantilla de preferencias vacía
fa: نام الگوی اولویت خالی
fi: Tyhjä työvuorotoivemalli
fr: Vider le nom du modèle de préférence
ja: 空のプリファレンステンプレート名
lv: Nav norādīts vēlamais veidnes nosaukums
nl: Lege voorkeur template naam
no: Fjern preferanse malnavnet
pl: Nazwa dla pustegro wzoru preferencji
pt: O nome do template de preferência está vazio
ru: Очистить название шаблона предпочтений
sv: Namn på önskemålsmall saknas
tr: Tercih edilen kalıp ismi
zh_cn: 置空偏好的模板名称
zh_hk: 置空偏好的範本名稱

# Name50CharactersLimit
source: Name must not be empty or longer than 50 characters.
ar: الاسم لا يجب أن يكون فارغا أو أكثر من 50 حرف
cs: Jméno nesmí být prázdné nebo delší než 50 znaků.
da: Navn må ikke være tomt eller mere end 50 karaktere.
de: Name darf nicht leer oder länger als 50 Zeichen sein.
es: El nombre no puede estar vacío ni tener más de 50 caracteres.
fa: نام نباید خالی یا بیشتر از 50 کاراکتر باشد.
fi: Nimi ei saa olla tyhjä tai yli 50 merkkiä pitkä.
fr: Le nom ne doit pas être vide ni plus long que 50 caractères.
ja: 50文字以下の空でない名前を指定する必要があります。
lv: Nosaukums nevar būt tukšs vai garāks par 50 zīmēm
nl: Naam mag niet leeg zijn of langer dan 50 karakters.
no: Navnet kan ikke være tomt eller inneholde mer enn 50 tegn
pl: Nazwa nie może być pusta ani przekraczać 50 znaków
pt: O nome não pode estar vazio ou ser maior do que 50 caracteres.
ru: Название не может быть пустым или быть длинее 50 символов.
sv: Namnet får inte vara tomt eller längre än 50 tecken.
tr: Geçersiz dizin. İsim boş ya da maksimum 50 karakterden uzun olmamalı.
zh_cn: 名称不能置空且长度必须长于50个字符
zh_hk: 名稱不能置空且長度必須長於50個字元

# InsufficientStaffingDays
source: Insufficient staffing for :
ar: العمالة غير كافية ل:
cs: Nedostatečné obsazení pro :
da: Utilstrækkelig bemanding for :
de: Ungenügende Besetzung für:
es: Dotación insuficiente para:
fa: کارمند ناکافی برای:
fi: Liian vähän henkilökuntaa:
fr: Couverture insuffisante pour:
ja: の要員不足
lv: Nepietiekams personāls:
nl: Onvoldoende personeel voor:
no: Utilstrekkelig bemanning for:
pl: Niewystarczająca załoga dla:
pt: Staffing insuficiente para:
ru: Недостаточное кол-во штата для:
sv: Otillräcklig bemanning för:
tr: Yetersiz personel
zh_cn: 人员配备不足：
zh_hk: 人員配備不足：

# InsufficientStaffingHours
source: Insufficient staffing on : {0} at
ar: عمالة غير كافية فى {0}
cs: Nedostatečné obsazení pro : {0}
da: Utilstrækkelig bemanding : {0} på
de: Ungenügende Besetzung am: {0} bei
es: Dotación insuficiente para: {0} en
fa: نا کافی بودن کارمندان :{0} در
fi: Liian vähän henkilökuntaa: {0}
fr: Couverture insuffisante sur: {0} à
ja: {0} 日の次の時間における要員不足
lv: Nepietiekams personāls: {0}
nl: Onvoldoende personeel op: {0} bij
no: Utilstrekkelig bemanning: {0} klokken
pl: Niewystarczająca załoga dnia: {0} od
pt: Staffing insuficiente em: {0} as
ru: Недостаточное кол-во штата : {0}
sv: Otillräcklig bemanning den: {0} vid
tr: {0} aralığında yetersiz vardiyalama
zh_cn: 人员配备不足在：{0}
zh_hk: 人員配備不足在：{0}

# NoBudgetDefineForSomeRequestedDays
source: One or more days during this requested period {0} has no budget allowance.
ar: يوم أو أكثر خلال الفترة المطلوبة {0} لا يحوى زيادة فى الميزانية
cs: Jeden nebo více dní během požadovaného období {0} nebo povolen rozpočet.
da: Én eller flere dage i forespørgelses perioden {0} har ingen budget kvote.
de: Ein oder mehrere Tage in der Anfrageperiode {0} haben keine Budgetvorgabe.
es: No hay tiempo autorizado suficiente para uno o más días dentro del período solicitado {0}.
fa: یک روز یا بیشتر در مدت دوره درخواست شده {0} سهمیه بودجه وجود ندارد
fi: Yksi tai useampi päivä tämän pyynnön aikana {0} ei ole mahdollinen.
fr: Un jour ou plus de cette période demandée {0} n'a pas de permission budgétée.
ja: 要求された期間 {0} に、予算が割り当てられていない日が含まれています。
lv: Vienu vai vairākas dienas šajā pieprasītajā periodā {0} nav budžeta pielaides
nl: Een of meerdere dagen tijdens deze aangevraagd periode {0} heeft geen budget toelage.
no: En eller flere dager i løpet av valgte perioden {0} har ingen budsjettildeling
pl: Jeden lub więcej dni w żądanym okresie {0} nie ma przydziału budżetu.
pt: Um ou mais dias durante o período solicitado {0} não possuem uma concessão orçada.
ru: На один или более дней в запрашиваемом периоде {0} недостаточно допущения.
sv: En eller flera dagar under den efterfrågade perioden {0} har ingen tilldelning.
tr: {0} bütçeleme dönemi bir ya da daha fazla tarihte yeterli hakedişe sahip değil.
zh_cn: 在被请求的周期{0}中的一天或者多天没有可以申请的配额
zh_hk: 在被請求的週期{0}中的一天或者多天沒有可以申請的配額

# NoBudgetForThisPeriod
source: There is no budget for this period {0}
ar: لا ميزانية لتلك الفترة {0}
cs: Pro období {0} není rozpočet
da: Der er ingen budget for denne periode {0}
de: Kein Budget für die Periode {0}
es: Este período {0} carece de presupuesto
fa: بودجه ای برای این دوره موجود نمی باشد {0}.
fi: Budjettia ei ole määritelty kyseiselle kaudelle {0}
fr: Il n'y a pas de budget pour cette période {0}
ja: 期間 {0} に予算が割り当てられていません
lv: Nav budžeta šim periodam {0}
nl: Er is geen budget voor deze periode {0}
no: Det finnes ikke budsjett for denne perioden {0}
pl: Nie ma budżetu na ten okres {0}
pt: Não há orlamento para esse período {0}
ru: Отсутствует бюджет для этого периода {0}
sv: Det finns ingen budget för denna period {0}
tr: {0} dönemi için geçerli bir bütçe yapılmamış.
zh_cn: 这个周期{0}没有预算
zh_hk: 這個週期{0}沒有預算

# NoBudgetGroupForPerson
source: There is no budget group for person: {0}
ar: لا مجموعة ميزانية لهذا الشخص: {0}
cs: Není rozpočet pro období: {0}
da: Der er ingen budget gruppe for medarbejder: {0}
de: Es gibt keine Budgetgruppe für Person: {0}
es: La persona {0} carece de grupo de presupuesto
fa: گروه بودجه ای برای شخص موجود نمی باشد {0}.
fi: Budjettia ei ole määritelty henkilölle: {0}
fr: Il n'y a pas de groupe budget pour la personne: {0}
ja: 要員: {0} に予算グループが割り当てられていません
lv: Nav budžeta grupas personai {0}
nl: Er is geen budget groep voor persoon: {0}
no: Det finnes ikke budsjettgruppe for person {0}
pl: Nie ma grupy budżetowej dla osoby: {0}
pt: Não há um grupo de orçamento para a pessoa: {0}
ru: Бюджетная группа отсутствует для этого сотрудника: {0}
sv: Ingen budgetgrupp är vald för personen: {0}
tr: {0} kişisi için geçerli bir bütçeleme grubu atanmamış.
zh_cn: 没有预算分组给坐席{0}
zh_hk: 沒有預算分組給坐席{0}

# NotEnoughBudgetAllowanceForTheDay
source: There is not enough budget allowance for day {0}.
ar: لا توجد زيادة ميزانية كافية فى يوم {0}.
cs: Pro den {0} není povolen dostatečný rozpočet.
da: Der er ikke nok kvote for dag {0}.
de: Keine ausreichende Budgetvorgabe für den Tag {0}.
es: Insuficiente tiempo autorizado en el presupuesto para la fecha {0}.
fa: مجوز بودجه کافی برای روز وجود ندارد {0}.
fi: Ei ole riittävästi budjetoituja poissaoloja päivälle {0}.
fr: Il n'y a pas assez de permission budgétée pour le jour {0}.
ja: {0} 日に対して十分な予算が割り当てられていません。
lv: Nav pietiekami daudz budžeta pielaides šai dienā {0}.
nl: Er is niet genoeg budget toelage voor dag {0}.
no: Det er ikke nok budsjett for dagen {0}.
pl: Nie wystarcza przydziału budżetu dla dnia {0}.
pt: Não há uma concessão orçada suficiente para o dia {0}.
ru: На этот день {0} недостаточно допущения в бюджете.
sv: Tilldelningen räcker inte till för dagen {0}.
tr: {0} günü için yeterli bütçeleme hakedişi yok.
zh_cn: 该天{0}没有足够的预算配额
zh_hk: 該天{0}沒有足夠的預算配額

# RequestDenyReasonClosedPeriodBeforeSendRequest
source: Your Request has been denied. Date Period not open for sending requests.
ar: طلبك تم رفضه. هذا التاريخ غير مفتوح لإرسال طلبات
cs: Váš požadavek byl zamítnut. Období není otevřeno pro zasílání požadavků.
da: Din forespørgelse er blevet afvist, Perioden er ikke åben for forespørgelser.
de: Ihre Anfrage wurde abgelehnt. Die Periode ist noch nicht für Anfragen geöffnet.
es: Su solicitud ha sido denegada. El período no está abierto para realizar solicitudes.
fa: درخواست شما پذیرفته نشده است. دوره تاریخ برای فرستادن درخواست ها باز نیست.
fi: Sinun pyyntösi on hylätty. Kyseinen päivä ei ole avoinna pyynnöille.
fr: Votre demande a été refusée. La période n'est pas ouverte à l'envoi de demandes.
ja: 要求が拒否されました。この日付期間は要求の送信を受け付けません。
lv: Jūsu pieprasījums ir noraidīts. Datumu Periods nav atvērts pieprasījumiem
nl: Uw aanvraag is geweigerd. Datum Periode niet open voor het verzenden van aanvragen.
no: Forespørselen er nektet. Datoperioden er ikke åpen for forespørsler.
pl: Twoja prośba została odrzucona. Okres daty nie jest dostępny do żądań.
pt: A sua solicitação foi negada. Este período não está aberto para solicitações.
ru: Ваш запрос на отсутствие был отклонен. Вы не можете сейчас отправлять запросы на отсутствие на этот период.
sv: Din förfrågan har avslagits. Datumperioden är inte öppen för förfrågningar.
tr: İsteğiniz onaylanmadı. Bu tarih aralığında istek gönderimi yapılamıyor.
zh_cn: 您的请求已经被拒绝。申请的日期没有开放。
zh_hk: 您的請求已經被拒絕。申請的日期沒有開放。

# RequestDenyReasonPeriodOpenAfterSendRequest
source: Your Request has been denied. Day not open for requests. Next open date is {0}.
ar: طلبك تم رفضه. هذا اليوم غير مفتوح للطلبات. التاريخ التالى المفتوح هو {0}.
cs: Váš požadavek byl zamítnut. Den není otevřen pro zasílání požadavků. Následující otevřené datum je {0}
da: Din forespørgelse er blevet afvist. Dagen er ikke åben for forespørgelser. Næste åbne dato er {0}.
de: Ihre Anfrage wurde abgelehnt. Der Tag ist nicht für Anfragen geöffnet. Nächste geöffnete Periode ist {0}.
es: Su solicitud ha sido denegada. Este día no está abierto para realizar solicitudes. El siguiente día abierto es {0}.
fa: درخواست شما پذیرفته نشده است. روز برای درخواست ها باز نیست. تاریخ باز بعدی {0} است..
fi: Sinun pyyntösi on hylätty. Kyseinen päivi ei ole avoinna pyynnöille. Seuraava mahdollinen päivä on {0}.
fr: Votre demande a été refusée. Le jour n'est pas ouvert aux demandes. La prochaine date ouverte est {0}.
ja: 要求が拒否されました。この日は要求を受け付けません。次に要求が受け付けられる日は {0} です。
lv: Jūsu pieprasījums ir noraidīts. Diena nav atvērta pieprasījumiem. Nākamais atvērtais datums ir {0}.
nl: Uw aanvraag is geweigerd. Dag niet open voor aanvragen. Volgende open datum is {0}.
no: Forespørselen er nektet. Datoperioden er ikke åpen for forespørsler. Neste åpne datoperiode er: {0}
pl: Twoja prośba została odrzucona. Dzień nie jest dostępny dla żądań. Następny dostępny dzień to {0}.
pt: A sua solicitação foi negada. Este dia não está aberto para solicitações. A próxima data aberta é {0}.
ru: Ваш запрос на отсутствие был отклонен. Вы не можете сейчас отправлять запросы на отсутствие на этот период. Период будет открыт для запросов с {0}.
sv: Din förfrågan har avslagits. Dagen är inte öppen för förfrågningar. Nästa öppna datum är {0}.
tr: İsteğiniz onaylanmadı. Bu tarihte istek dönderimi yapılamıyor. İstek gönderimi için bir sonraki geçerli tarih: {0}
zh_cn: 你的请求已经被拒绝。这一天没有开放申请。下一个开放日期是{0}
zh_hk: 你的請求已經被拒絕。這一天沒有開放申請。下一個開放日期是{0}

# SeriousUnderStaffingHours
source: Critical Understaffing on : {0} at
ar: نقص حاد فى العمالة فى: {0} فى
cs: Kritický podstav pro : {0}
da: Kritisk underbemanding på : {0} timer
de: Kritische Unterbesetzung am: {0} um
es: Infradimens. crítico en: {0} en
fa: شرایط بحرانی کمبود کارمند :{0} در
fi: Kriittinen alimiehitys: {0} on
fr: Sous-effectif critique sur : {0} à
ja: {0} 日の次の時間に致命的な要員不足が発生しています
lv: Kritiska darbinieku nepietiekamība : {0}
nl: Kritische onderbezetting op: {0} bij
no: Kritisk underbemanning for: {0} klokken
pl: Krytyczny brak załogi dnia: {0} od
pt: Understaffing crítico em: {0} as
ru: Критическая нехватка персонала : {0}
sv: Kritisk underbemanning {0} vid
tr: {0} aralığında ciddi bir kaynak eksikliği var.
zh_cn: 严重缺员在{0}
zh_hk: 嚴重缺員在{0}

source: Current number of shifts:
ar: الرقم الحالى للورديات هو:
cs: Současný počet směn:
da: Nuværende antal vagter:
de: Aktuelle Anzahl der Schichten:
es: Número actual de turnos:
fa: تعداد فعلی شیفت ها:
fi: Tämän hetkinen työvuorojen määrä:
fr: Nombre d'horaires actuel:
ja: 現在のシフト数:
lv: Pašreizējais maiņu skaits:
nl: Huidige aantal diensten:
no: Nåværende antall skift:
pl: Aktualna liczba dyżurów:
pt: Número atual de turnos:
ru: Текущее количество смен:
sv: Nuvarande antal skift:
tr: Mevcut vardiya sayısı
zh_cn: 当前班次的数量：
zh_hk: 當前班次的數量：

source: Generating shifts
ar: إنشاء ورديات
cs: Generování směn
da: Generer vagter
de: Schichten werden erstellt
es: Generando turnos
fa: تولید شیفت ها
fi: Luodaan työvuoroja
fr: Génère les horaires
ja: シフトを作成しています
lv: Radīt maiņas
nl: Diensten Genereren
no: Genererer skift
pl: Tworzenie dyżuru
pt: Gerando turnos
ru: Создание смен
sv: Genererar skift
tr: Vardiyalar yaratılıyor
zh_cn: 正在创建班次
zh_hk: 正在創建班次

# ShiftGenerationStop
source: Stop! These rules are too complex and shifts could not be generated within the maximum limit. No shifts from this rule set will be available for scheduling and optimization. Reduce the complexity to use these shifts.
ar: قف! تلك القواعد معقدة للغاية والورديات لا يمكن إنشاءها
cs: Stop! Tato pravidla jsou příliš komplexní a směny nemohou být generovány v rámci max. limitu. Žádné směny z této sady pravidel nebudou dostupné pro plánování a optimalizaci. Omezte komplexnost aby bylo možné směny použít.
da: Stop! Disse regler er for komplekse antallet af vagter kan ikke holdes inden for maksimum. Ingen vagter fra dette regelsæt vil være tilgængelig for planlægning eller optimering. Reducere kompleksiteten for at anvende disse vagter.
de: Diese Regeln sind zu komplex. Es konnten keine Schichten erzeugt werden. Keine Schichten aus dieser Schichtsammlung werden zur Planung und Optimierung zur Verfügung stehen. Bitte reduzieren Sie die Komplexität, wenn Sie diese Schichten verwenden wollen.
es: Atención! Estas reglas son extremadamente complejas y los turnos no han podido ser generados dentro del tiempo habilitado. Los turnos generados por esta regla no estarán disponibles para planificación u optimización. Reduzca el nivel de complejidad para usar estos turnos.
fa: توقف ! این قواعد خیلی پیچیده هستند و شیفت ها با محدودیت های زیاد نمی توانند ایجاد شوند. هیچ شیفتی از این مجموعه قاعده برای زمان بندی و بهینه سازی در دسترس نیست .برای امکان استفاده پیچیدگی آنرا کاهش دهید.
fi: Stop! Säännöt ovat liian monimutkaiset ja työvuoroja ei pystytty luomaan maksimimäärän sisällä. Tässä sääntösarjassa olevia vuoroja ei tulla käyttämään työvuorojen teossa tai optimoinnissa. Vähennä rajoituksia tässä sääntösarjassa.
fr: Stop! Ces règles sont trop complexes et les horaires n'ont pas pu être générés dans la limite maximale. Aucun horaire de cette règle d'horaires ne sera disponible pour la planification et l'optimisation. Réduisez la complexité pour utiliser ces horaires.
ja: 中断しました! これらのルールは複雑すぎるため、最大リミットの範囲内でシフトを作成できませんでした。 このルールセットからは、スケジューリングと最適化で使用可能なシフトを作成できません。これらのシフトを使用するには、ルールを簡単にしてください。
nl: Stop! Deze regels zijn te complex en diensten kunnen niet gegenereerd worden binnen het maximum limit. Geen diensten van deze regel set zal beschikbaar zijn voor planning en optimalisatie. Verminder de complexiteit om deze diensten gebruiken.
no: Stopp! Disse reglene er for kompliserte og skifene kan ikke genereres innenfor den maksimale grensen. Ingen skift fra dette regelsettet vil være tilgjengelig for planlegging og optimalisering. Reduser kompleksiteten til å bruke disse skiftene.
pl: Stop! Te reguły są zbyt skomplikowane i nie można stworzyć dyżurów w granicach limitów. Dyżury wg tej reguły nie będą dostępne do planowania i optymalizacji. Zmniejsz stopień komplikacji aby użyć tych zmian.
pt: Pare! Essa regras são muito complexas, logo não foi possível gerar turnos dentro do limite máximo de turnos por conjunto de regras. Nenhum turno desse conjunto de regras estará disponível para o agendamento ou para a otimização. Por favor, reduza a complexidade desses turnos.
ru: Стоп! Данные правила слишком сложные, и смены не могут быть созданы в пределах максимального лимита. Смены из данного набора правил не будут доступны для планирования и оптимизации. Измените правила, чтобы использовать данные смены.
sv: Stopp! Dessa regler är för komplexa och skiften kunde inte skapas upp i tid. Inga skift från denna regeluppsättning kommer vara tillgängliga för schemaläggning och optimering. Minska komplexiteten för att kunna använda dessa skift.
tr: Sistemin maksimum vardiya sayı limitini aştınız. Lütfen vardiya desenlerinizi biraz daha aza indirgeyip tekrar deneyin.
zh_cn: 停！这些规则太复杂了，班次无法在最大限制下被创建。这条规则集中的班次都将无法用于排班和优化。减少复杂性再使用这些班次规则。
zh_hk: 停！這些規則太複雜了，班次無法在最大限制下被創建。這條規則集中的班次都將無法用於排班和優化。減少複雜性再使用這些班次規則。
