Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Day Off Points:
ar: نقاط أيام الأجازات:
cs: Body za dny volna
da: Fridagspoint:
de: Punkte f. freie Tage:
es: Puntos de días libres:
fa: نکات روز تعطیل :
fi: Vapaapäivä pisteet:
fr: Points Jour Libre:
ja: 休暇ポイント数
lv: Brīvdienas Punkti:
no: Firdags poenger:
pl: Punkty Dni Wolnych:
pt: Pontos de Dias de Folga:
ru: Выходные:
sv: Fridagspoäng:
tr: İzin puanları
zh_cn: 休息日点数
zh_hk: 休息日點數

source: Delete skill
ar: احذف المهارة
cs: Smazat kvalifikaci
da: Slet skill
de: Lösche Skill
es: Borrar skill
fa: حذف مهارت
fi: Poista taito
fr: Supprimer compétence
ja: スキル削除
lv: Dzēst prasmi
no: Slett ferdighet
pl: Usuń umiejętność
pt: Excluir Skill
ru: Удалить навык
sv: Ta bort skill
tr: Yetenek sil
zh_cn: 删除技能
zh_hk: 刪除技能

source: Desktop
ar: سطح المكتب
cs: Plocha
da: Skrivebord
es: Escritorio
fa: دسکتاپ
fi: Työpöytä
fr: Bureau
ja: デスクトップ
lv: Darba Virsma
no: Skrivebord
pt: Computador
ru: Рабочий стол
sv: Skrivbord
tr: Masaüstü
zh_cn: 桌面
zh_hk: 桌面

# MyReportAdherenceTab
source: Detailed Adherence
ar: تفاصيل الالتزام
cs: Detail dodržování
da: Detaljeret overholdelse
de: Detaillierte Einhaltung
es: Adherencia detallada
fa: جزئیات الصاق
fi: Yksityiskohtainen työvuorojen seuranta
fr: Adhérence Détaillée
ja: 詳細な遵守率
lv: Atbilstība Grafikam Detalizēti
nl: Gedetailleerd Aanhankelijkheid
no: Detaljert etterlevelse
pl: Przestrzeganie szczegółowo
pt: Aderência Detalhada
ru: Подробное соблюдение графика
sv: Detaljerad schemaföljsamhet
tr: Detaylı Vardiya Uyumu
zh_cn: 遵时度详情
zh_hk: 遵時度詳情

source: Detailed Adherence
ar: تفاصيل الالتزام
cs: Detail dodržování
da: Detaljeret overholdelse
de: Detaillierte Einhaltung
es: Adherencia detallada
fa: جزئیات الصاق
fi: Yksityiskohtainen noudattaminen
fr: Adhérence détaillée
ja: 詳細な遵守率
lv: Atbilstība Grafikam Detalizēti
nl: Gedetailleerd Aanhankelijkheid
no: Detaljert etterlevelse
pl: Przestrzeganie szczegółowo
pt: Aderência Detalhada
ru: Подробное соблюдение графика
sv: Detaljerad schemaföljsamhet
tr: Detaylı vardiya uyumu
zh_cn: 遵时度详情
zh_hk: 遵時度詳情

source: Employees inc
ar: موظفون Inc
cs: Zaměstnanci zahrn.
da: Medarbejdere inkl.
de: Mitarbeiter inkl.
es: Empleados entr
fa: شامل کارمندان
fi: Työntekijät sisältäen
fr: Employés Inc
it: Dipendenti in ing
ja: 従業員を含む
lv: Darbinieki inc
nl: Medewerkers inc
no: Ansatte inc
pl: Pracownicy przychodzących
pt: Aumento de funcionários
ru: Сотрудники вкл.
sv: Anställda ink.
tr: Gelen çalışan
zh_cn: 员工到岗数
zh_hk: 員工到崗數

# EnableBadge
source: Enable agent badge
ar: تفعيل شارة الممثل
cs: Povolit agentovi oceňování
da: Aktiver medarbejdermärker
de: Mitarbeiter Badge anzeigen
es: Habilitar medallas de agentes
fa: فعالسازی علامت پاسخگو
fi: Salli agenttimitali
fr: Activer badge agent
ja: エージェントバッジを有効化
lv: Iespējot operatora medaļas
no: Aktiver agent utmerkelser
pl: Włącz odznakę agenta
pt: Habilidar medalhas dos agentes
ru: Включить уровни операторов
sv: Aktivera agentmedaljer
tr: Madalyaları etkinleştir
zh_cn: 启用座席代表徽章
zh_hk: 啟用座席代表徽章

source: Enter property values for shift categories
ar: ادخل قيم لفئات الوردية
cs: Vložte podrobnosti ke kategoriím směn
da: Indtast värdi for vagtkategori
de: Geben Sie die Werte für Schichtkategorien ein
es: Introducir valor de propiedades para categorías de turno
fa: وارد کردن مقادیر برای دسته بندی شیفت
fi: Syötä vuoroluokkien ominaisuudet
fr: Entrer valeurs propriétés pour catégories d'horaires
ja: シフトカテゴリのプロパティを入力
lv: Ievadiet īpašību vērtības maiņu kategorijām
no: Skriv inn egenskapsverdier for skiftkategoriene
pl: Wprowadź wartości właściwości dla kategorii dyżurów
pt: Forneça os valores das propriedades para as categorias de turno
ru: Укажите значения для категорий смен
sv: Ange egenskaper för skiftkategorier
tr: vardiya kategorileri için değer gir
zh_cn: 请输入班次类别属性值
zh_hk: 請輸入班次類別屬性值

# FailedWithExclamation
source: Failed!
ar: فشل !
cs: Nezdařilo se!
da: Ikke gennemfört!
de: Abgebrochen!
es: Fallido!
fa: موفقیت آمیز نبود!
fi: Epäonnistui!
fr: Echoué!
ja: 失敗しました！
lv: Neizdevās!
no: Feilet!
pl: Nie powiodło się!
pt: Falhou!
ru: Неуспешно!
sv: Misslyckades!
tr: Başarısızlıkla sonuçlandı.
zh_cn: 失败！
zh_hk: 失敗！

# FileProperCase
source: File
ar: ملف
cs: Soubor
da: Fil
de: Datei
es: Archivo
fa: فایل
fi: Tiedosto
fr: Fichier
lv: Fails
no: Fil
pl: Plik
pt: Arquivo
ru: Файл
sv: Arkiv
tr: Dosya
zh_cn: 文件
zh_hk: 文件

source: FILE
ar: ملف
cs: SOUBOR
da: Fil
de: DATEI
es: Archivo
fa: فایل
fi: TIEDOSTO
fr: Fichier
no: Fil
pl: PLIK
pt: ARQUIVO
ru: Файл
sv: ARKIV
tr: DOSYA
zh_cn: 文件
zh_hk: 文件

# FilterMultiplePerson
source: Filter Multiple Persons
ar: تنقيح عددا من الاشخاص
cs: Filtrovat více osob
da: Filtrer mange personer
de: Mehrere Personen filtern
es: Filtrar varias personas
fa: فیلتر کردن چند نفر
fi: Lajittele useita henkilöitä
fr: Filtre personnes multiples
ja: 複数の人をフィルター
lv: Filtrēt Vairākas Personas
no: Filtrer flere personer
pl: Filtruj Wiele Osób
pt: Filtrar Multiplas Pessoas
ru: Фильтр по нескольким сотрудникам
sv: Filtrera fram flera personer
tr: Birden fazla kişi ele
zh_cn: 筛选多个人员
zh_hk: 篩選多個人員

source: Filtered List
ar: قائمة التنقيح
cs: Filtrovaný list
da: Filtreret liste
de: Gefilterte Liste
es: Lista filtrada
fa: فهرست فیلتر شده
fi: Lajiteltu lista
fr: Liste filtrée
ja: フィルター結果リスト
lv: Filtrētā saraksts
no: Filtrert liste
pl: Filtrowana Lista
pt: Lista Filtrada
ru: Отфильтрованный список
sv: Filtrerad lista
tr: Elenmiş liste
zh_cn: 筛选结果列表
zh_hk: 篩選結果列表

source: Filtered Results
ar: نتائج التنقيح
cs: Firltrované výsledky
da: Filtrerede resultater
de: Filterergebnis
es: Resultados filtrados
fa: نتایج فیلتر شده
fi: Lajiteltu Tulos
fr: Résultats filtrés
ja: フィルター結果
lv: Filtra Rezultāts
no: filtrerte resultater
pl: Filtrowane Wyniki
pt: Resultados Filtrados
ru: Отфильтрованный результат
sv: Filtrerat resultat
tr: Elenmiş sonuçlar
zh_cn: 筛选结果
zh_hk: 篩選結果

# HoursPerWeekIsInvalid
source: Hours per week is invalid, possible reason: Maximum hours per week is smaller than minimum hours per week.
ar: عدد الساعات للأسبوع غير صحيح
cs: Hodiny za týden nejsou korektní, možná příčina: Maximum hodin za týden je menší než minimum hodin za týden.
da: Timer pr. uge er ugyldig, mulig grund: maximum timer pr. uge er mindre end minimum timer pr. uge
de: Eingabe ist ungültig.Möglicherweise sind die eingegebenen Stunden kleiner als die minimale Zeit pro Woche.
es: Horas por semanas es inválido. Posible razón: Máximo horas por semanas es menor que mínimo horas por semana.
fa: ساعات در هفته نامعتبر است، دلیل محتمل: ماکزیمم ساعات در هفته کمتر از می نیمم ساعات در هفته است.
fi: Viikkotuntimäärä virheellinen, koska: Maksimi viikkotuntimäärä on pienempi kuin
fr: Paramètre heures par semaine invalide, raison possible: le nombre d'heures maximum par semaine est plus faible que le nombre minimum d'heures par semaine.
ja: 1週間当たりの時間が無効です。1週間当たりの最大時間が1週間当たりの最小時間より小さい可能性があります。
lv: Stundas nedēļā ir nederīgas, iespējamais iemesls: Maksimālais stundu skaits nedēļā ir mazāks par minimālo stundu skaitu nedēļā.
no: Timer per uke er ugyldig, mulig årsak: Maksimum timer per uke er mindre enn minimums timer per uke.
pl: Nieprawidłowa ilość godzin an tydzień, możliwy powód: Maksimum godzin tygodniowo jest mniejsze niż minimum godzin tygodniowo.
pt: Número de horas por semana inválido. Isso pode ter acontecido porque o máximo de horas por semana é menor do que o mínimo de horas por semana.
ru: Количество часов в неделю неверное, возможная причина: максимум часов в неделю меньше, чем минимум.
sv: Antal timmar per vecka är felaktigt, möjlig orsak: Max timmar per vecka är mindre än min timmar per vecka.
tr: Hafta başına düşen saat sayısı geçerli değil. Tahminen hafta başına düşen saat sayısının maksimum değeri, yine aynı parametrenin minimum değerinden daha küçük girilmiş.
zh_cn: 每周小时候无效，可能的原因：每周最大小时数小于每周最小小时数
zh_hk: 每週小時候無效，可能的原因：每週最大小時數小於每週最小小時數

source: Metric
ar: قياس
cs: Metrika
da: Mål
de: Kennzahlen
es: Métricas
fa: معیار
fi: Metriikka
fr: Métrique
ja: 評価指標
lv: Metrika
nl: Metriek
no: Måling
pl: Miara
pt: Métrica
ru: Метрика
sv: Mått
tr: Ölçev
zh_cn: 测量值
zh_hk: 測量值

# MinimumTimePerWeekColon
source: Minimum Time Per Week:
ar: أقل وقت لكل أسبوع
cs: Minimální čas za týden:
da: Minimum tid pr. uge:
de: Minimum Zeit pro Woche
es: Tiempo Mínimo por Semana:
fa: : حداقل زمان در هر هفته
fi: Minimiaika per viikko:
fr: Temps de travail mini par semaine:
ja: 1週間当たりの最小時間
lv: Minimālais Laiks Nedēļā:
no: Minimum tiden per uke:
pl: Minimalny Czas na Tydzień:
pt: Tempo Mínimo por Semana:
ru: Минимальное время в неделю:
sv: Minsta tid per vecka:
tr: Haftalık Minimum Saat
zh_cn: 每周最少工作时间：
zh_hk: 每週最少工作時間：

source: Mobile
ar: المحمول
cs: Mobil
da: Mobil
de: Mobil
es: Móvil
fa: موبایل
ja: モバイル
no: Mobil
pt: Móvel
ru: Мобильный
sv: Mobil
tr: Mobil
zh_cn: 移动端
zh_hk: 移動端

# MonthSchedule
source: Monthly Schedule
ar: الجدول الشهري
cs: Měsíční plán
da: Månedlig skema
de: Ansicht Monatsplan
es: Planificación mensual
fa: زمانبندی ماهیانه
fi: Kuukausi työvuorot
fr: Planning Mensuel
ja: 月次スケジュール
lv: Mēneša Grafiks
nl: Maand Rooster
no: Månedlig plan
pl: Harmonogram Miesięczny
pt: Agendamento Mensal
ru: Планирование месяца
sv: Månadsschema
tr: Aylık Vardiya Planı
zh_cn: 月班表
zh_hk: 月班表

source: Move Activity
ar: تحريك النشاط
cs: Přesunout aktivitu
da: Flyt aktivitet
de: Aktivität verschieben
es: Mover Actividad
fa: جابجایی فعالیت
fi: Siirrä aktiiviteetti
fr: Déplacer Activité
ja: 活動を移動
lv: Pārvietot Aktivitāti
no: Flytt aktivitet
pl: Przenieś Aktywność
pt: Mover Atividade
ru: Переместить активность
sv: Flytta aktivitet
tr: Aktiviteyi Oynat
zh_cn: 移动活动
zh_hk: 移動活動

source: Move time on
ar: تحريك الوقت
cs: Posunout čas na
da: Flyt tid på
de: Zeit verschieben:
es: Mover tiempo en
fa: انتقال زمان روی
fi: Siirrä aikaa
fr: Déplacer le temps sur
ja: 時間の移動
lv: Pārvietot laiku
no: Flytt tid til
pl: Przesuń czas na
pt: Mover tempo em
ru: Переместить время
sv: Flyttar tid på
tr: Zaman değişikliği
zh_cn: 移动时间于
zh_hk: 移動時間於

source: Moving activity for
ar: تحريك الانشطة ل
cs: Více aktivity pro
da: Flytte aktivitet for
de: Verschiebe eine Aktivität für
es: Mover actividad para
fa: جابجایی فعالیت برای
fi: Siirrä aktiviteetti
fr: Déplace activité pour
ja: へ活動を移動
lv: Pārvieto aktivitāti
no: Flytt aktivitet for
pl: Przenoszenie aktywności dla
pt: Movendo atividade para
ru: Перемещение активности для
sv: Flyttar aktivitet för
tr: Aktivite değiştiriliyor
zh_cn: 移动活动为
zh_hk: 移動活動為

source: My Trade Cart:
ar: عربة تجارتى
cs: Můj košík výměn
da: Mine vagtbytter:
de: Meine Tauschauswahl
es: Mi cesta de cambios de turno
fa: سبد مبادلات من:
fi: Vuoronvaihtokorini
fr: Mon Panier d'Echange:
ja: マイトレードカート
lv: Mans Samaiņu Grozs:
no: Mitt bytte handlevogn:
pl: Mój Koszyk Wymiany:
pt: Minhas Trocas:
ru: Состав запроса:
sv: Min byteskorg:
tr: Değiş-tokuş sepetim
zh_cn: 我的调换班小车：
zh_hk: 我的調換班小車：

source: Navigate
ar: تصفح
cs: Navigovat
da: Navigere
de: navigieren
es: Navegar
fa: هدایت
fi: Navigoi
fr: Naviguer
ja: ナビゲート
lv: Navigēt
no: Naviger
pl: Przejdź
pt: Navegar
ru: Переместить
sv: Navigera
tr: İleri/Geri
zh_cn: 导航
zh_hk: 導航

source: Next Activity
ar: المهارة التالية
cs: Další aktivita
da: Näste aktivitet
de: Nächste Aktivität
es: Próxima actividad
fa: فعالیت بعدی
fi: Seuraava aktiviteetti
fr: Activité Suivante
ja: 次の活動
lv: Nākamā Aktivitāte
no: Neste aktivitet
pl: Następna Aktywność
pt: Próxima Atividade
ru: Следующая активность
sv: Nästa aktivitet
tr: Bir sonraki aktivite
zh_cn: 下一个活动
zh_hk: 下一個活動

source: Next Activity Start Time
ar: المهارة التالية بداية الوقت
cs: Počátek další aktivity:
da: Näste aktivitets starttid
de: Startzeit nächste Aktivität
es: Hora de inicio de próxima actividad
fa: زمان شروع فعالیت بعدی
fi: Seuraavan aktiviteetti
fr: Heure de Début Activité Suivante
ja: 次の活動開始時間
lv: Nākamās Aktivitātes Sākuma Laiks
no: Neste aktivitet startstidspunkt
pl: Czas Rozpoczęcia Następnej Aktywności
pt: Início da Próxima Atividade
ru: Время начала следующей активности
sv: Starttid för nästa aktivitet
tr: Bir sonraki aktivitenin başlangıcı
zh_cn: 下一个活动开始时间
zh_hk: 下一個活動開始時間

# NoDatasource
source: No datasource is available.
ar: لا توجد قاعدة بيانات متاحة
cs: Datový zdroj není dostupný.
da: Ingen datakilde er tilgängelig
de: Keine Datenquelle vorhanden.
es: Fuente de datos no disponible.
fa: هیچ منبع اطلاعاتی در دسترس نیست
fi: Tietokanta ei ole saatavilla.
fr: Pas de datasource disponible.
ja: 利用可能なデータソースがありません
lv: Nav pieejams neviens datu avots.
no: Ingen datakilde er tilgjengelig.
pl: Brak dostępnego źródła danych.
pt: Não há uma fonte de dados disponível.
ru: Нет доступного источника данных.
sv: Ingen datakälla är tillgänglig.
tr: Veri kaynağı bulunamıyor.
zh_cn: 无可用数据源
zh_hk: 無可用資料來源

source: No period present
ar: لا فترة حاضرة
cs: Není dostupné žádné období
da: Ingen periode til stede
de: keine Periode verfügbar
es: No hay período
fa: هیچ دوره ای در حال حاضر وجود ندارد
fi: Ei jaksoa saatavilla
fr: Pas de période présente
ja: ピリオドがありません
lv: Periods nepastāv
nl: Geen aanwezig periode
no: Ingen periode vises
pl: Brak okresu
pt: Nenhum período presente
ru: Нет периода
sv: Ingen gällande period
tr: Peiyod bulunamadı
zh_cn: 无周期显示
zh_hk: 無週期顯示

source: On available agents only
ar: للممثلين المتاحين فقط
cs: Pouze pro dostupné agenty
da: Kun på tilgängelige medarbejdere
de: Nur Mitarbeiter mit einer Überstunden-Verfügbarkeit
es: Solo en agentes disponibles
fa: فقط روی پاسخگوهای در دسترس
fi: Vain käytettävissä olevat agentit
fr: Sur Agents disponibles seulement
ja: 残業可能なエージェントのみ
lv: Tikai pieejamajiem operatoriem
no: Bare for tilgjengelige agenter
pl: Tylko dostępni agenci
pt: Somente em agentes disponíveis
ru: Только доступные операторы
sv: Endast på tillgängliga agenter
tr: Yalnızca fazla mesai için uygun müşteri temsilcileri
zh_cn: 仅可用座席
zh_hk: 僅可用座席

source: On this date you are no longer an employee
ar: فى هذا التاريخ انت لم تعد موظفا
cs: Pro toto datum nejste již zaměstnanec
da: Data mangler
de: An diesem Datum sind sie nicht als aktiver Mitarbeiter hinterlegt.
es: Usted no es empleado en esta fecha
fa: در این تاریخ شما دیگر کارمند نیستید
fi: Et ole enää työsuhteessa tänä päivänä.
fr: A cette date vous n'êtes plus un employé
ja: この日付ではあなたは従業員ではありません
lv: Šajā datumā jūs vairs neesat darbinieks
nl: Op deze datum bent u niet langer een medewerker
no: På denne datoen er du ikke lenger ansatt
pl: W tym dniu nie jesteś już pracownikiem
pt: Nessa data você não é mais um colaborador.
ru: Вы уже не являетесь сотрудником на эту дату
sv: På valt datum är du inte längre anställd
tr: Bu tarihte sistemde çalışan olarak gözükmüyorsunuz.
zh_cn: 在此日期您不再是员工
zh_hk: 在此日期您不再是員工

# OpenShiftsTreeDots
source: Open Shifts...
ar: فتح وردية
cs: Otevřít směny...
da: Åben vagter...
de: Öffne Schichten...
es: Abrir Turnos...
fa: شیفت های باز...
fi: Avaa työvuorot...
fr: Ouvrir Horaires...
ja: シフトを開く
lv: Atvērt Maiņas...
no: Åpne skift
pl: Otwarte Dyżury...
pt: Abrir Turnos...
ru: Открыть смены...
sv: Öppna Skift...
tr: Vardiyaları Aç
zh_cn: 打开班次...
zh_hk: 打開班次...

# UnsupportedOptimizationSteps
source: Optimization steps "Shift for flexible work time", "Days off for flexible work time" and "Shift category limitations" are not executed when team or block are selected.
ar: خطوات تحسين الاداء " ورديات للعمل المرن"، " أيام أجازات للعمل المرن " و "حدود فئات الوردية" لم يتم تنيفذها وفريق العمل قد تم اختياره
cs: Optimalizační kroky "Směna pro flexibilní pracovní dobu", "Dny volna z flexibilní pracovní doby" a "Směny omezení kategorie" nebudou provedeny při výběru týmu nebo bloku.
da: Optimeringstrin "Vagter til fleksibel arbejdstid", "Dage fri til fleksibel arbejdstid" og "Vagtkategori begränsninger" er ikke udfört når team eller blok er valgt.
de: Die Optimierungsoptionen "Soll-Toleranz lt. Vertrag nutzen", "Toleranz freier Tage lt. Vertrag nutzen" und "Schichtkategorie-Begrenzung" werden nicht berücksichtigt, wenn Team- oder Blockplanung ausgewählt wurden.
es: Pasos de optimización "Turno por t. de trabajo flexible", "Días libres por t. de trabajo flexible" y "Limitaciones por categoría de turno" no serán ejecutados si Equipo o Bloque están seleccionados.
fa: مراحل بهینه سازی "زمان بین روزها" ، " شیفت برای زمان کاری منعطف" ، "روز تعطیل برای زمان کاری منعطف" و " محدودیت های دسته بندی شیفت " وقتی که تیم یا یک مجموعه خاص انتخاب شود اجرا نمی شوند.
fi: Optimointi vaihe "Aika työpäivien välillä", "Työvuoro joustavalle työajalle" "Vapaapäivät joustavalle työajalle" ja "Vuoroluokka rajoitukset" ei oteta huomioon Tiime- ja Blokki työvuoroissa.
fr: Les passes d'optimisation "Temps entre jours", "Horaires pour temps de travail flexible", "Jours libres pour temps de travail flexible" et "Limitations de catégories d'horaires" ne sont pas exécutées lorsque équipe ou bloc sont sélectionnés.
ja: チーム又はブロックが選択されていると最適化手順で”フレックス時間のシフト”、”フレックス時間の休暇”および”シフトカテゴリの制限”は実行されません
no: Optimaliseringssteget "Shift for fleksibel arbeidstid", "fridager for fleksibel arbeidstid" og "Shift kategori begrensninger" utføres ikke når teamet eller blokk er valgt.
pl: Kroki optymalizacyjne "Dyżury dla elastycznego czasu pracy", "Dni wolne dla elastycznego czasu pracy" i "kategoria ograniczenia Dyżurów" nie są wykonywane, gdy wybrane jest zespół lub blok.
pt: Os passos "Turnos por tempo de trabalho flexível", "Dias de folga para tempo de trabalho flexível" e "Limitações de categoria de turno" não são executados quando o agendamento de equipe ou de bloco estiverem selecionados.
ru: Шаги оптимизации "смены для гибкого рабочего времени", "выходные для гибкого рабочего времени" и "ограничение категорий смен" не выполняются, если выбрано планирование блоками или по группе.
sv: Optimeringsstegen "Tid mellan dagar", "Skift för flexibel arbetstid", "Fridagar för flexibel arbetstid" och "Skiftkategoribegränsningar" stöds inte när team eller block är valda.
tr: Optimizasyon
zh_cn: 当小组或批次被选择时，优化步骤“灵活工作时间的班次”，“灵活工作时间的休息日”及“班次类别限制”没有被执行
zh_hk: 當小組或批次被選擇時，優化步驟“靈活工作時間的班次”，“靈活工作時間的休息日”及“班次類別限制”沒有被執行

source: Out of adherence
ar: خارج عن الالتزام
cs: mimo dodžování
da: Ingen overholdelse
de: Planabweichung
es: Fuera de adherencia
fa: عدم هم راستایی
fi: Noudattamisen poikkeama yhteensä
fr: Hors adhérence
ja: 遵守違反
lv: Neatbilstība grafikam
no: Ut av etterlevelse
pl: Poza Przestrzeganiem
pt: Fora de aderência
ru: Несоблюдение графика
sv: Avvikelse
tr: Uyumsuz
zh_cn: 未遵时
zh_hk: 未遵時

# PleaseConfigureYourEmailAddress
source: Please configure your email address to access Teleopti resources.
ar: فضلا قم بإعداد عنوانك البريدي
cs: Nastavte prosím vaši emailovou adresu pro přístup ke zdrrojům Teleopti.
da: Vär venlig at opsätte din emailadresse for at tilgå Teleopti
de: Bitte geben Sie ihre Email-Adresse ein, um auf das Teleopti-Angebot zuzugreifen.
es: Por favor, configure su corréo electrónico para acceder alos recursos de Teleopti.
fa: لطفا ایمیل خود را برای دسترسی به منابع Teleopti پیکربندی کنید.
fi: Konfiguroi sähköpostiosoitteesi päästäksesi Teleoptin resursseihin.
fr: Merci de configurer votre adresse mail pour accéder aux ressources Teleopti.
ja: Teleoptiのリソースにアクセスするためにメールアドレスを設定してください
lv: Lūdzu konfigurējiet savu e-pasta adresi, lai piekļūtu Teleopti resursiem.
no: Vennligst konfigurere din e-postadresse for å få tilgang til Teleopti ressurser.
pl: Proszę skonfigurować swój adres e-mail, aby uzyskać dostęp do zasobów Teleopti.
pt: Por favor configure o seu endereço de e-mail para acessar os recursos da Teleopti.
ru: Для доступа к системе укажите адрес своей электронной почты.
sv: Var god ange e-postadress för åtkomst till Teleopti-resurser.
tr: Teleopti kaynaklarına erişebilmek için lütfen e-posta adresinizi tanımlayın.
zh_cn: 请配置您的电子邮件地址以访问Teleopti的网站资源。
zh_hk: 請配置您的電子郵寄地址以訪問Teleopti的網站資源。

# PleaseRefreshThePageWithExclamation
source: Please refresh the page!
ar: فضلا قم بتحديث الصفحة
cs: Obnovte prosím stránku!
da: Vär venlig at genindläse siden!
de: Bitte aktualisieren Sie die Seite!
es: Pro favor, actualice la página!
fa: لطفا صفحه را کنید!
fi: Päivitä sivu!
fr: Merci de rafraîchir la page!
ja: ページを更新
lv: Lūdzu atsvaidziniet lapu!
no: Vennligst oppdater siden!
pl: Odśwież stronę!
pt: Por favor recarregue a página!
ru: Обновите страницу!
sv: Var god uppdatera sidan!
tr: Lütfen sayfayı yenileyin.
zh_cn: 请刷新页面！
zh_hk: 請刷新頁面！

# PleaseTryAgainWithExclamation
source: Please try again!
ar: فضلا حاول مرة أخرى
cs: Zkuste to prosím znovu!
da: Vär venlig at pröve igen!
de: Bitte versuchen Sie es erneut!
es: Por favor, inténte nuevamente!
fa: لطفا دوباره تلاش کنید!
fi: Kokeile uudestaan!
fr: Merci de réessayer!
ja: 再度実行してください！
lv: Lūdzu mēģiniet atkārtoti!
no: Venligst prøv igjen!
pl: Spróbuj jeszcze raz!
pt: Por favor tente novamente!
ru: Попробуйте еще раз!
sv: Var god försök igen!
tr: Yeniden deneyiniz.
zh_cn: 请再次尝试！
zh_hk: 請再次嘗試！

source: Possible Matches
ar: الاحتمالات الممكنة
cs: Možné shody
da: Mulige ligheder
de: Mögliche Übereinstimmungen
es: Posibles concordancias
fa: موارد قابل انطباق ممکن
fi: Mahdolliset Osumat
fr: Associations possibles
ja: 可能な組み合わせ
lv: Iespējamās Atbilstības
no: Mulige treff
pl: Możliwe Dopasowania
pt: Possíveis Registros Encontrados
ru: Возможные совпадения
sv: Möjliga matchningar
tr: Olası eşleşmeler
zh_cn: 可能的匹配
zh_hk: 可能的匹配

source: Queue Metrics
ar: قياسات الطابور
cs: Metrika fronty
da: Kömålepunkter
de: Queue Kennzahlen
es: Métricas de la cola
fa: معیارهای صف
fi: Jonometriikka
fr: Métriques Flux
ja: キューの評価指標
lv: Rindas Rādītāji
no: Kø beregning
pl: Metryki Kolejki
pt: Métricas de Fila
ru: Метрики очереди
sv: Köstatistik
tr: Kuyruk Parametreleri
zh_cn: 队列测量值
zh_hk: 佇列測量值

source: Readiness
ar: قراءة
cs: Připravenost
da: Parathed
de: Bereitzeit
es: Disponibilidad
fa: آمادگی
fi: Valmiusaste
fr: Taux de Ready
ja: レディネス
lv: Gatavība
nl: Gereedheid
no: Beredskap
pl: Gotowość
pt: Disponibilidade
ru: Готовность
sv: Tillgänglighet
tr: Hazır geçirilen süre
zh_cn: 准备就绪
zh_hk: 準備就緒

# ReadyTimePerScheduledReadyTime
source: Ready Time / Scheduled Ready Time
ar: وقت الاستعداد\ المجدول
cs: Dobra připr. / plánovaná doba připr.
da: Klartid / Planlagt Klartid
de: Bereitzeit / geplante Bereitzeit
es: Tiempo disponible / Tiempo disponible planificado
fa: زمان آمادگی / زمان آمادگی زمان بندی شده
fi: Valmiusaika / Suunniteltu valmiusaika
fr: Temps Ready / Temps Ready planifié
ja: レディ時間 / 予定レディ時間
lv: Gatavības Laiks / Ieplānotais Gatavības Laiks
no: Klar tid / Planlagt klar tid
pl: Czas Gotowości / Planowany Czas Gotowości
pt: Tempo Disponível / Tempo Disponível Agendado
ru: Время готовности / Запланированное время готовности
sv: Redotid / Schemalagd redotid
tr: Hazır geçirilen süre / Vardiyalanmış hazır geçirilen süre
zh_cn: 就绪时间/班表就绪时间
zh_hk: 就緒時間/班表就緒時間

source: Real Time Adherence Overview
ar: عرض عام لالتزام الوقت الحقيقي
cs: Přehled dodržování v reálném čase
da: Realstid overholdelse overblik
de: Real Time Adherence Überblick
es: Adherencia en Tiempo Real - visión general
fa: مرور هم راستایی بهنگام
fi: RTA Yleisnäkymä
fr: Aperçu Adhérence Temps Réel
ja: リアルタイム遵守率の概要
lv: Reālā laika ievērošanas pārskats
no: Sanntid etterlevelse Oversikt
pl: Przegląd w Czasie Rzeczywistym Przestrzegania
pt: Visão Geral da Aderência em Tempo Real
ru: Обзор соблюдения графика в реальном времени
sv: RTA-översikt
tr: Gerçek Zamanlı Uyum Kuşbakışı Görünüm
zh_cn: 实时遵时度概览
zh_hk: 即時遵時度概覽

source: Removing absence for
ar: حذف الغياب ل
cs: Odebírám absenci pro
da: Fjerne fravär for
de: Entferne eine Abwesenheit für
es: Eliminar ausencia para
fa: حذف مرخصی برای
fi: Poista aktiviteetti
fr: Supprime absence pour
ja: の欠勤を削除
lv: Noņem prombūtni
no: Fjern fravær for
pl: Usuwanie nieobecności dla
pt: Removendo ausência para
ru: Удаление отсутствия для
sv: Tar bort frånvaro för
tr: Devamsızlık kaldırılıyor
zh_cn: 移除缺勤为
zh_hk: 移除缺勤為

# RequestsMenu
source: Requests
ar: طلبات
cs: Požadavky
da: Forespörgsler
de: Anfragen
es: Solicitudes
fa: درخواست ها
fi: Pyynnöt
fr: Demandes
ja: 要求
lv: Pieprasījumi
no: Forespørsel
pl: Wnioski
pt: Solicitações
ru: Запросы
sv: FÖRFRÅGNINGAR
tr: İstekler
zh_cn: 申请
zh_hk: 申請
