Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Contract time does not meet the target time
ar: وقت العقد لا يلائم الوقت المنشود
cs: Smluvní čas neodpovídá cílovému času
da: Kontraktstiden opfylder ikke måltiden
de: Vertragszeit entspricht nicht der Ziel-Zeit
es: El tiempo de contrato no cumple con el tiempo de objetivo
fa: زمان قرارداد با زمان هدف مطابقت ندارد
fi: Sopimusaika on alle tavoitteen
fr: Le temps de contrat n'atteint pas le temps visé
id: Waktu kontrak tidak memenuhi waktu target
it: Le ore da contratto non coincidono con le ore obiettivo
ja: 契約時間が目標時間と一致しません
lv: Kontrakta laiks neatbilst mērķa laikam
nl: Contract tijd voldoet niet aan de target tijd
no: Kontrakttid møter ikke mål-tid
pl: Czas kontraktu niezgodny z czasem docelowym
pt: O tempo de contrato não equivale ao tempo alvo
ru: Время по контракту не соответсвует целевому
sv: Kontraktstiden stämmer inte med målvärdet
tr: Sözleşme zamanı hedef zamana uygun değil
zh_cn: 合同时间与目标时间不符
zh_hk: 合同時間與目標時間不符

source: Wrong number of days off
ar: خطأ في عدد أيام العطلة
cs: Chybný počet volných dní.
da: Forkert antal fridage
de: Falsche Anzahl der freien Tage
es: Número erróneo de días libres
fa: تعداد اشتباه روزهای تعطیل
fi: Virheellinen määrä vapaapäiviä
fr: Mauvais nombre de jours libres
id: Jumlah hari libur salah
it: Numero di riposi non corretto
ja: 間違った番号の休暇
lv: Nepareizs brīvdienu skaits
nl: Verkeerd aantal vrije dagen
no: Galt antall fridager
pl: Błędna liczba dni wolnych
pt: Número errado de dias de folga
ru: Неверное количество выходных дней
sv: Fel antal fridagar
tr: Yanlış tatil günü sayısı
zh_cn: 休息日天数错误
zh_hk: 休息日天數錯誤

# AddDateTime
source: Add Date time multiplicator
ar: اضافة تاريخ وقت الدمج
cs: Přidat násobitel denního času
da: Tilføj Dato-tid-multiplikator
de: Datum/Zeit - Multiplikator hinzufügen
es: Añadir multiplicador de fecha y hora
fa: افزودن تاریخ و زمان نوع افزایشگر
fi: Lisää päivämäärä kerroin
fr: Ajouter multiplicateur de temps date
id: Tambah pengali tanggal waktu
it: Aggiungi moltiplicatore ore del giorno
ja: 日時の乗数を追加
lv: Pievienot Datums laika multiplikatoram
nl: Voeg Datum tijd multiplicator
no: Legg til multiplikator tid
pl: Dodaj mnożnik daty/czasu
pt: Adicionar multiplicador de data e hora
ru: Добавить дату и время в множитель
sv: Lägg till multiplikator för tid
tr: Tarih zaman çarpanı ekle
zh_cn: 添加日期时间乘数
zh_hk: 添加日期時間乘數

# AddDayOfWeek
source: Add Day of week multiplicator
ar: اضافة يوم اسبوع الدمج
cs: Přidat násobitel ze volný den v týdnu
da: Tilføj Ugedag-multiplikator
de: Wochentag -Multiplikator hinzufügen
es: Añadir multiplicador de día de la semana
fa: افزودن یک روز هفته از نوع افزایشگر
fi: Lisää viikonpäivä kerroin
fr: Ajouter multiplicateur de jour de semaine
id: Tambah pengali hari dalam minggu
it: Aggiungi moltiplicatore giorni della settimana
ja: 曜日の乗数を追加
lv: Pievienot Dienu nedēļas multiplikatoram
nl: Voeg Dag van de week multiplicator
no: Legg til multiplikator ukedag
pl: Dodaj mnożnik dnia tygodnia
pt: Adicionar multiplicador de dia da semana
ru: Добавить день недели в множитель
sv: Lägg till multiplikator för veckodag
tr: Haftanın günü çarpanı ekle
zh_cn: 添加周中日乘数
zh_hk: 添加周中日乘數

source: Final
ar: نهائي
cs: Finální
da: Endelig
fa: نهایی
fi: Lopullinen
it: Finale
ja: 最終
lv: Fināla
nl: Finale
no: Slutt
pl: Wersja ostateczna
ru: Конец
sv: Slutlig
tr: Son
zh_cn: 最后
zh_hk: 最後

source: Extended
ar: مُمدد
cs: Rozšířený
da: Udvidet
de: Erweitert
es: Extendido
fa: تمدید شده
fi: Laajennettu
fr: Etendu
id: Diperluas
it: Esteso
ja: 拡張
lv: Paplašināts
no: Utvidet
pl: Rozrzerzone
pt: Extendido
ru: Расширенный
sv: Utökad
tr: Genişletilmiş
zh_cn: 扩展的
zh_hk: 擴展的

source: Starting
ar: يبدأ من
cs: Spouštění
da: Starter
de: Starte
es: Iniciando
fa: شروع
fi: Aloitus
fr: Commençant
id: Mulai
it: Inizio
ja: 開始しています
lv: Sākot
nl: Starten
no: Starter
pl: Rozpoczyna się
pt: Iniciando em
ru: Начало
sv: Börjar
tr: Başlanıyor
zh_cn: 开始
zh_hk: 開始

# MultiplicatorGrid
source: Multiplicators
ar: الدوامج
cs: Násobitelé
da: Multiplikatorer
de: Multiplikatoren
es: Multiplicadores
fa: افزایشگرها
fi: Kertoimet
fr: Multiplicateurs
id: Pengali
it: Moltiplicatori
ja: 乗数
lv: Multiplikatori
no: Multiplikatorer
pl: Mnożniki
pt: Multiplicadores
ru: Множители
sv: Multiplikatorer
tr: Çarpanlar
zh_cn: 乘数
zh_hk: 乘數

source: Not validated
ar: غير مُأكد
cs: Není ověřeno
da: Ikke valideret
de: Nicht validiert
es: No validado
fa: معتبر نشده است
fi: Ei validoitu
fr: Non validé
id: Tidak divalidasi
it: Non convalidato
ja: 有効になっていません
lv: Nav apstiprināts
nl: Niet gevalideerd
no: Ikke godkjent
pl: Niesprawdzone
pt: Não validado
ru: Не подтверждено
sv: Ej validerad
tr: Doğrulanmamış
zh_cn: 未验证
zh_hk: 未驗證

source: No schedule period is selected
ar: لم يتم اختيار فترة للجدول
cs: Nenízvoleno žádné období pro plánování
da: Der er ikke valgt nogen planlægningsperiode
de: Keine Planungsperiode ist gewählt
es: Ningún período de planificación seleccionado
fa: هیچ دوره زمانبندی انتخاب نشده است.
fi: Työvuorojaksoa ei ole valittu
fr: Aucune période planning n'est sélectionnée
id: Periode penjadwalan tidak dipilih
it: Nessun Periodo di pianificazione selezionato
ja: スケジュール期間が選択されていません
lv: Nav izvēlēts neviens plānojamais periods
nl: Geen rooster periode is geselecteerd
no: Ingen skjemaperiode valgt
pl: Nie wybrano okresu planu
pt: Nenhum período de agendamento está selecionado
ru: Не выбран период планирования
sv: Ingen schemaperiod vald
tr: Vardiya planı periyodu seçilmemiş
zh_cn: 未选择班表周期
zh_hk: 未選擇班表週期

source: Add new definition set
ar: اضافة تعريف ضبط جديد
cs: Přidat novou sadu definicí
da: Tilføj nyt definitionssæt
de: Neues Definitionsset hinzufügen
es: Añadir nuevo conjunto de definiciones
fa: افزودن مجموعه تعریف
fi: Lisää uusi määritelmäsarja
fr: Ajouter nouveau set de définition
id: Tambah set definisi baru
it: Aggiungi nuovo insieme di definizione
ja: 新規定義セットの追加
lv: Pievienot jaunu definīciju kopu
nl: Voeg een nieuwe definitie set
no: Legg til nytt definisjonssett
pl: Dodaj nowy zestaw definicji
pt: Adicionar um novo conjunto de definições
ru: Добавить новые определения
sv: Lägg till definitionsgrupp
tr: Yeni tanım seti ekle
zh_cn: 添加新的定义集
zh_hk: 添加新的定義集

source: Add new multiplicator
ar: اضافة دامج جديد
cs: Přidat nový násobitel
da: Tilføj ny multiplikator
de: Neuen Multiplikator hinzufügen
es: Añadir nuevo multiplicador
fa: افزودن افزایشگر جدید
fi: Lisää uusi kerroin
fr: Ajouter nouveau multiplicateur
id: Tambah pengali baru
it: Aggiungi nuovo moltiplicatore
ja: 新規乗数を追加
lv: Pievienot jaunu multiplikatoru
nl: Voeg nieuwe multiplicator
no: Legg til ny multiplikator
pl: Dodaj nowy mnożnik
pt: Adicionar novo multiplicador
ru: Добавить новый множитель
sv: Lägg till ny multiplikator
tr: Yeni çarpan ekle
zh_cn: 添加新的乘数
zh_hk: 添加新的乘數

source: Delete definition set
ar: حذف تعريف ضبط
cs: Smazat sadu definicí
da: Slet definitionssæt
de: Definitionsset löschen
es: Borrar conjunto de definiciones
fa: حذف مجموعه تعریف
fi: Poista määritelmäsarja
fr: Supprimer set de définition
id: Hapus set definisi
it: Elimina insieme di definizione
ja: 定義セットの削除
lv: Dzēst definīciju kopu
nl: Verwijder definitie set
no: Slett definisjonssett
pl: Skasuj zestaw definicji
pt: Excluir conjunto de definições
ru: Удалить набор определений
sv: Ta bort definitionsgrupp
tr: Tanım setini sil
zh_cn: 删除定义集
zh_hk: 刪除定義集

# SchedulePut
source: Schedule
ar: جدول
cs: Plánování
da: Plan
de: Plane
es: Planificar
fa: زمانبندی
fi: Työvuorolista
fr: Planning
id: Jadwal
it: Pianificazione
ja: スケジュール
lv: Grafiks
nl: Rooster
no: Skjema
pl: Plan
pt: Agendar
ru: Расписание
sv: Schema
tr: Vardiya Planı
zh_cn: 排班
zh_hk: 排班

# EndTimeMustBeGreaterOrEqualToStartTime
source: The end time can't occur before start time.
ar: لا يمكن لوقت النهاية ان يسبق وقت البداية
cs: Čas ukončení nemůže být prřed časem zahájení.
da: Sluttidspunktet kan ikke forekomme før starttidspunktet.
de: Ende kann nicht vor der Startzeit eintreffen.
es: La hora de fin no puede ser anterior a la hora de inicio.
fa: زمان پایان نمی تواند قبل از زمان شروع اتفاق بیافتد.
fi: Loppumisaika ei voi olla alkamisaikaa ennen.
fr: L'heure de fin ne peut précéder l'heure de début.
id: Waktu akhir tidak bisa terjadi sebelum waktu mulai.
it: L'ora di fine non può verificarsi prima dell'ora di inizio
ja: 終了時刻を開始時刻の前にすることはできません。
lv: Beigu laiks nevar notikt pirms sākuma laika.
nl: De eindtijd kan niet gebeuren voor starttijd.
no: Sluttid kan ikke være før starttid.
pl: Czas zakończenia nie może być przed czasem rozpoczęcia.
pt: O tempo final não pode ser maior que o tempo inicial.
ru: Время окончания не может быть меньше времени начала.
sv: Sluttiden kan inte ligga före starttiden.
tr: Bitiş zamanı başlangıç zamanından önce olamaz.
zh_cn: 结束时间不能早于开始时间。
zh_hk: 結束時間不能早於開始時間。

# MaxWorkTimeMustBeGreaterOrEqualToMinWorkTime
source: The maximum work time can't be less than minimum work time.
ar: لا يمكن ان يكون أقصى حد للعمل أقل من أدنى حد للعمل
cs: Maximální pracovní doba nemůže být nižší než minimální pracovní doba.
da: Den maksimale arbejdstid kan ikke være mindre end minimumsarbejdstiden.
de: Die maximale Arbeitszeit kann nicht kleiner als die minimale Arbeitszeit sein
es: El max de tiempo de trabajo no puede ser menor que el mínmo.
fa: حداکثر زمان کاری نمی تواند کمتر از حداقل زمان کاری باشد.
fi: Maksimityöaika ei voi olla pienempi kuin minimityöaika.
fr: Le temps de travail maximum ne peut être inférieur au temps de travail minimum.
id: Waktu kerja maksimum tidak bisa kurang dari maksimum waktu kerja.
it: Le ore di lavoro massime non possono essere inferiori alle ore di lavoro minime.
ja: 最大勤務時間を最小勤務時間より少なくすることはできません。
lv: Maksimālais darba laiks nedrīkst būt mazāks par minimālo darba laika.
nl: De maximale werktijd kan niet minder dan de minimale werktijd zijn.
no: Maksimum arbeidstid kan ikke være mindre enn minimum arbeidstid.
pl: Maksymalny czas pracy nie może być mniejszy od minimalnego.
pt: O tempo máximo de trabalho não pode ser menor do que o tempo mínimo de trabalho.
ru: Максимальное время работы, не может быть меньше минимального.
sv: Maximal arbetstid kan inte var mindre än minsta arbetstid.
tr: Maksimum çalışma süresi minimum çalışma siresinden az olamazç
zh_cn: 最大工作时间不能小于最小工作时间。
zh_hk: 最大工作時間不能小於最小工作時間。

# ShiftsPerDayHeader
source: Shifts per day
ar: النوبات بحسب اليوم
cs: Směny za den
da: Vagter pr. dag
de: Pläne pro Tag
es: Turnos por día
fa: شیفت ها در هر روز
fi: Vuoroja per päivä
fr: Horaires par jour
id: Shift per hari
it: Turni per giorno
ja: 1日当たりのシフト
lv: Maiņas dienā
nl: Diensten per dag
no: Skift per dag
pl: Dyżury na dzień
pt: Turnos por dia
ru: Смен в день
sv: Skift per dag
tr: Gün başına vardiyalar
zh_cn: 每天的班次
zh_hk: 每天的班次

source: No shifts available for this preference
ar: لا يوجد نوبات لهذا التفضيل
cs: Pro tuto preferenci nejsou dostupné žádné směny
da: Ingen vagter tilgængelige for denne præference
de: Keine Schichten für diese Präferenzen zugänglich
es: No hay turnos disponibles para esta preferencia
fa: هیچ شیفت دردسترسی برای این الویت وجود ندارد
fi: Ei vuoroja saatavilla tälle toiveelle
fr: Pas d'horaires disponibles pour cette préférence
id: Tidak ada shift tersedia untuk preferensi ini
it: Nessun turno disponibile per questa preferenza
ja: このプリファレンスで利用可能なシフトはありません
lv: Šīm vēlmēm nav pieejama neviena maiņa
nl: Geen diensten beschikbaar voor deze voorkeur
no: Ingen skift tilgjenglig for denne preferansen
pl: Brak dyżurów dla tej preferencji
pt: Nenhum turno disponível para esta preferência
ru: Нет доступных смен для данного пожелания
sv: Inga tillgängliga skift för detta önskemål
tr: Bu tercih için uygun vardiyo yok
zh_cn: 此偏好无可用班次
zh_hk: 此偏好無可用班次

source: Per period
ar: خلال الفترة
cs: Za období
da: Pr. periode
de: Pro Periode
es: Por período
fa: در هر دوره
fi: Per jakso
fr: Par période
id: Per periode
it: Per periodo
ja: 期間当たり
lv: Periodā
nl: Per periode
no: Per periode
pl: Na okres
pt: Por período
ru: За период
tr: Periyod başına
zh_cn: 每个周期
zh_hk: 每個週期

source: Per week
ar: خلال الاسبوع
cs: Za týden
da: Pr. uge
de: Pro Woche
es: Por semana
fa: در هر هفته
fi: Per viikko
fr: Par semaine
id: Per minggu
it: Per settimana
ja: 1週間当たり
lv: Nedēļā
no: Per uke
pl: Na tydzień
pt: Por semana
ru: В неделю
sv: Per vecka
tr: Hafta başına
zh_cn: 每周
zh_hk: 每週

source: Shift Category Limitations
ar: حدود فئة النوبة
cs: Omezení kategorie směn
da: Vagtkategori begrænsninger
de: Schichtkategorie-Begrenzungen
es: Limitaciones de categoría de turno
fa: محدودیتهای دسته بندی شیفت
fi: Vuoroluokkarajoitukset
fr: Limitations catégorie d'horaires
id: Batasan kategori shift
it: Limitazioni categoria turni
ja: シフトカテゴリの制限
lv: Maiņu Kategoriju Ierobežojumi
nl: Dienst Categorie Beperkingen
no: Begrensninger i skiftkategorier
pl: Ograniczenia kategorii dyżuru
pt: Limitações de categoria de turno
ru: Ограничения категории смен
sv: Skiftkategoribegränsningar
tr: Vardiya kategorisi sınırlandırmaları
zh_cn: 班次类别限制
zh_hk: 班次類別限制

source: Reset Layout
ar: اعادة تشكيل التصميم
cs: Původní rozložení
da: Nulstil Layout
de: Layout zurücksetzen
es: Restablecer diseño
fa: راه اندازی مجدد طرح بندی
fi: Nollaa asetukset
fr: Reset disposition
it: Annulla disposizione
ja: レイアウトのリセット
lv: Atiestatīt Izkārtojumu
no: Tilbakestill layout
pl: Resetuj rozłożenie
pt: Layout Original
ru: Сброс макета
sv: Återställ
tr: Düzeni yenile
zh_cn: 重设布局
zh_hk: 重設佈局

# UseShiftCategoryRestrictions
source: Use Shift Category Limitations
ar: استعمل حدود فئة النوبة
cs: Použijte omezení kategorie směn
da: Anvend Vagtkategori Begrænsninger
de: Schichtkategorie-Begrenzungen anwenden
es: Usar Restricciones de Categoría de Turno
fa: استفاده محدودیتهای دسته بندی شیفت
fi: Käytä vuoroluokkarajoituksia
fr: Utiliser lmitations de catégories d'horaires
id: Gunakan Batasan Kategori Shift
it: Usa limitazione di Categorie turni
ja: シフトカテゴリの制限を使用する
lv: Lietot Maiņu Kategoriju ierobežojumus
nl: Gebruik Dienst Categorie Beperkingen
no: Bruk begrensninger i skiftkategorier
pl: Użyj ograniczeń kategorii dyżurów
pt: Usar Limitações de Categoria de Turno
ru: Использовать ограничения по категориям смен
sv: Använd skiftkategoribegränsningar
tr: Vardiya kategorisi sınırlandırmalarını kullan
zh_cn: 使用班次类别限制
zh_hk: 使用班次類別限制

source: Input error
ar: خطأ ادخال
cs: Zadnána chybná hodnota
da: Input fejl
de: Eingabefehler
es: Introducir error
fa: خطای ورودی
fi: Syöttövirhe
fr: Erreur d'entrée
id: Input salah
it: Erroe di input
ja: 入力エラー
lv: Ievades kļūda
nl: Invoerfout
no: Feil input
pl: Błąd wejścia
pt: Erro de entrada
ru: Ошибка ввода
sv: Inmatningsfel
tr: Giriş hatası
zh_cn: 输入错误
zh_hk: 輸入錯誤

source: New Absence
ar: غياب جديد
cs: Nová abcence
da: Nyt Fravær
de: Neue Abwesenheit
es: Nueva Ausencia
fa: مرخصی جدید
fi: Uusi poissaolo
fr: Nouvelle absence
id: Absen Baru
it: Nuova assenza
ja: 新規欠勤
lv: Jauna Prombūtne
nl: Nieuwe Afwezigheid
no: Nytt fravær
pl: Nowa nieobecność
pt: Nova Ausência
ru: Новое отсутсвие
sv: Ny frånvaro
tr: Yeni devamsızlık
zh_cn: 新建缺勤
zh_hk: 新建缺勤

source: The name is too long
ar: الاسم اطول من اللازم
cs: Jméno je příliš dlouhé
da: Navnet er for langt
de: Der Name ist zu lang
es: El nombre es demasiado largo
fa: نام طولانی است
fi: Nimi on liian pitkä
fr: Le nom est trop long
id: Nama terlalu panjang
it: Nome troppo lungo
ja: 名前が長すぎます
lv: Nosaukums ir pārāk garš
nl: De naam is te lang
no: Navnet er for langt
pl: Nazwa jest zbyt długa
pt: O nome é muito longo
ru: Имя слишком длинное
sv: Namnet är för långt
tr: İsim çok uzun
zh_cn: 名称太长
zh_hk: 名稱太長

# ConsiderWeekAfter
source: Consider the week after
ar: اعتبر الاسبوع اللاحق
cs: Uvažovat následující týden
da: Overvej Ugen Efter
de: Nachfolgende Woche berücksichtigen
es: Considerar la semana posterior
fa: هفته بعد از این را بررسی کنید
fi: Huomioi kauden jälkeinen viikko
fr: Considérer la semaine suivante
id: Mempertimbangkan Minggu Setelah
it: Considera settimana seguente
ja: の後の週を検討
lv: Ņemt vērā nedēļu pēc
nl: Denk aan de week na
no: Vurder uken etter
pl: Spróbuj tydzień po
pt: Considerar a semana seguinte
ru: Учитывать неделю после
sv: Ta hänsyn till nästa vecka
tr: Sonraki haftayı dikkate al
zh_cn: 考虑下一周期第一周 (如有班表)
zh_hk: 考慮下一週期第一周 (如有班表)

# ConsiderWeekBefore
source: Consider the week before
ar: اعتبر الاسبوع السابق
cs: Uvažovat předchozí týden
da: Overvej Ugen Før
de: Vorhergehende Woche berücksichtigen
es: Considerar la semana anterior
fa: هفته پیش از این را بررسی کنید
fi: Huomioi edellisen kauden viimeinen viikko
fr: Considérer la semaine précédente
id: Mempertimbangkan Minggu Sebelum
it: Considera settimana precedente
ja: の前の週を検討
lv: Ņemt vērā nedēļu pirms
nl: Denk aan de week vóór
no: Vurder uken før
pl: Spróbuj tydzień wcześniej
pt: Considerar a semana anterior
ru: Учитывать неделю до
sv: Ta hänsyn till föregående vecka
tr: Önceki haftayı dikkate al
zh_cn: 考虑前一周期最后一周
zh_hk: 考慮前一週期最後一周

source: Must have
ar: لابد منه
cs: Musím mít
da: Veto
de: Notwendigkeit
es: Imprescindible
fa: باید داشته باشد
fi: Tärkeä toive
fr: Doit avoir
id: Harus memiliki
it: Indispensabile
ja: 必須項目
no: Påkrevde
pl: Konieczne
pt: Preferências Prioritárias
ru: "Обязательные" пожелания
sv: Veto
tr: Mutlaka
zh_cn: 必须有
zh_hk: 必須有

# MustHaveCapitalized
source: Must Have
ar: لابد منه
cs: Musím mít
da: Veto
de: Notwendigkeit
es: Imprescindible
fa: باید داشته باشد
fi: Tärkeä toive
fr: Doit avoir
id: Harus memiliki
it: Indispensabile
ja: 必須項目
no: Påkrevde
pl: Konieczne
pt: Preferências Prioritárias
ru: "Обязательные" пожелания
sv: Veto
tr: Mutlaka
zh_cn: 必须有
zh_hk: 必須有

source: Confidential
ar: خصوصى
cs: Důvěrné
da: Fortrolig
de: Vertraulich
es: Confidencial
fa: محرمانه
fi: Luottamuksellinen
fr: Confidentiel
id: Rahasia
it: Riservato
ja: 機密情報
lv: Konfidenciāli
nl: Confidentieel
no: Konfidensiell
pl: Poufne
pt: Confidencial
ru: Конфиденциально
sv: Konfidentiell
tr: Gizli
zh_cn: 保密
zh_hk: 保密

source: Modify request
ar: تعديل الطلب
cs: Upravit požadavek
da: Ændr forespørgsel
de: Anfrage ändern
es: Modificar solicitud
fa: اصلاح درخواست
fi: Muokkaa pyyntöä
fr: Modifier demande
id: Permintaan modifikasi
it: Modifica richiesta
ja: 要求の変更
lv: Izmainīt pieprasījumu
nl: Aanvraag wijzigen
no: Modifiser forespørsel
pl: Zmień żądanie
pt: Modificar solicitação
ru: Изменить запрос
sv: Modifiera förfrågan
tr: İsteği modifiye et
zh_cn: 修改申请
zh_hk: 修改申請

source: Remaining
ar: المتبقى
cs: Zbývající
da: Resterende
de: Verbleibend
es: Restante
fa: باقیمانده
fi: Jäljellä
fr: Restant
id: Sisa
it: Rimanente
ja: 残り
lv: Atlikušais
nl: Resterende
no: Gjenstående
pl: Pozostało
pt: Remanescente
ru: Остальное
sv: Återstår
tr: Kalan
zh_cn: 剩余
zh_hk: 剩餘

# ConfidentPayloadName
source: Other
ar: اخر
cs: Ostatní
da: Andre
de: Andere
es: Otro
fa: دیگر
fi: Muu
fr: Autre
id: Lain
it: Altro
ja: その他
lv: Cits
nl: Ander
no: Andre
pl: Inne
pt: Outro
ru: Другое
sv: Övrigt
tr: Diğer
zh_cn: 其他
zh_hk: 其他

# ConfidentPayloadShortName
source: N/A
ar: غير متوافر
it: N/D
ja: 該当なし
pl: N/D
tr: Geçersiz
zh_cn: 不适用
zh_hk: 不適用

source: View Confidential
ar: اعرض خصوصى
cs: Zobrazit důvěrné
da: Vis fortrolig
de: Vertrauliche Daten anzeigen
es: Ver confidencial
fa: نمایش محرمانه
fi: Näytä luottamukselliset tiedot
fr: Voir confidentiel
id: Tampilkan rahasia
it: Visualizzazione riservata
ja: 機密情報の表示
lv: Skatīt Konfidenciāli
nl: Bekijk vertrouwelijke
no: Oversikt konfidensiell
pl: Zobacz poufne
pt: Visualizar confidencial
ru: Конфиденциальное содержимое
sv: Visa konfidentiella
tr: Gizli olanaı görüntüle
zh_cn: 查看保密
zh_hk: 查看保密

# RequestDenyReasonOtherPart
source: Your shift trade request has been denied by the recipient.
ar: طلب تغيير النوبة لم يقبل من المتلقى
cs: Váš požadavek na výměnu směny byl zamítnut příjemcem.
da: Din Forespørgsel om Vagtbytte er blevet afvist af modtageren.
de: Ihre Schichttauschanfrage wurde von der gefragten Person abgelehnt.
es: Su solicitud de cambio de turno ha sido denegada por el destinatario
fa: درخواست معاوضه شیفت شما توسط گیرنده پذیرفته نشده است.
fi: Kolleegasi kieltäytyi vuoronvaihtopyynöstäsi
fr: Votre demande d'échange d'horaires est refusée par votre destinataire.
id: Permintaan pertukaran shift sudah ditolak oleh penerima.
it: La tua richiesta di scambio turno è stata rifiutata dal destinatario.
ja: 受信者によりシフト交代要求が拒否されました。
lv: Samaiņas pieprasījumu ir noraidījis saņēmējs.
nl: Uw dienst handel is door de ontvanger geweigerd.
no: Din forespørsel om bytte av skift er avslått av mottaker.
pl: Prośba o zamianę dyżuru została odrzucona przez odbiorcę
pt: A sua solicitação de troca de turno foi rejeitada pelo destinatário.
ru: Ваш запрос на обмен сменами был отклонен запрошенным лицом.
sv: Den tillfrågade tackade nej till din skiftbytesförfrågan.
tr: Vardiya değişimi isteğiniz alıcı tarafından reddedildi.
zh_cn: 您的调换班申请被另一方拒绝。
zh_hk: 您的調換班申請被另一方拒絕。

# RequestDenyReasonPersonAccount
source: Your absence request has been denied automatically. You don't have enough time left in your personal account balance.
ar: طلبك للتغيب رفض تلقائيا. لا يوجد لديك رصيد الوقت الكافى المتبقى فى حسابك الشخصى
cs: Váš požadavek na výměnu směny byl automaticky zamítnut. Nemáte dostatek času na svém osobním účtu.
da: Din Forespørgsel om Fravær er blevet afvist. Du har ikke tid nok på din personlige konto.
de: Ihre Abwesenheitsanfrage wurde nach Überprüfung des Personal-Kontos abgelehnt.
es: Su solicitud de ausencia ha sido denegada automáticamente. No tienes suficiente tiempo en el balance de su cuenta personal.
fa: درخواست مرخصی شما بصورت اتوماتیک پذیرفته نشده است. شما زمان باقیمانده کافی در صورت وضعیت حساب شخصی خود ندارید.
fi: Poissalopyyntösi evättiin henkilökohtaisen tilin tarkistuksen jälkeen. Sinulla ei ole riittävästi saldoa tililläsi.
fr: Votre demande d'absence est refusée d'office. Vous n'avez plus assez de temps disponible dans votre compte personnel.
id: Permintaan absen anda ditolak secara otomatis. Anda tidak memiliki cukup waktu tersisa di dalam saldo akun pribadi.
it: La tua richiesta di assenza è stata rifiutata automaticamente. Non rimangono abbastanza ore nel tuo saldo del conto.
ja: 個人アカウントの残高に十分な時間が残っていないため、欠勤要求が自動的に拒否されました。
lv: Jūsu prombūtnes pieprasījums ir noraidīts automātiski. Jūsu personīgā konta bilancē nav pietiekošs laika atlikums.
nl: Uw afwezigheid aanvraag is automatisch geweigerd. U heeft niet genoeg tijd over in uw persoonlijke account balans.
no: Din forespørsel om fravær er avslått automatisk. Du har ikke nok timer igjen på din personlige kontobalanse.
pl: Wniosek o nieobecność został odrzucony automatycznie. Nie posiadasz na swoim koncie wystarczającego czasu.
pt: A sua solicitação de ausência foi negada automaticamente. Você não possui horas suficientes no seu banco de horas.
ru: Ваш запрос на отсутствие был отклонен автоматически, т.к. на вашем индивидуальном счету недостаточный остаток времени.
sv: Din frånvaroförfrågan har nekats. För få timmar kvar i saldo enligt tidsuppföljningen.
tr: Devamsızlık isteğiniz otomatik olarak reddedildi. Yeterli izniniz bulunmuyor.
zh_cn: 您的缺勤申请已被自动拒绝。您的个人账户没有足够的剩余时间。
zh_hk: 您的缺勤申請已被自動拒絕。您的個人帳戶沒有足夠的剩餘時間。
