Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# OptimisticLockText
source: Another user has already modified this data. Please try again.
ar: مستخدم اخر قام بتغيير البيانات, الرجاء المحاولة لاحقا
cs: Tyto data již upravoval jiný uživatel. Prosím zkuste znovu.
da: En anden bruger har allerede ændret disse data, venligst forsøg igen.
de: Ein anderer User hat diese Daten bereits modifiziert. Bitte erneut versuchen.
es: Ya otro usuario ha modificado este dato. Por favor, inténtelo de nuevo.
fa: کاربر دیگری قبلا این داده را اصلاح کرده است. لطفا دوباره سعی کنید.
fi: Toinen käyttäjä on muuttanut näitä tietoja. Yritä uudelleen.
fr: Un autre utilisateur a déjà modifié ces données. Essayer à nouveau svp.
id: Pengguna lain sudah memodifikasi data ini. Silakan coba kembali.
it: Un altro utente ha già modificato questa data. Per favore riprova.
ja: このデータは他のユーザーによって既に変更されています。再度実行してください。
lv: Cits lietotājs jau ir mainījis šos datus. Lūdzu mēģiniet vēlreiz.
nl: Een andere user heeft deze gegevens al gewijzigd. Probeer het opnieuw.
no: En annen bruker har allerede modifisert disse dataene. Vennligst prøv igjen.
pl: Inny użytkownik już modyfikował te dane. Spróbuj ponownie.
pt: Um outro usuário já modificou essa data. Por favor tente novamente.
ru: Данные были изменены другим пользователем. Попробуйте еще раз.
sv: En annan användare har redan ändrat på denna data. Vänligen försök igen.
tr: Bir başka kullanıcı bu veriyi modifiye etti. Lütfen yeniden deneyin.
zh_cn: 其他用户已修改了相关数据，请重试。
zh_hk: 其他使用者已修改了相關資料，請重試。

source: No Rule Set Selected
ar: لم يتم اختيار مجموعة القواعد
cs: Není vybrána žádná sada pravidel
da: Ingen regelsæt valgt
de: Kein Regelsammlung ausgewählt
es: No hay Conjunto de Normas Seleccionado
fa: هیچ مجموعه قواعدی انتخاب نشده است
fi: Ei sääntösarjaa valittu
fr: Aucune règle d'horaires sélectionnée
id: Tidak ada set aturan dipilih
it: Nessun Set di regole selezionato
ja: ルールセットが選択されていません
lv: Neviena Noteikumu Kopa Nav Izvēlēta
nl: Geen regelset Geselecteerd
no: Ingen regelsett valgt
pl: Nue wybrano zestawu reguł
pt: Nenhum Conjunto de Regras Selecionado
ru: Набор правил не выбран
sv: Ingen regeluppsättning vald.
tr: Kural seti seçilmedi.
zh_cn: 未选择班次规则
zh_hk: 未選擇班次規則

source: You have to select at least one rule set!
ar: يجب ان تختار مجموعة قواعد واحده على الاقل
cs: Musíte vybrat alespoň jednu sadu pravidel
da: Der skal vælges mindst et regelsæt!
de: Wenigstens ein Regelsammlung auswählen!
es: Debe seleccionar al menos un conjunto de normas!
fa: شما حداقل باید یک مجموعه قانون انتخاب کنید!
fi: Sinun tulee valita vähintään yksi sääntösarja!
fr: Vous devez sélectionner au moins une règle d'horaires!
id: Anda harus memilih sedikitnya satu set aturan!
it: Devi selezionare almeno un Set di regole!
ja: ルールセットを1つ以上選択する必要があります
lv: Jums ir jāizvēlas vismaz viena noteikumu kopa!
nl: U moet ten minste een regel set selecteren!
no: Du må velge minst et regelsett!
pl: Musisz wybrać przynajmniej jeden zestaw reguł!
pt: Você precisa selecionar ao menos um conjunto de regras!
ru: Вам необходимо выбрать хотя бы один набор правил!
sv: Du måste välja minst en regeluppsättning.
tr: En az bir kural seti seçmek zorundasınız.
zh_cn: 您需要至少选择一个班次规则！
zh_hk: 您需要至少選擇一個班次規則！

# MessageForm
source: Messages
ar: الرسائل
cs: Zprávy
da: besked
de: Mitteilungen
es: Mensajes
fa: پیام ها
fi: Viestit
id: Pesan
it: Messaggi
ja: メッセージ
lv: Ziņas
nl: Berichten
no: Meldinger
pl: Wiadomości
pt: Mensagens
ru: Сообщения
sv: Meddelanden
tr: Mesajlar
zh_cn: 消息
zh_hk: 消息

# DayOffOutsideScheduleException
source: Could not perform action due to different time zones.
ar: لم يتم الاتمام نظرا لاختلاف المناطق الزمنية
cs: Není možné provést akci z důvodu rozdílných časových zón
da: Kan ikke køre pågrund af forskellige tidszoner.
de: Aufgrund unterschiedlicher Zeitzonen konnte die Aktion nicht durchgeführt werden.
es: La acción no pudo ser ejecutada, debido a diferencias en zonas horarias.
fa: بدلیل اختلاف محدوده زمانی امکان اجرای عملی نیست
fi: Toimenpidettä ei voida suorittaa, koska eri aikavyöhykkeet.
fr: N'a pas pu réaliser l'action dû a des fuseaux horaires différents
id: Tidak bisa dilakukan karena perbedaan zona waktu.
it: Azione impossibile per causa di fusi orari diversi.
ja: タイムゾーンが異なるため、アクションを実行できません。
lv: Nevarēja veikt darbību, jo ir dažādas laika zonas.
nl: Kon geen actie uitvoeren als gevolg van verschillende tijdzones.
no: Kunne ikke utføre handlingen pga. to ulike tidssoner.
pl: Nie można wykonać akcji z powodu różnicy stref czasowych.
pt: Não foi possível realizar essa ação por causa de fuso horários diferentes
ru: Невозможно показать ввиду разных часовых поясов.
sv: Åtgärden kunde inte genomföras på grund av olika tidszoner.
tr: Farklı zaman dilimleri nedeniyle işlem gerçekleştirilemiyor.
zh_cn: 由于时区不同不能进行操作
zh_hk: 由於時區不同不能進行操作

# ShowLabels
source: Labels
ar: تسميات
cs: Označení
da: Etiketter
de: Beschriftungen
es: Etiquetas
fa: بر چسب ها
fi: Otsikot
id: Label
it: Etichette
ja: ラベル
lv: Uzlīmes
no: Etiketter
pl: Etykiety
ru: Ярлыки
sv: Texter
tr: Etiketler
zh_cn: 标签
zh_hk: 標籤

source: Use Free Weekend Days
ar: استخدام أيام عطلة نهاية الأسبوع المتاحه
cs: Použij volné víkendové dny
da: Brug ledige weekend dage
de: Freie Wochenendtage verwenden
es: Usar días libres de fin de semana
fa: روزهای آزاد آخر هفته را بکار ببرید
fi: Käytä vapaita viikonloppupäiviä
fr: Utiliser jours weekend disponibles
id: Gunakan Hari Akhir Minggu Bebas
it: Usa giorni liberi nel fine settimana
ja: 週末のフリー日を使用
lv: Lietot Brīvas Nedēļas Nogales Dienas
nl: Gebruik Vrije Weekenden Dagen
no: Bruk ledige helgedager
pl: Użyj wolnych dni weekendowych
pt: Usar Dias de Semana Livres
ru: Кол-во выходных дней в Сб или Вс
sv: Använd lediga helgdagar
tr: Serbest hafta sonunu kullan
zh_cn: 使用自由周末日
zh_hk: 使用自由週末日

source: Use Free Weekends
ar: استخدام عطلة نهاية الأسبوع المتاحه
cs: Použij volné víkendy
da: Brug ledige weekender
de: Freie Wochenenden verwenden
es: Usar fines de semana libres
fa: از تعطیلات آخر هفته استفاده کنید
fi: Käytä vapaita viikonloppuja
fr: Utiliser weekend libres
id: Gunakan Akhir Minggu Bebas
it: Usa fine settimana liberi
ja: 週末のフリー日を使用
lv: Lietot Brīvas Nedēļas Nogales
nl: Gebruik Vrije Weekenden
no: Bruk ledige helger
pl: Użyj wolnych weekendów
pt: Usar Finais de Semana Livres
ru: Кол-во выходных дней в Сб и Вс
sv: Använd fria veckoslut
tr: Serbest hafta sonu günlerini kullan
zh_cn: 使用自由周末
zh_hk: 使用自由週末

# MinTimeSchedulePeriodColon
source: Min Time Per Schedule Period:
ar: اقل وقت خلال قترة الجدول
cs: Min čas na období plánu:
da: Min. tid pr. vagtplansperiode:
de: Min Zeit pro Planungszeitraum:
es: Tiempo Min. por Período de Planificación:
fa: حداقل زمان برای هر دوره زمانبندی:
fi: Minimiaika per työvuorokausi:
fr: Temps min par période planning
id: Waktu Minimal Per Periode Penjadwalan:
it: Tempo Min per Periodo di pianificazione
ja: スケジュール期間当たりの最小時間:
lv: Min Laiks Plānojamā Periodā
nl: Min Tijd Per Rooster Periode:
no: Min. tid per skjemaperiode:
pl: Minimalny czas na okres planowania:
pt: Tempo Mínimo por Período de Agendamento:
ru: Мин. время за период планирования:
sv: Min tid per schemaperiod:
tr: Vardiya planı periyodu için min zaman
zh_cn: 每个班表周期最短工作时间
zh_hk: 每個班表週期最短工作時間

# DoNotColon
source: Do not:
ar: لا:
cs: Ne:
da: Ikke:
de: Nicht:
es: No:
fa: انجام ندهید :
fi: Älä:
fr: Ne pas:
id: Jangan:
it: Non:
ja: 行わない:
lv: Ne:
nl: Niet doen:
no: Ikke utfør:
pl: Nie:
pt: Não:
ru: Не:
sv: Undvik:
tr: Yapma:
zh_cn: 不要：
zh_hk: 不要：

source: High
ar: مرتفع
cs: Vysoký
da: Høj
de: Hoch
es: Alto
fa: بالا
fi: Korkea
fr: Haut
id: Tinggi
it: Alto
ja: ハイ
lv: Augsta
nl: Hoog
no: Høy
pl: Wysoki
pt: Alto
ru: Высокий
sv: Hög
tr: Yüksek
zh_cn: 高
zh_hk: 高

source: Low
ar: منخفض
cs: Nízký
da: Lav
de: Niedrig
es: Bajo
fa: کم
fi: Matala
fr: Bas
id: Rendah
it: Basso
ja: ロー
lv: Zema
nl: Laag
no: Lav
pl: Niski
pt: Baixo
ru: Низкий
sv: Låg
tr: Düşük
zh_cn: 低
zh_hk: 低

# Optimisation
source: Optimization
ar: التحسين
cs: Optimalizace
da: Optimere
de: Optimierung
es: Optimización
fa: بهینه سازی
fi: Optimointi
fr: Optimisation
id: Optimalisasi
it: Ottimizzazione
ja: 最適化
lv: Optimizācija
nl: Optimalisatie
no: Optimalisering
pl: Optymalizacja
pt: Otimização
ru: Оптимизация
sv: Optimering
tr: Optimizasyon
zh_cn: 优化
zh_hk: 優化

# PriorityColon
source: Priority:
ar: الاولوية:
cs: Priorita:
da: Prioritering:
de: Priorität:
es: Prioridad:
fa: اولویت:
fi: Prioriteetti:
fr: Priorité:
id: Prioritas:
it: Priorità:
ja: 優先順位:
lv: Prioritāte:
nl: Prioriteit:
no: Prioritet:
pl: Priorytet:
pt: Prioridade:
ru: Приоритет:
sv: Prioritet:
tr: Öncelik:
zh_cn: 优先级：
zh_hk: 優先順序：

source: Understaff
ar: عدد اقل من المطلوب
cs: Podstav
da: Underbemandet
de: Unterbesetzen
es: Infradimension.
fa: کمبود کارمند
fi: Alimiehitys
fr: Sous-effectif
id: Kekurangan staf
it: Sottocopertura
ja: 要員不足
lv: Trūkst personāls
nl: Onder personeel
no: Underbemannet
pl: Niedomiar załogi
ru: Нехватка персонала
sv: Underbemanning
tr: Düşük kapasite
zh_cn: 缺员
zh_hk: 缺員

source: Workflow control set
ar: مجمموعه التحكم فى سير العمل
cs: Sada pracovních postupů
da: Arbejdsproces styring
fa: مجموعه کنترل روند کار
fi: Työmäärän sääntösarja
fr: Contrôle de flux d'activités
id: Set Kendali Workflow
it: Regole di Workflow
ja: ワークフローコントロールセット
lv: Darbplūsmas vadības uzstādījumi
no: Arbeidsflyt
pl: Zestaw kontroli przebiego pracy
pt: Configuração de Workflow
ru: Набор правил рабочего процесса
sv: Arbetsflöde
tr: İş Akışı kontrol seti
zh_cn: 工作流控制集
zh_hk: 工作流控制集

source: Modify Selection
ar: تعديل الاختيار
cs: Upravit výběr
da: Modificere valget
de: Ändere Auswahl
es: Modificar Selección
fa: اصلاح انتخاب
fi: Muokkaa valintaa
fr: Modifier sélection
id: Modifikasi Pemilihan
it: Modifica selezione
ja: 選択の変更
lv: Izmainīt Atlasi
nl: Selectie Wijzigen
no: Modifiser valg
pl: Zmień zaznaczone
pt: Modificar Seleção
ru: Изменить выделенное
sv: Modifiera urval
tr: Seçimi modifiye et
zh_cn: 修改选择项
zh_hk: 修改選擇項

# ChangeInPercent
source: Percentage
ar: النسبة المئوية
cs: Procento
da: Procentdel
de: Veränderung in Prozent
es: Porcentaje
fa: درصد
fi: Prosentti
fr: Pourcenatge
id: Persentase
it: Percentuale
ja: パーセンテージ
lv: Procentuālais Lielums
no: Prosent
pl: Procent
pt: Percentual
ru: Процент
sv: Förändring i procent
tr: Oran
zh_cn: 百分比
zh_hk: 百分比

source: Modified mean value
ar: القيمة المتوسطة المعدلة
cs: Modifikována hlavní hodnota
da: Modificeret middelværdi
de: Veränderter Durchschnittswert
es: Valor significativo modificado
fa: ارزش متوسط اصلاح شده
fi: Muokkaa keskiarvoa
fr: Valeur moyenne modifiée
id: Nilai tengah termodifikasi
it: Valore medio modificato
ja: 修正後の平均値
lv: Modificēta vidējā vērtība
nl: Gewijzigde gemiddelde waarde
no: Modifisert middelverdi
pl: Zmieniona wartość średnia
pt: Valor médio modificado
ru: Измененное значение, среднее
sv: Modifierat medelvärde
tr: Modifiye edilmiş ortalama değer
zh_cn: 已修改的平均值
zh_hk: 已修改的平均值

source: Modified sum
ar: المجموع المعدل
cs: Modifikován součet
da: Modificeret sum
de: Veränderte Summe
es: Suma modificada
fa: مجموع اصلاح شده
fi: Muokattu summa
fr: Somme modifiée
id: Jumlah termodifikasi
it: Somma modificata
ja: 修正後の合計
lv: Modificēta summa
nl: Gewijzigde bedrag
no: Modifisert sum
pl: Zmieniona suma
pt: Soma modificada
ru: Сумма измененных значений
sv: Modifierad summa
tr: Modifiye edilmiş toplam
zh_cn: 已修改的总和
zh_hk: 已修改的總和

source: Modified values
ar: القيم المعدلة
cs: Modifikovány hodnoty
da: Modificeret værdier
de: Veränderte Werte
es: Valore modificados
fa: ارزش های اصلاح شده
fi: Muokatut arvot
fr: Valeurs modifiées
id: Nilai termodifikasi
it: Valori modificati
ja: 修正後の値
lv: Modificētas vērtības
nl: Gewijzigde waarden
no: Modifiserte verdier
pl: Zmienione wartości
pt: Valores modificados
ru: Измененные значения
sv: Modifierade värden
tr: Modifiye edilmiş değerler
zh_cn: 已修改的值
zh_hk: 已修改的值

source: Modify by entering
ar: تعديل القيمة بالادخال
cs: Modifikováno zadáním
da: Modificere ved at indtaste
de: Durch Eingabe verändern
es: Modificar entrando
fa: اصلاح با وارد کردن
fi: Muokkaa syöttämällä
fr: Modifier en entrant
id: Modifikasi dengan memasukkan
it: Modifica con inserimento
ja: 入力して変更
lv: Izmainīt, ievadot
nl: Wijzig door het invoeren
no: Modifiser ved innlegging
pl: Modyfikuj przez wprowadzenie
pt: Modificar por entrada
ru: Изменить по
sv: Modifiera med
tr: Giriş yaparak modifiye et
zh_cn: 通过输入值修改
zh_hk: 通過輸入值修改

source: New total
ar: المجموع الجديد
cs: Nový součet
da: Ny total
de: Neu Total
es: Nuevo total
fa: مجموع جدید
fi: Uusi summa
fr: Nouveau total
id: Total baru
it: Nuovo totale
ja: 新規トータル
lv: Jauns kopējais
nl: Nieuw totaal
no: Ny total
pl: Nowa suma
pt: Novo total
ru: Итого
sv: Ny total
tr: Yeni toplam
zh_cn: 新建总计
zh_hk: 新建總計

# NumberOfMembers
source: Number of cells
ar: عدد الخلايا
cs: Počet buňek
da: Antal celler
de: Zahl der Auswahl
es: No. de celdas
fa: تعداد خانه ها
fi: Solujen lukumäärä
fr: Nombre de cellules
id: Jumlah sel
it: Numero celle
ja: セル数
lv: Šūnu skaits
nl: Aantal cellen
no: Antall celler
pl: Liczba komórek
pt: Número de células
ru: Количество ячеек
sv: Antal celler
tr: Hücrelerin sayısı
zh_cn: 单元格数量
zh_hk: 儲存格數量

source: Original sum
ar: المجموع الاصلى
cs: Původní součet
da: Oprindelig sum
de: Originale Summe
es: Suma original
fa: مجموع اصلی
fi: Alkuperäinen summa
fr: Somme originale
id: Jumlah asli
it: Somma originale
ja: 元の合計
lv: Sākotnējā summa
nl: Oorspronkelijke bedrag
pl: Oryginalna suma
pt: Soma original
ru: Сумма фактических значений
sv: Originalsumma
tr: Orijinal Toplam
zh_cn: 原始总计
zh_hk: 原始總計

source: Original values
ar: القيم الاصليه
cs: Původní hodnoty
da: Oprindelige værdier
de: Originale Werte
es: Valores originales
fa: ارزشهای اصلی
fi: Alkuperäiset arvot
fr: Valeurs originales
id: Nilai asli
it: Valori originali
ja: 元の値
lv: Sākotnējās vērtības
nl: Oorspronkelijke waarden
no: Originalverdier
pl: Oryginalne wartości
pt: Valores originais
ru: Фактические значения
sv: Originalvärden
tr: Orijinal Değerler
zh_cn: 原始值
zh_hk: 原始值

source: Show original values
ar: اظهر القيم الاصليه
cs: Zobrazit původní hodnoty
da: Vis oprindelige værdier
de: Originale Werte anzeigen
es: Mostrar valores originales
fa: نمایش ارزشهای اصلی
fi: Näytä alkuperäiset arvot
fr: Montrer valeurs originales
id: Tunjukkan nilai asli
it: Mostra valori originali
ja: 元の値を表示
lv: Rādīt sākotnējās vērtības
nl: Toon oorspronkelijke waarden
no: Vis originalverdier
pl: Pokaż oryginalne wartości
pt: Mostrar valores originais
ru: Показать фактические значения
sv: Visa originalvärden
tr: Orijinal değerleri göster
zh_cn: 显示原始值
zh_hk: 顯示原始值

# SmoothenValues
source: Smoothing
ar: التمهيد
cs: Vyhlazení
da: Udjævning
de: Wert glätten
es: Suavizando
fa: هموارسازی
fi: Tasoitus
fr: Lissage
id: Memperhalus
it: Livellamento
ja: スムージング
lv: Nogludināšana
no: Utjevning
pl: Wygładzanie
pt: Suavização
ru: Сглаживание
sv: Värdeutjämning
tr: Yumuşatma
zh_cn: 平滑
zh_hk: 平滑

source: Modified standard deviation
ar: الانحراف المعيارى المعدل
cs: Modifikováno standardní rozložení
da: Modificeret standard afvigelse
de: Veränderte Standardabweichung
es: Desviación estándar modificada
fa: مغایرت استاندارد اصلاح شده
fi: Muokattu keskihajonta
fr: Ecart type modifié
id: Deviasi standar termodifikasi
it: Modifica deviazione Standard
ja: 修正後の標準偏差
lv: Modificēta standarta novirze
nl: Gemodificeerde standaarddeviatie
no: Modifisert standardavvik
pl: Zmienione odchylenie standardowe
pt: Modificar desvio padrão
ru: Измененное стандартное отклонение
sv: Modifierad standardavvikelse
tr: Modifiye edilmiş standart sapma
zh_cn: 已修改的标准差
zh_hk: 已修改的標準差

source: Absence Requests
ar: طلبات الغياب
cs: Požadavekna absenci
da: Fraværs forespørgelse
de: Abwesenheitsantrag
es: Solicitudes de Ausencia
fa: درخواستهای مرخصی
fi: Poissaolopyynnöt
fr: Demandes d'absence
id: Permintaan Absen
it: Richieste di assenza
ja: 欠勤要求
lv: Prombūtnes Pieprasījumi
nl: Afwezigheid Aanvragen
no: Fraværsforespørsler
pl: Żądania Nieobecności
pt: Solicitações de Ausência
ru: Запросы на отсутствие
sv: Frånvaroförfrågningar
tr: Devamsızlık istekleri
zh_cn: 缺勤申请
zh_hk: 缺勤申請

source: Auto grant
ar: منح تلقائى
cs: Automatické schválení
da: Automatisk tildeling
de: autom. Genehmigung
es: Auto-aprobar
fa: اعطای خودکار
fi: Myönnä automaattisesti
fr: Auto acceptation
id: Pengabulan otomatis
it: Approvazione automativa
ja: 自動承認
lv: Automātiskais akcepts
no: Autogodkj.
pl: Automatycznie akceptuj
pt: Conceder automaticamente
ru: Авто подтверждение
sv: Automatgodk.
tr: Otomatik onay
zh_cn: 自动批准
zh_hk: 自動批准

# CheckPersonAccount
source: Check personal account
ar: تحقق من الرصيد الشخصى
cs: Kontrolaosobního účtu
da: Check personlig konto
de: Personal-Konto überprüfen
es: Comprobar cuenta personal
fa: چک کردن حساب شخصی
fi: Tarkista henkilökohtaiset tilit
fr: Vérifier compte personnel
id: Cek akun pribadi
it: Controllo Contatori
ja: 個人アカウントのチェック
lv: Pārbaudīt personīgo kontu
nl: Check persoonlijke account
no: Sjekk personlig konto
pl: Sprawdź konto osobiste
pt: Checar conta pessoal
ru: Проверить индивидуальный счет
sv: Kontrollera tidsuppföljning
tr: Kişisel hesabı kontrol et
zh_cn: 检查个人帐户
zh_hk: 檢查個人帳戶

source: Check staffing
ar: تحقق من عدد الموظفين
cs: Kontrola personálního obsazení
da: Check bemanding
de: Besetzung kontrolllieren
es: Comprobar personal
fa: بررسی دسترسی کارمندان
fi: Tarkista miehitys
fr: Vérifier couverture
id: Cek pengaturan staf
it: Controllo allocazione
ja: 要員配置のチェック
lv: Pārbaudīt personālu
nl: Check personeelsbezetting
no: Sjekk bemanning
pl: Sprawdź przydział załogi
pt: Checar staffing
ru: Проверить кадровое обеспечение
sv: Kontrollera bemanning
tr: Personeli kontrol et
zh_cn: 检查人员配备
zh_hk: 檢查人員配備

source: Choose workflow control set to edit
ar: اختار مجموعه تحكم سير العمل للتعديل
cs: Zvolte sadu pracovních postupů k editaci
da: Vælg hvilken Arbejdsproces styring du vil ændre
de: Workflow Control Set verwalten und bearbeiten
es: Elegir Workflow Control Set a editar
fa: مجموعه کنترل جریان کار را جهت ویرایش انتخاب کنید
fi: Valitse työmäärän sääntösarja muokattavaksi
fr: Choisir contrôle de flux d'activités à modifier
id: Pilih Set Kendali Workflow yang akan diubah
it: Scegliere la regola di Workflow da modificare
ja: 編集するワークフローコントロールセットを選択
lv: Izvēlēties darbplūsmas vadības uzstādījumus, lai rediģētu
nl: Kies workflow control set te bewerken
no: Velg regelsett for arbeidsflyt som skal redigeres
pl: Wybierz zestaw kontroli przebiegu pracy do edycji
pt: Selecionar a configuração de workflow para editar
ru: Выбор набора правил рабочего процесса для изменения
sv: Välj arbetsflöde att redigera
tr: Değişiklik için iş akışı kontrol seti seç
zh_cn: 选择待编辑的工作流控制组
zh_hk: 選擇待編輯的工作流控制組

source: Manage Workflow Control Sets
ar: ادارة مجموعات تحقق سير العمل
cs: Spravovat sadu pracovních postupů
da: Håndtere Arbejdsproces styring
de: Workflow Control Set verwalten
es: Gestionar Workflow Control Sets
fa: مدیریت کردن مجموعه های کنترل جریان کار
fi: Hallinnoi työmäärän sääntösarjoja
fr: Gérer propriétés de contrôle de flux d'activités
id: Mengatur Set Kendali Workflow
it: Gestione insiemi di regole di Workflow
ja: ワークフローコントロールセットの管理
lv: Pārvaldīt Darbplūsmas Vadības Uzstādījumus
nl: Beheer Workflow Control Sets
no: Administrer regelsett for arbeidsflyt
pl: Zarządzaj zestawami kontroli przebiegu pracy
pt: Gerenciar Configuração de Workflow
ru: Управление наборами правил рабочего процесса
sv: Hantera arbetsflöden
tr: İş akışı kontrol setlerini yönet
zh_cn: 管理工作流控制集
zh_hk: 管理工作流控制集

source: Open for absence requests
ar: مفتوح لطلبات الغياب
cs: Otevřeno pro požadavky na absenci
da: Åben for fraværs forespørgelser
de: Offen für Abwesenheitsanfragen
es: Abrir para solicitudes de ausencia
fa: باز کردن برای درخواستهای مرخصی
fi: Avoinna poissaolopyynnöille
fr: Ouvrir pour demandes d'absence
id: Terbuka untuk permintaan absen
it: Aperto per richieste di assenza
ja: 欠勤要求を開く
lv: Atvērts prombūtņu pieprasījumiem
nl: Open voor afwezigheidsaanvragen
no: Åpne for fraværshenvendelser
pl: Otwarte na prośby o nieobecność
pt: Aberto para solicitações de ausência
ru: Открыт для запросов на отсутствие
sv: Period för frånvaroförfrågningar
tr: Devamsızlık istekleri için aç
zh_cn: 打开缺勤申请
zh_hk: 打開缺勤申請

source: Rolling
ar: متحرك
cs: Pohybllivý
da: Rullende
de: Fortlaufend
es: Rotando
fa: برگشت تنظیمات
fi: Jatkuva
fr: Roulant
it: Ciclico
ja: 回転
lv: Nepārtraukti
no: Rullering
pl: Kroczące
pt: Rolagem
ru: Чередование
sv: Rullande
tr: Dönüyor
zh_cn: 滚动
zh_hk: 滚动

source: Viewpoint
ar: نقطة الرؤيه
cs: Bod pohledu
da: Synspunkt
de: Standpunkt
es: Punto de vista
fa: دیدگاه
fi: Tarkastelupiste
fr: Point de vue
id: Titik tampilan
it: Punto di vista
ja: 視点
lv: Skata punkts
nl: Gezichtspunt
no: Standpunkt
pl: Punkt widzenia
pt: Ponto de vista
ru: Точка просмотра
sv: Visningsdatum
tr: Bakış noktası
zh_cn: 查看点
zh_hk: 查看點

source: Visualisation
ar: تصوير
cs: Vizualizace
da: Visualisering
de: Visualisierung
es: Visualización
fa: تصویر سازی
fi: Visualisointi
id: Visualisasi
it: Visualizzazione
ja: 可視化
lv: Vizualizācija
nl: Visualisatie
no: Visualisering
pl: Wizualizacja
pt: Visualização
ru: Визуализация
sv: Visualisering
tr: Görüntüleme
zh_cn: 可见
zh_hk: 可見

# WorkflowControlSetColon
source: Workflow Control Set:
ar: مجموعه تحكم سير العمل
cs: Sada pracovních postupů
da: Arbejdsproces styring:
fa: مجموعه کنترل روند کار:
fi: Työmäärän sääntösarja:
fr: Contrôle de flux d'activités:
id: Set Kendali Workflow:
it: Insieme di regole di Workflow:
ja: ワークフローコントロールセット:
lv: Darbplūsmas Vadības Iestatījumi:
no: Arbeidsflyt:
pl: Zestaw kontroli przebiegu pracy:
pt: Configuração de Workflow:
ru: Набор правил рабочего процесса:
sv: Arbetsflöden:
tr: İş akışı kontrol seti
zh_cn: 工作流控制集
zh_hk: 工作流控制集

# WorkflowControlSetToolTip
source: Check personal account: {0} Check staffing: {1} Auto grant: {2} Period: {3}
ar: تحقق من الرصيد الشخصى: {0} تحقق من عدد الموظفين:{1} منح تلقائى:{2} :فترة{3}
cs: Kontrola osobního účtu: {0} Kontola personálního obsazení:{1} Automatické schválení: {2} Období: {3}
da: Check personlig konto: {0} Check bemanding: {1} Tildel automatisk: {2} Periode: {3}
de: Personalkonto kontrollieren: {0} Besetzung kontrollieren: {1} autom. Genehmigung: {2} Periode: {3}
es: Control cuenta personal: {0} Control personal: {1} Auto-aprobación: {2} Período: {3}
fa: بررسی پروفایل شخصی :{0} بررسی دسترسی کارمندان {1} واگذاری خودکار :{2} دوره {3}
fi: Tarkista henkilökohtainen tili: {0} Tarkista miehitys {1} Myönnä automaattisesti: {2} Jakso: {3}
fr: Vérifier compte personnel: {0} Vérifier couverture: {1} Auto acceptation: {2} Période: {3}
id: Cek akun pribadi: {0} Cek staf: {1} Pengabulan otomatis: {2} Periode: {3}
it: Controllo Contatori: {0} Controllo allocazione: {1} Approvazione automatica: {2} Periodo: {3}
ja: 個人アカウントのチェック: {0} 要員配置のチェック: {1} 自動承認: {2} 期間: {3}
lv: Pārbaudiet personīgo kontu: {0} Pārbaudiet personālu: {1} Auto Akceptēšana: {2} Periods: {3}
nl: Check persoonlijke account: {0} Check personeelsbezetting: {1} Auto toelage​​: {2} Periode: {3}
no: Sjekk personkonto: {0} Sjekk bemanning: {1} Autogodkjenn: {2} Periode: {3}
pl: Sprawdź konto osobiste: {0} Sprawdź przydział załogi: {1} Automatyczna akceptacja: {2} Okres: {3}
pt: Checar conta pessoal: {0} Checar staffing: {1} Conceder automaticamente {2} Período: {3}
ru: Проверить индивидуальный счет :{0} Проверить кадровое обеспечение: {1} Авто подтверждение: {2} Период: {3}
sv: Kontrollera tidsuppföljning: {0} Kontrollera bemanning: {1} Automatgodkänn: {2} Period: {3}
tr: Kişisel hesapları hesaba kat: {0} Vardiyalamayı hesaba kat: {1} Otomatik onay: {2} Dönem: {3}
zh_cn: 检查个人帐户：{0} 检查人员配备：{1} 自动批准：{2} 周期：{3}
zh_hk: 檢查個人帳戶：{0} 檢查人員配備：{1} 自動批准：{2} 週期：{3}

source: End
ar: انتهاء
cs: Konec
da: Slut
de: Ende
es: Fin
fa: پایان
fi: Loppu
fr: Fin
id: Akhir
it: Fine
ja: 終了
lv: Beigas
nl: Einde
no: Slutt
pl: Koniec
pt: Final
ru: Конец
sv: Slut
tr: Son
zh_cn: 结束
zh_hk: 結束

source: Start
ar: بدأ
cs: Začátek
es: Inicio
fa: شروع
fi: Aloitus
fr: Début
id: Mulai
it: Inizio
ja: 開始
lv: Sākums
pt: Início
ru: Начало
tr: Başlangıç
zh_cn: 开始
zh_hk: 開始
