Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Fixed staff
ar: الموظفين الدائمين
cs: Stálí zaměstnanci
da: Fastansatte
de: Festangestelle
es: Personal fijo
fa: کارمند ثابت
fi: Vakituinen henkilöstö
fr: Personnel fixe
id: Staf tetap
it: Personale fisso
ja: 固定給スタッフ
lv: Fiksētais personāls
nl: Vaste personeel
no: Fast ansatt
pl: Załoga stała
pt: Equipe fixa
ru: Постоянный персонал
sv: Fast anställd
tr: Sabit personel
zh_cn: 固定员工
zh_hk: 固定員工

# FlexibilityColon
source: Flexibility:
ar: مرونة:
cs: Flexibilita:
da: Fleksibilitet:
de: Flexibilität:
es: Flexibilidad:
fa: انعطاف پذیری:
fi: Joustavuus:
fr: Flexibilité:
id: Fleksibilitas:
it: Flessibilità:
ja: フレックス時間:
lv: Elastīgums:
nl: Flexibiliteit:
no: Fleksibilitet:
pl: Elastyczność:
pt: Flexibilidade:
ru: Гибкость:
sv: Flexibilitet:
tr: Esneklik:
zh_cn: 灵活性：
zh_hk: 靈活性：

source: Forecasted
ar: متوقع
cs: Předpovězené
da: Prognose
de: Prognostiziert
es: Previsto
fa: پیش بینی شده
fi: Ennustettu
fr: Prévu
id: Diprakirakan
it: Previsto
ja: 予測値
lv: Prognozēts
nl: Voorspelde
no: Prognose
pl: Prognozowane
pt: Previsto(a)
ru: Спрогнозированный
sv: Prognostiserat
tr: Tahmin edilen
zh_cn: 预测的
zh_hk: 預測的

source: Forecasted ACW
ar: العمل المتوقع المترتب على المكالمة
cs: Předpovězená činnost po ukončení hovoru
da: Prognose for Efterarbejde
de: Prognostizierte ACW
es: ACW Previsto
fa: ACW پیش بینی شده
fi: Ennustettu ACW
fr: TPA prévu
id: ACW Diprakirakan
it: ACW previsto
ja: 予測アフターコールワーク
lv: Prognozētā ACW
nl: Voorspelde ACW
no: Prognose ACW
pl: Prognozowane ACW
pt: Pós Previsto
ru: Спрогнозированное ACW
sv: Prognostiserad ACW
tr: Tahmin edilen ACW
zh_cn: 预测的平均后处理时长
zh_hk: 預測的平均後處理時長

# ForecastedACWColon
source: Forecasted ACW:
ar: العمل المتوقع المترتب على المكالمة:
cs: Předpovězená činnost po ukončení hovoru:
da: Prognose for Efterarbeide:
de: Prognostizierte ACW:
es: ACW previsto:
fa: ACWپیش بینی شده:
fi: Ennustettu ACW:
fr: TPA prévu:
id: ACW diprakirakan:
it: ACW previsto:
ja: 予測アフターコールワーク:
lv: Prognozētais ACW:
nl: Voorspelde ACW
no: Prognose ACW:
pl: Prognozowane ACW:
pt: Pós Previsto:
ru: Спрогнозированное ACW:
sv: Prognostiserad ACW:
tr: Tahmini ACW:
zh_cn: 预测的平均后处理时长：
zh_hk: 預測的平均後處理時長：

source: Forecasted agents
ar: الوكلاء المتوقعون
cs: Předpovězení agenti
da: Prognose for antal medarbejdere
de: Prognostizierte Mitarbeiter
es: Agentes Previstos
fa: پاسخگوهای پیش بینی شده
fi: Ennustetut agentit
fr: Agents prévus
id: Agent diprakirakan
it: Agenti previsti
ja: 予測エージェント
lv: Prognozētie operatori
nl: Voorspelde agenten
no: Prognose agenter
pl: Prognozowani agenci
pt: Agentes previstos
ru: Спрогнозированные операторы
sv: Prognostiserade agenter
tr: Tahmin edilen müşteri temsilcisi
zh_cn: 预测的座席代表数
zh_hk: 預測的座席代表數

source: Forecasted agents with shrinkage
ar: الوكلاء المتوقعون مع نسبة الانكماش
cs: Předpovězení agenti se ztrátou
da: Prognose for antal medarbejdere inkl. reduktion
de: Prognostizierte Mitarbeiter mit Shrinkage (Anpassung)
es: Agentes con Absentismo Previstos
fa: پاسخگوهای پیش بینی شده با نقصان
fi: Ennustetut agentit kutistuman kanssa
fr: Agents prévus avec réduction
id: Agent diprakirakan dengan penyusutan
it: Agenti previsti con riduzioni
ja: 予測エージェント（シュリンケージを含む）
lv: Prognozētie operatori ar samazinājumu
nl: Voorspelde agenten met shrinkage
no: Prognose agenter med svinn
pl: Prognozowani agenci z absencją
pt: Agentes previstos com indisponibilidade
ru: Спрогнозированные операторы с сокращением
sv: Prognostiserade agenter med shrinkage
tr: Tahmin edilen müşteri temsilcisi (Daralma etkisi ile)
zh_cn: 预测的包含损耗的座席代表
zh_hk: 預測的包含損耗的座席代表

source: Forecasted average after call work
ar: المتوسط المتوقع للعمل المترتب على المكالمة
cs: Předpovězená průměrná činnost po ukončení hovoru
da: Prognose for gennemsnitligt efterarbejde
de: Prognostizierte durchschnittliche Nachbearbeitungszeit
es: Promedio previsto ACW
fa: متوسط اپراتورهای پیش بینی شده بعد از تماس
fi: Ennustettu keskimääräinen ACW
fr: Moyenne de travail post-appel prévu
id: Rata-rata after call work diprakirakan
it: ACW medio previsto
ja: 予測平均アフターコールワーク
lv: Prognozētais vidējais zvanu pēcapstrādes laiks
nl: Voorspelde gemiddeld after call work
no: Prognose gjennomsnitt etterarbeid samtale
pl: Prognozowany średni czas po połączeniu
pt: Pós Atendimento médio previsto
ru: Спрогнозированное среднее время работы после звонка
sv: Prognostiserad medelefterbearbetningstid
tr: Tahmin edilen ortalama çağrı sonrası çalışma
zh_cn: 预测的话后处理均长
zh_hk: 預測的話後處理均長

source: Forecasted average talk time
ar: متوسط وقت التحدث المتوقع
cs: Předpovězená průměrná doba trvání hovoru
da: Prognose for gennemsnitlig taletid
de: Prognostizierte durchschnittliche Gesprächszeit
es: T. medio de conversación previsto
fa: متوسط زمان مکالمه پیش بینی شده
fi: Ennustettu keskimääräinen puheaika
fr: Durée moyenne de communication prévue
id: Rata-rata waktu bicara diprakirakan
it: Tempo conversazione medio previsto
ja: 予測平均通話時間
lv: Prognozētais vidējais sarunas laiks
nl: Voorspelde gemiddeld spreektijd
no: Prognose gjennomsnitt taletid
pl: Prognozowany średni czas rozmowy
pt: Tempo médio falado médio previsto
ru: Спрогнозированное среднее время разговора
sv: Prognostiserad medelsamtalstid
tr: Tahmin edilen ortalama konuşma süresi
zh_cn: 预测的平均通话时长
zh_hk: 預測的平均通話時長

source: Forecasted calls
ar: المكالمات المتوقعة
cs: Předpovězené hovory
da: Prognose for opkald
de: Prognostizierte Anrufe
es: Llamadas previstas
fa: تماسهای پیش بینی شده
fi: Ennustetut puhelut
fr: Appels prévus
id: Call diprakirakan
it: Chiamate previste
ja: 予測呼量
lv: Prognozētie zvani
nl: Voorspelde telefoongesprekken
no: Prognose samtaler
pl: Prognozowane rozmowy
pt: Chamadas previstas
ru: Спрогнозированные звонки
sv: Prognostiserade samtal
tr: Tahmin edilen çağrılar
zh_cn: 预测的话务量
zh_hk: 預測的話務量

# ForecastedCallsColon
source: Forecasted calls:
ar: المكالمات المتوقعة:
cs: Předpovězené hovory:
da: Prognose for opkald:
de: Prognostzizierte Anrufe:
es: Llamadas previstas:
fa: تماسهای پیش بینی شده:
fi: Ennustetut puhelut:
fr: Appels prévus:
id: Call diprakirakan:
it: Chiamate previste:
ja: 予測呼量:
lv: Prognozētie zvani:
nl: Voorspelde telefoongesprekken:
no: Prognose samtaler:
pl: Prognozowane połączenia:
pt: Chamadas previstas:
ru: Спрогнозированные звонки:
sv: Prognostiserade samtal:
tr: Tahmini çağrılar
zh_cn: 预测的话务量：
zh_hk: 預測的話務量：

source: Forecasted distributed demand
ar: طلب متوقع توزيعه
cs: Předpovězený distribuovaný požadavek
da: Prognose for fordelt behov
de: Prognostizierte Bedarfsverteilung
es: Demanda prevista distribuida
fa: تقاضای توزیع شده پیش بینی شده
fi: Ennustettu jaettu tarve
fr: Demande répartie prévue
id: Permintaan terdistribusi diprakirakan
it: Domanda ditribuita prevista
ja: 分散要求 予測値
lv: Prognozētais izplatītais pieprasījums
nl: Voorspelde gedistribueerde eis
no: Prognose distribuerte forespørsler
pl: Prognozowane rozdzielone zapotrzebowanie
pt: Demanda Distribuída Prevista
ru: Спрогнозированная распределенная потребность
sv: Prognostiserad behovsfördelning
tr: Tahmini dağıtılmış talepler
zh_cn: 预测分派的需求
zh_hk: 預測分派的需求

source: Forecasted emails
ar: رسائل بريد إلكتروني متوقعة
cs: Předpovězené e-maily
da: Prognose for e-mails
de: Prognostizierte E-Mails
es: E-mails previstos
fa: ایمیلهای پیش بینی شده
fi: Ennustetut sähköpostit
fr: E-mails prévus
id: Email diprakirakan
it: e-mail previste
ja: Eメール数 予測値
lv: Prognozētie e-pasti
nl: Voorspelde emails
no: Prognose e-post
pl: Prognozowane emaile
pt: E-mails Previstos
ru: Спрогнозированные эл. сообщения
sv: Prognostiserad e-post
tr: Tahmini e-postalar
zh_cn: 预测的电子邮件数量
zh_hk: 預測的電子郵件數量

source: Forecasted facsimiles
ar: رسائل فاكس متوقعة
cs: Předpovězené faxy
da: Prognose for telefaxer
de: Prognostizierte Faxe
es: Facsímiles previstos
fa: فاکسهای پیش بینی شده
fi: Ennustetut faksit
fr: Facsimiles prévus
id: Faksimili diprakirakan
it: Fax previsti
ja: FAX数 予測値
lv: Prognozētie faksi
nl: Voorspelde facsimiles
no: Prognose faks
pl: Prognozowane faksy
pt: Faxes Previstos
ru: Спрогнозированные факсы
sv: Prognostiserade fax
tr: Tahmini fakslar
zh_cn: 预测的传真数量
zh_hk: 預測的傳真數量

source: Forecasted handling time
ar: وقت معالجة متوقع
cs: Předpovězená doba zpracování
da: Prognose for behandlingstid
de: Prognostizierte Bearbeitungszeit
es: Tiempo de gestión previsto
fa: زمان بررسی پیش بینی شده
fi: Ennustettu käsittelyaika
fr: Durée de traitement prévue
id: Waktu penanganan diprakirakan
it: Tempo di gestione previsto
ja: 処理時間 予測値
lv: Prognozētais apstrādes laiks
nl: Voorspelde verwekingstijd
no: Prognose behandlingstid
pl: Prognozowany czas obsługi
pt: Tempo de Atendimento Previsto
ru: Спрогнозированное время обработки
sv: Prognostiserad behandlingstid
tr: Tahmini yönetim süresi
zh_cn: 预测的处理时间
zh_hk: 預測的處理時間

source: Forecasted talk time
ar: وقت التحدث المتوقع
cs: Předpovězená doba trvání hovoru
da: Prognose for taletid
de: Prognostizierte Gesprächszeit
es: T. de conversación previsto
fa: زمان مکالمه پیش بینی شده
fi: Ennustettu puheaika
fr: Durée de communication prévue
id: Waktu bicara diprakirakan
it: Tempo conversazione previsto
ja: 予測通話時間
lv: Prognozētais sarunas laiks
nl: Voorspelde spreektijd
no: Prognose taletid
pl: Prognozowany czas rozmowy
pt: Tempo Falado Previsto
ru: Спрогнозированное время разговора
sv: Prognostiserad samtalstid
tr: Tahmin edilen konuşma süresi
zh_cn: 预测的平均通话时长
zh_hk: 預測的平均通話時長

# ForecastedTalkTimeColon
source: Forecasted talk time:
ar: وقت التحدث المتوقع:
cs: Předpovězená doba trvání hovoru:
da: Prognose for taletid:
de: Prognostizierte Gesprächszeit:
es: T. de Conversación previsto:
fa: زمان مکالمه پیش بینی شده:
fi: Ennustettu puheaika:
fr: Durée de communication prévue:
id: Waktu bicara diprakirakan:
it: Tempo conversazione previsto:
ja: 予測通話時間:
lv: Prognozētais sarunu laiks:
nl: Voorspelde spreektijd:
no: Prognose taletid:
pl: Prognozowany czas rozmów:
pt: Tempo falado previsto:
ru: Спрогнозированное время разговора:
sv: Prognostiserad samtalstid:
tr: Tahmini konuşma süresi:
zh_cn: 预测的平均通话时长：
zh_hk: 預測的平均通話時長：

source: Forecasted tasks
ar: مهام متوقعة
cs: Předpovězené úkoly
da: Prognose for opgaver
de: Prognostizierte Aufgaben
es: Tareas previstas
fa: وظایف پیش بینی شده
fi: Ennustetut tehtävät
fr: Tâches prévues
id: Tugas diprakirakan
it: Compiti previsti
ja: タスク数 予測値
lv: Prognozētie uzdevumi
nl: Voorspelde taken
no: Prognose oppdrag
pl: Prognozowane zadania
pt: Tarefas Previstas
ru: Спрогнозированные задания
sv: Prognostiserade uppgifter
tr: Tahmini görevler
zh_cn: 预测的任务量
zh_hk: 預測的任務量

source: Forecast method
ar: طريقة التوقُع
cs: Metoda předpovědi
da: Prognosemetode
de: Forecast Methode
es: Método de Previsión
fa: متد پیش بینی
fi: Ennustustapa
fr: Méthode prévisions
id: Metode prakiraan
it: Metodo previsione
ja: 予測手法
lv: Prognozes metode
nl: Voorspelling methode
no: Prognosemetode
pl: Metoda przewidywania
pt: Método da Previsão
ru: Метод прогнозирования
sv: Prognosmetod
tr: Tahmin metodu
zh_cn: 预测方法
zh_hk: 預測方法

# ForecastMethodColon
source: Forecast method:
ar: طريقة التوقُع:
cs: Metoda předpovědi:
da: Prognosemetode:
de: Forecast Methode:
es: Método de previsión:
fa: روش پیش بینی:
fi: Ennustustapa:
fr: Méthode de prévisions:
id: Metode prakiraan:
it: Metodo previsione:
ja: 予測手法:
lv: Prognozes metode:
nl: Voorspelling methode:
no: Prognosemetode:
pl: Metoda prognozowania:
pt: Método da Previsão:
ru: Метод прогнозирования:
sv: Prognosmetod:
tr: Tahmin metodu:
zh_cn: 预测方法：
zh_hk: 預測方法：

source: Forecasts
ar: توقعات
cs: Předpovědi
da: Prognoser
fa: پیش بینی ها
fi: Ennusteet
fr: Prévisions
id: Prakiraan
ja: 予測
lv: Prognozes
no: Prognoser
pl: Prognozy
pt: Previsões
ru: Прогнозы
sv: Prognoser
tr: Tahminler
zh_cn: 预测
zh_hk: 預測

source: Format
ar: تنسيق
cs: Formát
es: Formato
fa: شکل
fi: Muoto
it: Formato
ja: 形式
lv: Formāts
nl: Formaat
pt: Formato
ru: Формат
tr: Biçim
zh_cn: 格式
zh_hk: 格式

# FormatColon
source: Format:
ar: صيغة:
cs: Formát :
es: Formato:
fa: فرمت:
fi: Muoto:
fr: Culture:
it: Formato:
ja: 形式:
lv: Formāts:
nl: Formaat:
pt: Formato:
ru: Формат:
zh_cn: 格式：
zh_hk: 格式：

source: Forward
ar: للأمام
cs: Dopředu
da: Frem
de: Vorwärts
es: Adelante
fa: ارسال
fi: Eteenpäin
fr: Suivant
id: Maju
it: Avanti
ja: 進む
lv: Uz priekšu
nl: Doorzenden
no: Frem
pl: Do Przodu
pt: Segue
ru: Вперед
sv: Framåt
tr: İleri
zh_cn: 向前
zh_hk: 向前

# ForwardAmpersandArrow
source: &Forward >
ar: للأ&مام >
cs: &Dopředu >
da: &Frem >
de: &Vorwärts >
es: &Adelante>
fa: ارسال
fi: &Eteenpäin >
fr: &Suivant >
id: &Maju >
it: &Avanti >
ja: &進む >
lv: &Uz priekšu >
nl: &Doorzenden>
no: &Frem >
pl: &Do Przodu >
pt: &Segue>
ru: &Вперед >
sv: &Nästa >
tr: &İleri>
zh_cn: 向前(&F)>
zh_hk: 向前(&F)>

source: Friday
ar: الجمعة
cs: Pátek
da: Fredag
de: Freitag
es: Viernes
fa: جمعه
fi: Perjantai
fr: Vendredi
id: Jumat
it: Venerdì
ja: 金曜日
lv: Piektdiena
nl: Vrijdag
no: Fredag
pl: Piątek
pt: Sexta-Feira
ru: Пятница
sv: Fredag
tr: Cuma
zh_cn: 星期五
zh_hk: 星期五

source: From
ar: من
cs: Od
da: Fra
de: Von
es: Desde
fa: از
fi: Alkaen
fr: A partir de
id: Dari
it: Da
lv: No
nl: Van
no: Fra
pl: Od
pt: De
ru: С
sv: Från
tr: başlangıç
zh_cn: 起始
zh_hk: 起始

# FromColon
source: From:
ar: من:
cs: Od:
da: Fra:
de: Von:
es: Desde:
fa: از:
fi: Alkaen:
fr: A partir de:
id: Dari:
it: Da:
lv: No:
nl: Van:
no: Fra:
pl: Od:
pt: De:
ru: C:
sv: Från:
tr: Başlangıç:
zh_cn: 从：
zh_hk: 開始：

# FromDate
source: From
ar: من
cs: Od
da: Fra
de: Von
es: Desde
fa: از
fi: Alkaen
fr: A partir de
id: Dari
it: Da
lv: No
nl: Van
no: Fra
pl: Od
pt: De
ru: С
sv: Från
tr: Başlangıç
zh_cn: 从
zh_hk: 從

source: Full name
ar: الاسم بالكامل
cs: Úplné jméno
da: Fulde navn
de: Name
es: Nombre Completo
fa: نام کامل
fi: Koko nimi
fr: Nom complet
id: Nama lengkap
it: Nome completo
ja: フルネーム
lv: Pilns vārds
nl: Volledige naam
no: Fullt navn
pl: Pełne Nazwisko
pt: Nome Completo
ru: Полное имя
sv: Fullständigt namn
tr: Tam isim
zh_cn: 全名
zh_hk: 全名

source: functions
ar: الوظائف
cs: funkce
da: funktioner
de: Funktionen
es: funciones
fa: توابع
fi: toiminnot
fr: Fonctions
id: fungsi
it: funzioni
ja: 機能
lv: funkcijas
nl: Functies
no: funksjoner
pl: funcje
pt: funções
ru: функции
sv: funktioner
tr: İşlev
zh_cn: 功能
zh_hk: 功能

source: Functions available
ar: وظائف متوفرة
cs: Dostupné funkce
da: Tilgængelige funktioner
de: Verfügbare Funktionen
es: Funciones disponibles
fa: توابع موجود
fi: Käytettävissä olevat toiminnot
fr: Fonctions disponibles
id: Fungsi tersedia
it: Funzioni disponibili
ja: 利用可能な機能
lv: Funkcijas pieejamas
nl: Beschikbare functies
no: Funksjoner tilgjenglig
pl: Dostępne Funkcje
pt: Funções disponíveis
ru: Доступные функции
sv: Tillgängliga funktioner
tr: Uygun işlevler
zh_cn: 功能可用
zh_hk: 功能可用

# GapExists
source: Gap exists at {0}. All layers must be adjacent to, or intersecting, another layer.
ar: يوجد تباعد عند {0}. يجب أن تكون كافة الطبقات مجاورة لطبقة أخرى أو متقاطعة معها.
cs: V {0} existuje mezera.Všechny vrstvy musí být přilehlé k jiné vrstvě nebo ji protínat.
da: Der er mellemrum ved {0}. Alle lag skal støde op til, eller krydse, et andet lag.
de: Lücke besteht zwischen {0}. Alle Ebenen müssen aneinander angrenzen oder sich überschneiden.
es: Gap existente en {0}. Todas las capas deben de ser adyacentes, o de intersección, a otras capas.
fa: فاصله در {0} موجود است.همه لایه ها با ید مجاور لایه دیگر باشد.
fi: Aukko kohdassa {0}. Kaikkien kerrosten on rajoituttava tai ristettävä toisen kerroksen kanssa.
fr: Un trou est présent à {0}. Toutes les couches doivent être adjacentes ou s'entrecroiser.
id: Terdapat jarak pada {0}. Seluruh lapisan harus berdekatan atau beririsan dengan lapisan lainnya.
it: Gap presente il {0}. Tutti i livelli devono essere adiacenti o intersecati tra loro
ja: {0} にギャップが存在します。全てのレイヤーは他のレイヤーと隣り合わせになる（または他のレイヤーと交差する）必要があります。
nl: Gap bestaat bij {0}. Alle lagen moeten grenzend zijn aan, of kruisende, andere laag
no: Det er brudd ved {0}. Alle lag må ligge opp til eller krysse et annet lag.
pl: Odstęp na pozycji {0}. Wszystkie wartwy muszą się stykać lub przecinać.
pt: Existe uma lacuna em {0}. Todas as camadas devem ser adjacentes a, ou intersectantes a outra camada.
ru: Пробел при {0}. Все слои должны быть смежными или пересекаться с другим слоем.
sv: Det finns ett mellanrum {0}. Alla lager måste sitta ihop.
tr: {0} da boşluk bulunuyor. Tüm seviyeler bir diğerıne bitişik veya kesişken olmalı.
zh_cn: {0} 处存在差距。全部的层面必须是邻近的，或同另外一层交叉。
zh_hk: {0} 處存在差距。全部的層面必須是鄰近的，或同另外一層交叉。

source: General
ar: عام
cs: Obecný
da: Generel
de: Allgemein
fa: عمومی
fi: Yleistä
fr: Général
id: Umum
it: Generale
ja: 一般
lv: Vispārēji
nl: Algemeen
no: Generell
pl: Ogólne
pt: Geral
ru: Общее
sv: Allmänt
tr: Genel
zh_cn: 常规
zh_hk: 常規

# GeneralGrid
source: General
ar: شبكة_عامة
cs: Obecná mřížka
da: Genrel
de: AllgemeinTabelle
fa: کلی
fi: Yleistä
fr: Géneral
id: Umum
it: Generale
ja: 一般
lv: Vispārēji
nl: Algemeen
no: Allmennt
pl: Ogólne
pt: Geral
ru: Общая сетка
sv: Generell
tr: Genel
zh_cn: 常规网格
zh_hk: 常規網格

source: General view
ar: المنظور العام
cs: Obecný náhled
da: Generel visning
de: AllgemeineSicht
es: Vista General
fa: نمایش کلی
fi: Yleisnäkymä
fr: Vue générale
id: Tampilan umum
it: Vista generale
ja: 一般ビュー
lv: Vispārējais skatījums
nl: Algemene zicht
no: Allmenn visning
pl: Widok ogólny
pt: Visão Geral
ru: Общий вид
sv: Generell vy
tr: GenelGörünüm
zh_cn: 常规视图
zh_hk: 常規視圖

source: Grid actions
ar: إجراءات شبكة
cs: Mřížkové akce
da: Grid-netværkshandlinger
de: Aktionen
es: Acciones de la cuadrícula
fa: فعالیتهای شبکه ای
fi: Ikkunan toiminnot
fr: Actions quadrillage
id: Aksi grid
it: Griglia azioni
ja: グリッドアクション
lv: Režģa darbības
nl: Grid acties
no: Rutehandlinger
pl: Działania sieci
pt: Ações da Grade
ru: Действия сетки
sv: Rutnätsåtgärder
tr: Çapraz Aksiyonlar
zh_cn: 行动网格
zh_hk: 行動網格

source: Grid In Chart
ar: شبكة في مخطط
cs: Mřížka v diagramu
da: Grid I Diagram
de: Tabelle in Grafik
es: Cuadrícula en gráfico
fa: شبکه در نمودار
fi: Ruudukko kaaviossa
fr: Quadrillage dans diagramme
id: Grid dalam Grafik
it: Griglia nel grafico
ja: チャートのグリッド
lv: Diagrammas Režģis
nl: Grid in de Grafiek
no: Rute i tabell
pl: Siatka w czacie
pt: Tabela no Gráfico
ru: Сетка в таблице
sv: Rutnät i graf
tr: Grafiklerdeki Çizgiler
zh_cn: 图表网格
zh_hk: 圖表網格

# GridRowsInChart
source: Chart Settings
ar: إعدادات مخطط
cs: Nastavení diagramu
da: Diagramopsætning
de: Grafik Einstellungen
es: Configuración de gráfico
fa: تنظیمات نمودار
fi: Kaavion asetukset
fr: Propriétés diagramme
id: Setting Grafik
it: Impostazioni grafico
ja: チャートの設定
lv: Diagrammas Uzstādījumi
nl: Grafiekinstellingen
no: Tabellinnstillinger
pl: Ustawienia czatu
pt: Configurações do Gráfico
ru: Настройки таблицы
sv: Grafinställningar
tr: Grafik Ayarları
zh_cn: 图表设置
zh_hk: 圖表設置

# GroupByOptions
source: Base the new grouping on
ar: خيارات التجميع حسب
cs: Seskupit podle možností
da: Baser den nye gruppering på
de: Gruppiere nach Optionen
es: Basar el nuevo agrupamiento en
fa: پایه گروه بندی جدید
fi: Perustuu uuteen ryhmittelyyn
fr: Baser le nouveau groupement
id: Dasar pengelompokan baru
it: Basa nuovo raggruppamento su
ja: に基づいて新規グループ化
nl: Voet de nieuwe groepering op
no: Grunnlag ny gruppering på
pl: Nowe grupowanie według
pt: Basear o novo agrupamento
ru: Группировать по
sv: Basera den nya grupperingen på
tr: Gruplama kriteri
zh_cn: 新建分组基于
zh_hk: 新建分組基於

# GroupByPersonNote
source: Note
ar: ملاحظة
cs: Poznámka
de: Kommentar
es: Nota
fa: تذکر
fi: Kommentti
id: Catatan
it: Nota
ja: メモ
lv: Piezīme
nl: Noot
pl: Notatka
pt: Nota
ru: Примечание
sv: Notering
tr: Not
zh_cn: 备注
zh_hk: 備註

# GroupByPersonPeriodContract
source: Contract
ar: عقد
cs: Smlouva
da: Kontrakt
de: Vertrag
es: Contrato
fa: قرارداد
fi: Työsopimukset
fr: Contrat
id: Kontrak
it: Contratto
ja: 契約
lv: Kontrakts
no: Kontrakt
pl: Kontrakt
pt: Contrato
ru: Контракт
sv: Kontrakt
tr: Sözleşme
zh_cn: 合同
zh_hk: 合同

# GroupByPersonPeriodContractSchedule
source: Contract schedule
ar: جدولة العقد
cs: Plán smlouvy
da: Kontraktsplan
de: Wochentagplan
es: Planificación por Contrato
fa: زمانبندی قرارداد
fi: Sopimusaikataulu
fr: Planning contrat
id: Jadwal kontrak
it: Giorni da contratto
ja: 契約スケジュール
lv: Kontrakta grafiks
nl: Contract Rooster
no: Kontraktskjema
pl: Plan kontraktu
pt: Agenda Contrato
ru: Расписание по контракту
sv: Kontraktsschema
tr: Sözleşme takvimi
zh_cn: 班表合同
zh_hk: 班表合同

# GroupByPersonPeriodPartTimePercentage
source: Part time percentage
ar: نسبة الموظفين غير المتفرغين
cs: Procentní podíl zkrácených úvazků
da: Deltidsprocentsats
de: Teilzeitprozentwert
es: Porcentaje de tiempo parcial
fa: درصد پاره وقت
fi: Osa-aikaprosentti
fr: Pourcentage temps partiel
id: Persentase paruh waktu
it: Percentuale Part Time
ja: パートタイム比率
lv: Nepilna laika procentuālais lielums
nl: Deeltijd percentage
no: Deltid prosent
pl: Procent niepełnego czasu pracy
pt: Percentual de Tempo Parcial
ru: Процент неполной занятости
sv: Deltidsprocent
tr: Yarı zaman oranı
zh_cn: 兼职时间百分比
zh_hk: 兼職時間百分比

# GroupByPersonPeriodRulesetBag
source: Shift bag
ar: حقيبة نوبات العمل
cs: Množina směn
da: Vagt samling
de: Schichtsammlung
es: Bolsa de turnos
fa: کیف شیفت
fi: Vuoropussi
fr: Banque d'horaires
id: Kantong shift
it: Cartella turni
ja: シフトバッグ
lv: Maiņu portfelis
nl: Dienst Tas
no: Skift bag
pl: Aktówka Dyżurów
pt: Cesta de Turnos
ru: Контейнер смен
sv: Skiftpåse
tr: Vardiya kutusu
zh_cn: 班次包
zh_hk: 班次包

source: Grouping absences
ar: تجميع حالات الغياب
cs: Skupinové absence
da: Gruppering af fravær
de: Abwesenheiten gruppieren
es: Agrupación de Ausencias
fa: گروه بتدی مرخصیها
fi: Poissaolojen ryhmittely
fr: Groupement d'absences
id: Pengelompokkan absen
it: Raggruppamento assenze
ja: 欠勤のグループ化
lv: Grupētās prombūtnes
nl: Afwezigheid Groeperen
no: Grupperer fravær
pl: Grupowanie nieobecności
pt: Ausências dos Grupos
ru: Группирование отсутствий
sv: Gruppering frånvaro
tr: Devamsızlıkları Gruplama
zh_cn: 缺勤分组
zh_hk: 缺勤分組

source: Grouping activity
ar: نشاط التجميع
cs: Skupinová činnost
da: Grupper aktiviter
de: Aktivitäten gruppieren
es: Agrupación de actividades
fa: فعالیت گروهی
fi: Ryhmittelytoiminto
fr: Activité groupement
id: Pengelompokkan aktivitas
it: Raggruppamento attività
ja: 活動のグループ化
lv: Grupējuma aktivitāte
nl: Groepering activiteit
no: Gruppere aktivitet
pl: Aktywność grupująca
pt: Agupando Atividade
ru: Группирование активности
sv: Aktivitetsgrupp
tr: Gruplama aktivitesi
zh_cn: 活动分组
zh_hk: 活動分組

source: Groupings
ar: تجميعات
cs: Seskupování
da: Grupperinger
de: Gruppierungen
es: Agrupaciones
fa: گروه بندی ها
fi: Ryhmittelyt
fr: Groupement
id: Pengelompokan
it: Raggruppamenti
ja: グループ化
lv: Grupējumi
nl: Groeperingen
no: Grupperinger
pl: Grupowania
pt: Agrupamentos
ru: Группирования
sv: Grupperingar
tr: Gruplamalar
zh_cn: 分组
zh_hk: 分組

source: Group is not empty
ar: المجموعة ليست فارغة
cs: Skupina není prázdná
da: Gruppe er ikke tom
de: Gruppe ist nicht leer
es: El grupo no está vacío
fa: گروه خالی نیست
fi: Ryhmä ei ole tyhjä
fr: Groupe n'est pas vide
id: Kelompok tidak kosong
it: Il gruppo non è vuoto
ja: グループが空ではありません
lv: Grupa nav tukša
nl: Groep is niet leeg
no: Gruppen er ikke tom
pl: Grupa nie jest pusta
pt: Grupo não está vazio
ru: Группа не пустая
sv: Gruppen är inte tom
tr: Grup boş değil
zh_cn: 分组不是空的
zh_hk: 分組不是空的

source: Group page
ar: صفحة مجموعة
cs: Stránka skupiny
da: Gruppeside
de: Gruppierungen
es: Página de gupo
fa: صفحه گروه
fi: Ryhmäsivu
fr: Page de groupe
id: Halaman kelompok
it: Raggruppamento
ja: グループページ
lv: Grupas lapa
nl: Groepspagina
no: Gruppeside
pl: Strona grupy
pt: Página do Grupo
ru: Группирование
sv: Gruppering
tr: Grup sayfası
zh_cn: 分组页
zh_hk: 分組頁

source: Group page details
ar: تفاصيل صفحة مجموعة
cs: Detaily stránky skupiny
da: Gruppesidedetaljer
de: Gruppierungsdetails
es: Detalles de la página de grupo
fa: جزئیات صفحه گروه
fi: Ryhmäsivun tiedot
fr: Détails page de groupe
id: Detail halaman kelompok
it: Dettagli Raggruppamento
ja: グループページの詳細
lv: Grupas lapas detaļas
nl: Groepspagina details
no: Detaljer gruppeside
pl: Szczegóły strony grupy
pt: Detalhes da Página do Grupo
ru: Подробности группирования
sv: Detaljer gruppering
tr: Grup sayfa detayları
zh_cn: 分组页详情
zh_hk: 分組頁詳情
