Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Weekday
ar: يوم من الأسبوع
cs: Den týdne
da: Ugedag
de: Wochentag
es: Día de la semana
fa: روزهفته
fi: Viikonpäivä
fr: Jour
id: Hari kerja
it: Giorno della settimana
ja: 平日
lv: Darba diena
nl: Weekdag
no: Ukedag
pl: Dzień tygodnia
pt: Dia da Semana
ru: День недели
sv: Veckodag
tr: Haftaiçi
zh_cn: 工作日
zh_hk: 工作日

source: Weekday exclusion
ar: يوم من الأسبوع استثناء
cs: Den týdne Vyloučení
da: Ugedag undtagelse
de: Wochentag Ausnahme
es: Exclusión de Días de Semana
fa: ممانعت روز هفته
fi: Viikonpäivän rajaus
fr: Exclusion de jour de semaine
id: Pengecualian hari kerja
it: Esclusione giorno della settimana.
ja: 平日の除外
lv: Darba dienu izslēgšana
nl: Weekdag uitsluiting
no: Eksklusion ukedag
pl: Wyłączenie dnia tygodnia
pt: Exclusão do dia da semana
ru: День недели Исключение
sv: Exkludering veckodag
tr: Hariç tutulan haftanın günü
zh_cn: 排除的工作日
zh_hk: 排除的工作日

# WeeklyRestTimeColon
source: Weekly Rest Time:
ar: وقت الراحة الأسبوعية
cs: Týdenní doba odpočinku :
da: Ugentlig Hviletid :
de: Wöchentliche Ruhezeit:
es: Tiempo de Descanso Semanal:
fa: زمان استراحت هفتگی:
fi: Viikoittainen lepoaika:
fr: Temps de repos hebdomadaire:
id: Waktu Istirahat Mingguan:
it: Ore di riposo settimanali:
ja: 1週間の休憩時間
lv: Nedēļas Atpūtas Laiks:
nl: Wekelijks Rusttijd:
no: Ukentlig hviletid:
pl: Tygodniowy czas odpoczynku:
pt: Tempo de Descanso Semanal:
ru: Недельное время отдыха:
sv: Veckovila:
tr: Haftalık Dinlenme Süresi:
zh_cn: 每周休息时间：
zh_hk: 每週休息時間：

source: Weekly view
ar: عرض أسبوعي
cs: Týdenní náhled
da: Ugentlig visning
de: Wochensicht
es: Vista semanal
fa: نمایش هفتگی
fi: Viikkonäkymä
fr: Aperçu hebdomadaire
id: Tampilan mingguan
it: Vista settimanale
ja: 週ビュー
lv: Nedēļas skatījums
nl: Wekelijks uitzicht
no: Ukentlig oversikt
pl: Widok tygodniowy
pt: Visão Semanal
ru: Недельный вид
sv: Veckovy
tr: Haftalık görünüm
zh_cn: 周视图
zh_hk: 周視圖

source: Week of month
ar: أسبوع من الشهر
cs: Týden v měsíci
da: Uge på måneden
de: Woche des Monats
es: Semana del mes
fa: هفته ماه
fi: Kuukauden viikko
fr: Semaine de mois
id: Minggu dalam bulan
it: Settimana del mese
ja: 月の週
lv: Mēneša nedēļa
nl: Week van maand
no: Uke i måneden
pl: Tydzień w miesiącu
pt: Semana do Mês
ru: Неделя месяца
sv: Vecka i månad
tr: Ayın haftaları
zh_cn: 月中周
zh_hk: 月中周

source: Weeks
ar: أسابيع
cs: Týdny
da: Uger
de: Wochen
es: Semanas
fa: هفته ها
fi: Viikot
fr: Semaines
id: Minggu
it: Settimane
ja: 週数
lv: Nedēļas
nl: Weken
no: Uker
pl: Tygodnie
pt: Semanas
ru: Недели
sv: Veckor
tr: Haftalar
zh_cn: 周
zh_hk: 周

# WeeksColon
source: Weeks:
ar: اسابيع:
cs: Týdny:
da: Uger:
de: Wochen
es: Semanas:
fa: هفته ها:
fi: Viikot:
fr: Semaines:
id: Minggu:
it: Settimane:
ja: 週:
lv: Nedēļas:
nl: Weken:
no: Uker:
pl: Tygodznie:
pt: Semanas
ru: Недели:
sv: Veckor:
tr: Haftalar:
zh_cn: 周：
zh_hk: 周：

source: Week View
ar: عرض الأسبوع
cs: Týdenní náhled
da: Ugentlig Visning
de: Wochensicht
es: Vista de la Semana
fa: نمایش هفته
fi: Viikkonäkymä
fr: Aperçu hebdomadaire
id: Tampilan Minggu
it: Vista settimana
ja: 週ビュー
lv: Nedēļas Skatījums
nl: Weekweergave
no: Ukeoversikt
pl: Widok tygodnia
pt: Visão Semanal
ru: Недельный вид
sv: Veckovy
tr: Haftalık Görünüm
zh_cn: 周视图
zh_hk: 周視圖

source: Welcome
ar: مرحبًا
cs: Vítejte
da: Velkommen
de: Willkommen
es: Bienvenido
fa: خوش آمدگویی
fi: Tervetuloa
fr: Bienvenue
id: Selamat Datang
it: Benvenuto
ja: ようこそ
lv: Laipni aicināti
nl: Welkom
no: Velkommen
pl: Witaj
pt: Bem-vindo
ru: Добро пожаловать
sv: Välkommen
tr: Hoşgeldiniz
zh_cn: 欢迎
zh_hk: 歡迎

source: Whole Table
ar: جدول كامل
cs: Celá tabulka
da: Hele Tabellen
de: Gesamte Tabelle
es: Toda la tabla
fa: کل جدول
fi: Koko taulukko
fr: Tableau entier
id: Seluruh Tabel
it: Tabella completa
ja: 表全体
lv: Visa Tabula
nl: Hele Tabel
no: Hele tabellen
pl: Całą tabela
pt: Tabela Inteira
ru: Вся таблица
sv: Hela tabellen
tr: Tüm Tablo
zh_cn: 整个表格
zh_hk: 整個表格

source: Windows logon
ar: تسجيل الدخول إلى Windows
cs: Přihlášení do Windows
de: Windows Login
es: Iniciando sesión de Windows
fa: ورود به سیستم ویندوز
fi: Windows-sisäänkirjautuminen
fr: Connexion Windows
id: Login Windows
it: Login Windows
ja: Windowsのログオン
lv: Windows pieteikšanās
no: Windows pålogging
pl: Login Windows
pt: Windows Login
ru: Вход в Windows
sv: Windowsinloggning
tr: Windows giriş
zh_cn: Windows 登录
zh_hk: Windows 登錄

# WinLoginNameDot
source: Windows logon
ar: تسجيل الدخول في Windows
cs: Přihlášení do Windows
da: Windows log ind
de: Windows Login
es: Usuario de Windows
fa: صفحه اتصال به ویندوز
fi: Windows-sisäänkirjautuminen
fr: Connexion Windows
id: Login Windows
it: Autenticazione Windows
ja: Windowsのログオン
lv: Windows pieslēgšanās
no: Windows pålogging
pl: Logowanie Windows
pt: Log On Windows
ru: Вход в Windows
sv: Windowsinloggning
tr: Windows giriş
zh_cn: Windows 登录
zh_hk: Windows 登錄

# WitAmpersandhinColon
source: With&in:
ar: &خلال:
cs: V rámci:
da: Inde&n for:
de: Innerhalb
es: Den&tro de:
fa: در مدت:
fi: Alue&ella:
fr: D&ans
id: Da&lam:
it: Entr&o:
ja: &以内:
nl: Binnen:
no: Innen&for:
pl: Wewnątrz (&I):
pt: &Dentro:
ru: В& рамках:
sv: I&nom:
tr: İçinde
zh_cn: 在(&I)：
zh_hk: 在(&I)：

source: Wizard
ar: معالج
cs: Průvodce
da: Guide
de: Assistent
es: Asistente
fa: نصب خودکار
fi: Avustaja
fr: Assistant
id: Menu
ja: ウィザード
lv: Vednis
no: Veiviser
pl: Kreator
pt: Configurador
ru: Мастер
sv: Guide
tr: Sihirbaz
zh_cn: 向导
zh_hk: 嚮導

source: Workflow
ar: سير العمل
cs: Pracovní postup
da: Arbejdsgang
fa: جریان کاری
fi: Työmäärä
fr: Flux d'activités
ja: ワークフロー
lv: Darbplūsma
no: Arbeidsflyt
pl: Przepływ Pracy
ru: Рабочий процесс
sv: Arbetsflöde
tr: İş akışı
zh_cn: 工作流程
zh_hk: 工作流程

# WorkflowToolWelcome
source: Use this workflow tool to prepare your workload.
ar: استخدم أداة سير العمل هذه لإعداد عملك.
cs: Pro přípravu vaší pracovní náplně použijte nástroj na pracovní postupy
da: Anvend dette værktøj til at forberede din arbejdsbelastning.
de: Benutzen Sie diesen Assistenten um Ihren Workload vorzubereiten.
es: Use esta herramienta de workflow para preparar su workload.
fa: از این ابزار روند کاری جهت آماده سازی تراکم کاری خود استفاده نمایید.
fi: Käytä tätä mallia työmääräsi valmisteluun.
fr: Utiliser cet outil de flux d'activités pour préparer votre volume.
id: Gunakan perangkat workflow ini untuk mempersiapkan beban kerja.
it: Usa questo strumento per preparare il tuo carico di lavoro
ja: このワークロードツールを使用してワークロードを作成してください。
lv: Lietojiet šo darbplūsmas rīku lai sagatavotu darba slodzi
nl: Gebruik deze workflow tool om uw workload te bereiden.
no: Bruk dette arbeidsflytverktøyet til å forberede din arbeidsbyrde.
pl: Użyj tego narzędzia planowania przebiego pracy aby przygotować przydział pracy.
pt: Use esta ferramenta de workflow para preparar sua Carga de Trabalho
ru: Использовать этот инструмент рабочего процесса для подготовки рабочей нагрузки.
sv: Använd detta verktyg för att förbereda din workload.
tr: İşyükünüzü hazırlamak için bu işakışı aracını kullanın.
zh_cn: 使用该工作流工具来准备你的工作量。
zh_hk: 使用該工作流工具來準備你的工作量。

# WorkingIntervalCustom
source: Custom
ar: مخصص
cs: Zákazníci
da: Brugerdefineret
de: Anpassen
es: Personalizado
fa: مرسوم
fi: Räätälöity
fr: Personnaliser
id: Kustom
it: Personalizzato
ja: カスタム
lv: Pasūtījuma
no: Egendefinert
pl: Własny
pt: Customizado
ru: Настраиваемый
sv: Anpassad
tr: Özel
zh_cn: 自定义
zh_hk: 自訂

# WorkingIntervalDay
source: Day
ar: يوم
cs: Den
da: Dag
de: Tag
es: Día
fa: روز
fi: Päivä
fr: Jour
id: Hari
it: Giorno
ja: 日
lv: Diena
nl: Dag
no: Dag
pl: Dzień
pt: Dia
ru: День
sv: Dag
tr: Gün
zh_cn: 天
zh_hk: 天

# WorkingIntervalIntraday
source: Intraday
ar: خلال اليوم
cs: Během dne
da: Intradag
de: Intra-Tag
fa: روزانه
fi: Päivänsisäinen
fr: Intra-journalier
ja: 日中
lv: Dienas ietvaros
pl: W trakcie dnia
pt: Intradiário
ru: Суточный
sv: Inom dag
tr: Güniçi
zh_cn: 当日
zh_hk: 當日

# WorkingIntervalMonth
source: Month
ar: شهر
cs: Měsíc
da: Måned
de: Monat
es: Mes
fa: ماه
fi: Kuukausi
fr: Mois
id: Bulan
it: Mese
ja: 月
lv: Mēnesis
nl: Maand
no: Måned
pl: Miesiąc
pt: Mês
ru: Месяц
sv: Månad
tr: Ay
zh_cn: 月
zh_hk: 月

# WorkingIntervalSelection
source: Selection
ar: تحديد
cs: Výběr
da: Valg
de: Auswahl entsperren
es: Selección
fa: انتخاب
fi: Valinta
fr: Sélection
id: Pemilihan
it: Selezione
ja: 選択
lv: Atlase
nl: Selectie
no: Valg
pl: Wybór
pt: Seleção
ru: Выбор
sv: Urval
tr: Seçim
zh_cn: 选择
zh_hk: 選擇

# WorkingIntervalWeek
source: Week
ar: أسبوع
cs: Týden
da: Uge
de: Woche
es: Semana
fa: هفته
fi: Viikko
fr: Sem.
id: Minggu
it: Settimana
ja: 週
lv: Nedēļa
no: Uke
pl: Tydzień
pt: Semana
ru: Неделя
sv: Vecka
tr: Hafta
zh_cn: 周
zh_hk: 周

source: Workload
ar: العمل
cs: Pracovní náplň
da: Arbejdsbelastning
fa: تراکم کاری
fi: Työmäärä
fr: Volume
id: Beban kerja
it: Carico di lavoro
ja: ワークロード
lv: Darba Slodze
no: Arbeidsbyrde
pl: Przydział pracy
pt: Carga de Trabalho
ru: Рабочая нагрузка
tr: İşyükü
zh_cn: 工作量
zh_hk: 工作量

# WorkloadCreatedDotParameter0
source: Workload created {0}.
ar: تم إنشاء العمل {0}.
cs: Pracovní náplň vytvořena {0}.
da: Arbejdsbelastning oprettet {0}.
de: Workload erstellt {0}
es: Workload creado {0}.
fa: تراکم کاری ایجاد شد{0}
fi: Työmäärä luotu {0}.
fr: Volume créé {0}.
id: Beban kerja terbuat {0}.
it: Carico di lavoro creato {0}.
ja: ワークロードが作成されました {0}
lv: Darba slodze izveidota {0}.
nl: Workload gecreëerd {0}.
no: Arbeidsbyrde opprettet {0}.
pl: Utworzony przydział pracy {0}.
pt: Carga de Trabalho Criada {0}.
ru: Рабочая нагрузка создана {0}.
sv: Workload skapad {0}.
tr: Oluşturulmuş işyükü {0}.
zh_cn: 已创建工作量 {0}。
zh_hk: 已創建工作量 {0}。

source: Workload days loaded
ar: تم تحميل أيام العمل
cs: Dny pracovní náplně načteny
da: Arbejdsbelastningsdage indlæst
de: Workload Tage geladen
es: Días de Workload cargados
fa: روزهای تراکم کاری بارگذاری شدند
fi: Ladattu työmäärä
fr: Jours volume chargés
id: Hari beban kerja dikeluarkan
it: Carichi di lavoro giorni caricati
ja: ワークロードの日数が読み込まれました
lv: Darba slodzes dienas ielādētas
nl: Workload dagen geladen
no: Arbeidsbyrde dager lastet
pl: Wczytane dni przydziału pracy
pt: Dias de Carga de Trabalho Carregados
ru: Загруженные дни рабочей нагрузки
sv: Workload-dagar laddade
tr: İşyükü günleri yüklendi
zh_cn: 工作量天数加载
zh_hk: 工作量天數載入

source: Workload day template
ar: قالب يوم عمل
cs: Denní šablona pracovní náplně
da: Dagskabelon for arbejdsbelastning
de: Workload Tagesvorlage
es: Plantilla de Workload diaria
fa: نمونه حجم کاری روزانه
fi: Työmäärän päivämalli
fr: Modèle de volume journée
id: Template hari beban kerja
it: Modello di carico di lavoro giornaliero
ja: ワークロードの日テンプレート
lv: Darba slodzes dienas veidne
nl: Workload dag template
no: Arbeidsbyrde dagmal
pl: Wzór dziennego przydziału pracy
pt: Template intradiário da carga de trabalho
ru: Дневной шаблон рабочей нагрузки
sv: Workload dagmall
tr: İşyükü gün şablonu
zh_cn: 工作量日期模板
zh_hk: 工作量日期範本

source: Workload day templates
ar: قوالب أيام عمل
cs: Denní šablony pracovní náplně
da: Dagskabeloner for arbejdsbelastning
de: Workload Tagesvorlagen
es: Plantillas de Workload diarias
fa: نمونه روز با تراکم کاری
fi: Työmäärän päivämallit
fr: Modèles de volume journée
id: Template hari beban kerja
it: Modelli di carico di lavoro giornaliero
ja: ワークロードの日テンプレート
lv: Darba slodzes dienas veidnes
nl: Workload dag template
no: arbeidsbyrde dagmaler
pl: Wzory dziennego przydziału pracy
pt: Templates intradiários da carga de trabalho
ru: Дневные шаблоны рабочей нагрузки
sv: Dagmallar workload
tr: İşyükü gün şablonları
zh_cn: 工作量日期模板
zh_hk: 工作量日期範本

# WorkloadNameIsInvalid
source: The entered workload name is invalid, the name must not be empty or longer than 50 characters.
ar: اسم العمل المدخل غير صالح، يجب ألا يكون الاسم خاليًا ولا يزيد عن 50 حرفًا.
cs: Vložené jméno pracovní náplně je neplatné, jméno nesmí být prázdné nebo delší než 50 znaků.
da: Det indtastede arbejdsbelastningsnavn er ugyldigt, navnet må ikke være tomt eller længere end 50 tegn.
de: Der eingegebene Workloadname ist ungültig, der Name darf nicht leer sein oder mehr als 50 Zeichen enthalten.
es: El nombre del workload introducido no es válido, El nombre no puede estar vacío ni superar los 50 caracteres.
fa: نام تراکم کاری وارد شده معتبر نیست . نام نباید خالی یا بیشتر از 50 کاراکتر باشد.
fi: Työmäärän nimi ei kelpaa, nimi ei saa olla tyhjä tai pidempi kuin 50 merkkiä.
fr: Le nom du volume entré est non valable, le nom ne peut excéder 50 caractères ni être vide.
id: Nama beban kerja tidak valid, nama tidak boleh kosong atau lebih dari 50 karakter.
it: Il nome del carico di lavoro inserito non è valido, il nome non èuò essere vuoto o avere più di 50 caratteri.
ja: 入力したワークロード名は無効です。50文字以下の空でない名前を指定する必要があります。
lv: Ievadītais darba slodzes nosaukums ir nederīgs, nosaukums nevar būt tukšs vai garāks par 50 burtiem.
nl: De ingevoerde workload naam is ongeldig, de naam moet niet leeg of langer dan 50 karakters zijn.
no: Innsatt navn arbeidsbyrde er ugyldig, navn kan ikke være tomt eller lengre enn 50 karakterer.
pl: Podana nazwa przydziału pracy jest nieprawidłowa. Nazwa nie może być pusta ani przekraczać 50 znaków.
pt: O nome da Carga de Trabalho é inválido. O nome não pode ser vazio ou maior que 50 caracteres.
ru: Введенное имя рабочей нагрузки неверное, имя не должно быть пустым или превышать 50 символов.
sv: Namn på workload måste anges och får inte innehålla mer än 50 tecken.
tr: Girilen işyükü ismi geçerli değil, isim yeri boş olmamalı veya 50 karakterden uzun olmamalı
zh_cn: 输入工作量名称无效，名称不能为空或大于50个字符。
zh_hk: 輸入工作量名稱無效，名稱不能為空或大於50個字元。

source: Workload template
ar: قالب عمل
cs: Šablona pracovní náplně
da: Skabelon for arbejdsbelastning
de: Workload Vorlage
es: Plantilla de Workload
fa: الگوی تراکم کاری
fi: Työmäärän malli
fr: Modèle de volume
id: Template beban kerja
it: Modello di carico di lavoro
ja: ワークロードテンプレート
lv: Darba slodzes veidne
no: Mal arbeidsbyrde
pl: Wzór przydziału pracy
pt: Template de carga de yrabalho
ru: Шаблон рабочей нагрузки
sv: Workloadmall
tr: İşyükü şablonu
zh_cn: 工作量模板
zh_hk: 工作量範本

source: Workload wizard
ar: معالج عمل
cs: Průvodce pracovní náplně
da: Guide til arbejdsbelastning
de: Workload Assistent
es: Asistente de Workload
fa: نصب خودکار حجم کاری
fi: Työmäärä wizard
fr: Assistant volume
id: Menu beban kerja
it: Wizard Carico di lavoro
ja: ワークロードウィザード
lv: Darba slodzes vednis
no: Arbeidsbyrdeveiviser
pl: Asystent przydziału pracy
pt: Configurador de Carga de Trabalho
ru: Мастер рабочей нагрузки
sv: Workloadguiden
tr: İşyükü sihirbazı
zh_cn: 工作量向导
zh_hk: 工作量嚮導

# WorkloadWizardInformation
source: This wizard helps you to create a workload.
ar: يساعدك هذا المعالج في إنشاء عمل.
cs: Tento průvodce vám pomůže vytvořit pracovní náplň.
da: Denne guide hjælper dig med at oprette en arbejdsbelastning.
de: Dieser Asssistent hilft Ihnen einen Workload zu erstellen.
es: Este asistente le ayudará a crear un workload.
fa: این نصب خودکار به شما در ایجاد حجم کاری کمک می کند
fi: Wizard auttaa sinua työmäärän luomisessa.
fr: L'assistant vous aide à créer un volume
id: Menu ini akan membantu anda membuat beban kerja
it: Questo Wizard ti giuda alla creazione di un carico di lavoro.
ja: このウィザードを使用すると、ワークロードを作成することができます
lv: Šis vednis palīdzēs jums izveidot darba slodzi
nl: Deze wizard helpt U om een ​​workload creëren.
no: Denne veiviseren hjelper deg å opprette en arbeidsbyrde.
pl: Ten asystent pomaga stworzyć przydział pracy
pt: O Configurador ajuda a criar uma Carga de Trabalho
ru: Мастер помогает создавать рабочую нагрузку.
sv: Guiden hjälper dig att skapa en workload.
tr: Sihirbaz size işyükü oluşturmakta yardımcı olacaktır.
zh_cn: 该向导帮助您创建工作量。
zh_hk: 該嚮導幫助您創建工作量。

# WorkloadWizardWelcome
source: Welcome to the workload wizard
ar: مرحبًا بك في معالج العمل
cs: Vítejte v průvodci vytvoření pracovní náplně
da: Velkommen til arbejdsbelastnings guiden arbejdsbelastning
de: Willkommen zum Workload-Assistenten.
es: Bienvenido al asistente de workload
fa: به سیستم نصب خودکار حجم کاری خوش آمدید
fi: Tervetuloa käyttämään ohjattua työmäärä prosessia
fr: Bienvenue dans l'assistant volume
id: Selamat datang pada menu beban kerja
it: Benvenuto nel Wizard per il carico di lavoro
ja: ワークロードウィザードへようこそ
lv: Sveicināti darba slodzes vednī
nl: Welkom op de workload wizard
no: Velkommen til arbeidsbyrdeveiviseren
pl: Witamy w asystencie przydziału pracy
pt: Bem-vindo ao Configurador de Carga de Trabalho
ru: Добро пожаловать в мастер рабочей нагрузки
sv: Välkommen till workloadguiden
tr: İşyükü sihirbazına hoşgeldiniz
zh_cn: 欢迎使用工作量向导
zh_hk: 歡迎使用工作量嚮導

source: Work shift rule
ar: قاعدة نوبة العمل
cs: Pravidlo pro pracovní směnu
da: Vagt regler
de: Regel
es: Regla de turno de trabajo
fa: قاعده شیفت کاری
fi: Työvuorosääntö
fr: Règle horaire de travail
id: Aturan shift kerja
it: Regola dei turni
ja: ワークシフトルール
lv: Darba maiņas noteikums
nl: Werk dienst regel
no: Arbeid skiftregel
pl: Reguła zmian
pt: Regra de Turno de Trabalho
ru: Правило рабочей смены
sv: Skiftregel
tr: İş vardiyası kuralı
zh_cn: 工作班次规则
zh_hk: 工作班次規則

source: Work shift rule set
ar: مجموعة قواعد نوبات العمل
cs: Typy směn pro pracovní směnu
da: Indstil vagtregler
de: Regelsammlung
es: Conjunto de normas de turno de trabajo
fa: مجموعه قواعد شیفت کاری
fi: Työvuoron sääntösarja
fr: Règles horaire de travail
id: Set aturan shift kerja
it: Set di regole dei turni
ja: ワークシフトルールセット
lv: Darba maiņas noteikumu kopa
nl: Werk dienst regel set
no: Arbeid skiftregelsett
pl: Zestaw reguł zdyżurów
pt: Conjunto de regras do turno de trabalho
ru: Набор правил рабочей смены
sv: Regeluppsättning för skift
tr: İş vardiyası kural seti
zh_cn: 工作班次规则
zh_hk: 工作班次規則

# WpfControls_LayerExpander_ShowDetails
source: Show/Hide Details
ar: إظهار/إخفاء التفاصيل
cs: Zobrazit/Skrýt detaily
da: Vis/Skjul Detaljer
de: Einblenden/Ausblenden Details
es: Mostrar/Ocultar Detalles
fi: Näytä/piilota yksityiskohdat
fr: Montrer/Cacher détails
it: Mostra/Nascondi i dettagli
ja: 詳細の表示/非表示
lv: Rādīt/Slēpt Detaļas
no: Vis/Skjul detaljer
pl: Pokaż/Ukryj Detale
ru: Отобразить/Скрыть подробности
sv: Visa/dölj detaljer
tr: Detayları göster/gizle
zh_cn: 显示/隐藏详情
zh_hk: 顯示/隱藏詳情

source: Year
ar: عام
cs: Rok
da: År
de: Jahr
es: Año
fa: سال
fi: Vuosi
fr: Année
id: Tahun
it: Anno
ja: 年
lv: Gads
nl: Jaar
no: År
pl: Rok
pt: Ano
ru: Год
sv: År
tr: Yıl
zh_cn: 年度
zh_hk: 年度

source: Yearly trend
ar: اتجاه سنوي
cs: Roční trend
da: Årstrend
de: Jährlicher Trend
es: Tendencia anual
fa: روند سالانه
fi: Vuosittainen trendi
fr: Tendance annuelle
id: Tren tahunan
it: Tendenza anno
ja: 年次トレンド
lv: Gada tendence
nl: Jaarlijkse trend
no: Årlig trend
pl: Trend roczny
pt: Tendência Anual
ru: Годовая тенденция
sv: Årlig trend
tr: Yıllık trend
zh_cn: 年度趋势
zh_hk: 年度趨勢

source: Years
ar: سنوات
cs: Roky
da: År
de: Jahre
es: Años
fa: سالها
fi: Vuodet
fr: Années
id: Tahun
it: Anni
ja: 年数
lv: Gadi
nl: Jaren
no: År
pl: Lata
pt: Anos
ru: Годы
sv: År
tr: Yıllar
zh_cn: 年
zh_hk: 年

source: Yes
ar: نعم
cs: Ano
da: Ja
de: Ja
es: Sí
fa: بله
fi: Kyllä
fr: Oui
id: Ya
it: Si
lv: Jā
nl: Ja
no: Ja
pl: Tak
pt: Sim
ru: Да
sv: Ja
tr: Evet
zh_cn: 是
zh_hk: 是

source: Yes To All
ar: نعم للكل
cs: Ano všem
da: Ja Til Alle
de: Ja zu Allen
es: Sí a todo
fa: بله به همه
fi: Kyllä kaikkiin
fr: Oui pour tous
id: Ya Ke Semuanya
it: Si a tutto
ja: 全てYes
lv: Jā Visam
nl: Ja Op Alles
no: Ja til alle
pl: Tak na wszystko
pt: Sim para Todos
ru: Да для всего
sv: Ja till allt
tr: Tümünü kabul et
zh_cn: 全部都为是
zh_hk: 全部都為是

# YouAreNotAuthorizedToRunTheApplication
source: You are not authorised to run the application! The application will be closed.
ar: لست مؤهلاً لتشغيل التطبيق! سيتم غلق التطبيق.
cs: Nejste autorizován pro spuštění této aplikace! Aplikace bude ukončena.
da: Du er ikke autoriseret til at køre applikationen! Applikationen lukkes.
de: Sie sind nicht authorisiert dieses Programm zu nutzen. Das Programm wird geschlossen.
es: No está autorizado a ejecutar la aplicación! La aplicación será cerrada.
fa: شما مجاز به اجرای این برنامه نمی باشید! برنامه بسته خواهد شد.
fi: Sinulla ei ole valtuuksia sovelluksen käyttöön! Sovellus suljetaan.
fr: Vous n'êtes pas autorisé à lancer l'application! L'application va se fermer.
id: Anda tidak diperbolehkan untuk menjalankan aplikasi! Aplikasi akan ditutup.
it: Non sei autorizzato ad eseguire l'applicazione! Il programma verrà chiuso.
ja: このアプリケーションを実行する権限がありません。アプリケーションを終了します。
lv: Jums nav atļauts strādāt ar aplikāciju! Aplikācija tiks aizvērta.
nl: U bent niet geautoriseerd om de applicatie uit te voeren! De applicatie zal gesloten worden.
no: Du er ikke autorisert for å kjøre applikasjonen! Applikasjonen blir lukket.
pl: Nie masz uprawnień do uruchomienia aplikacji. Program zostanie zamknięty.
pt: Você não está autorizado a executar a aplicação! Essa aplicação será fechada.
ru: У вас нет прав для запуска приложения! Приложение закроется.
sv: Du har inte tillåtelse att köra applikationen. Applikationen stängs.
tr: Bu uygulamayı çalıştırmaya yetkili değilsiniz! Uygulama kapatılacaktır.
zh_cn: 您没有被授权运行应用程序！该应用程序将关闭。
zh_hk: 您沒有被授權運行應用程式！該應用程式將關閉。

# YouCannotHaveABlankDescription
source: You must provide a description
ar: لا يمكن ترك وصف فارغ
cs: Nemůžete mít prázdný popis
da: Du kan ikke have en blank beskrivelse
de: Sie müssen eine Beschreibung eintragen
es: No puede tener una descripción en blanco
fa: شما باید یک شرح تهیه کنید
fi: Kuvaus pitää määritellä
fr: Vous devez fournir une description
id: Anda harus memberikan deskripsi
it: Devi fornire una descrizione
ja: 説明を入力する必要があります
lv: Jums ir jāsniedz apraksts
nl: U moet een beschrijving geven
no: Du må angi en beskrivelse
pl: Musisz podać opis
pt: Você deve fornecer uma descrição
ru: Описание не может быть пустым
sv: Du måste ange en beskrivning
tr: Boş tanım yapılamaz
zh_cn: 您不能使用空白描述
zh_hk: 您不能使用空白描述

# YouHaveToHaveAtLeastOneScoreCard
source: You have to have at least one Scorecard. Please add one by clicking + button
ar: يجب أن يكون لديك بطاقة أداء. يرجى اضافة بطاقة أداء بالضغط على زر +
cs: Musíte mít nejméně jednu výsledkovou listinu. Přidejte ji prosím kliknutím na tlačítko +
da: Du skal have mindst et Scorecard. Venligst tilføj et ved at klikke på tasten +
de: Sie müssen mindestens eine Scorecard eintragen. Bitte tragen Sie eine durch Klicken der + Schaltfläche ein.
es: Usted tiene que tener al menos un Scorecard. Por favor añada uno pulsando el boton +
fa: شما باید حداقل یک برگه امتیاز داشته باشید. لطفا با کلیک روی دکمه + یک برگه اضافه کنید
fi: Sinulla on oltava vähintään yksi tuloskortti. Lisää yksi klikkaamalla "+" painiketta
fr: Vous devez avoir au moins une feuille d'évaluation. Merci d'en ajouter une en cliquant le bouton +
id: Anda harus memiliki sedikitnya satu Scorecard. Tambahkan dengan mengklik tombol +
it: Devi possedere almeno una Scorecard. Aggiungine premendo sul bottone + per favore.
ja: スコアカードが1つ以上必要です。[+]ボタンをクリックしてスコアカードを追加してください。
lv: Jums ir jābūt vismaz vienai Rezultātu kartītei. Lūdzu pievienojiet, noklikšķinot uz + pogas
nl: U moet minstens een scorekaart hebben. Voeg een door + knop te klikken.
no: Du må ha minst et scorecard. Vennligst legg til et ved å klikke på + knappen
pl: Musisz zdefiniować przynajmniej jedną kartę wyników. Dodaj ją klikając przycisk "+"
pt: Você precisa ter ao menos um Scorecard. Por favor adicione um clicando o botão +
ru: Необходим как минимум один оценочный лист. Добавьте его, нажав на кнопку +
sv: Du måste ha minst ett scorecard. Var god lägg till ett genom att trycka på +knappen
tr: En az bşr adet skorkartınız olmalı. Lütfen + butonu ile ekleyiniz
zh_cn: 您必须至少有一个记分卡。请点击+按钮，添加一个记分卡
zh_hk: 您必須至少有一個記分卡。請點擊+按鈕，添加一個記分卡
