Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# UseShiftsFromColon
source: Use Shifts From:
ar: استخدم الورديات من:
cs: Používat směny od:
da: Brug vagter fra:
de: Schichten von ( ) benutzen
es: Usar turnos en:
fa: از فرم شیفت استفاده کنید
fi: Käytä vuoroja:
fr: Utiliser les horaires de:
lv: Lietot Maiņas No:
no: Bruk Skift fra:
ru: Использовать смены из:
sv: Använd skift från:
tr: Şu vardiyaları kullan:
zh_cn: 使用班次自：
zh_hk: 使用班次自：

# AbsenceRequestCancellationThreshold
source: Number of days before absence date that requests may be cancelled:
ar: عدد الأيام قبل تاريخ الغياب التى تم طلبها قد يتم إلغاؤها
cs: Počet dní před datem nepřítomnosti, kdy mohou být žádosti zrušeny:
da: Antallet af dage för fravärsdato hvor forespörgsler kan blive annulleret:
de: Anzahl Tage vor Abwesenheitsdatum, wo Anfragen abgebrochen werden dürfen:
es: Número de días antes de la fecha de ausencia que las solicitudes pueden cancelarse:
fa: شمار روزهای قبل از تاریخ مرخصی که درخواستها ممکن است لغو شود
fi: Päivien määrä ennen poissaoloa, jotka voi poistaa:
fr: Nombre de jours de délai avant l'absence où les demandes peuvent être annulées:
no: Antall dager før fraværsdatoen før forespørselen kan bli kansellert
ru: За сколько дней до даты отсутствия запрос может быть отменен:
sv: Antal dagar innan frånvarodatumet som förfrågningar kan avbrytas:
tr: Devamsızlık iptal sınırı
zh_cn: 在缺勤日期前可取消申请的天数：
zh_hk: 在缺勤日期前可取消申請的天數：

# SelectedAgentsColon
source: Selected agents:
ar: الممثلون المختارون:
cs: Vybraní agenti:
da: Valgte medarbejdere:
de: Gewählte Mitarbeiter:
es: Agentes seleccionados:
fa: پاسخگوی انتخاب شده
fi: Valitut agentit:
fr: Agents sélectionnés:
lv: Atlasītie operatori:
no: Valgte agenter:
ru: Выбранные операторы:
sv: Valda agenter:
tr: Seçili çalışanlar:
zh_cn: 已选定的座席代表：
zh_hk: 已選定的座席代表：

# SuccessfulMessageForMovingActivity
source: Successfully moved activities for selected agents
ar: تم نقل الأنشطة بنجاح للممثلين المختارين
cs: Aktivity vybraných agentů úspěšně přesunuty.
da: Det er lykkedes at flytte aktiviteter for de valgte medarbejdere
de: Die Aktivitäten wurden für die ausgewählten Mitarbeiter erfolgreich verschoben
es: Se movieron exitosamente las actividades para los agentes seleccionados
fa: تمام فعالیتها برای پاسخگویهای انتخاب شده باموفقیت جابجا شد
fi: Aktiviteetit on siirretty valituilta agenteilta
fr: A déplacé avec succès les activités pour les agents sélectionnés.
lv: Veiksmīgi pārcēlās aktivitātes atsevišķiem operatoriem
no: Vellykket flytting av aktiviteter for utvalgte agenter
ru: Активности для выбранных операторов успешно изменены
sv: Flyttade aktiviteter för valda agenter
tr: Aktivite değişikliği başarılı
zh_cn: 已成功为选定的座席代表移动活动
zh_hk: 已成功為選定的座席代表移動活動

# TheNewTimeIsNotAllowedFor
source: The new time will not be applied for
ar: الوقت الجديد لا يمكن أن يتم تطبيقه
cs: Nový čas není povolen pro:
da: Den nye tid vil ikke blive anvendt på
de: Die neue Zeit wird nicht verwendet:
es: El nuevo tiempo no será aplicado para
fa: زمان جدید قابل استفاده نیست
fi: Uusi aika ei ole sallittu
fr: La nouvelle heure n'est pas permise pour
lv: Jaunais laiks nav atļauts
no: Den nye tiden vil ikke bli søkt på
ru: Новое время недопустимо для
sv: Den nya tiden är inte giltig för
tr: Bu süreye izin verilmiyor.
zh_cn: 新的时间将不会被应用于
zh_hk: 新的時間將不會被應用於

# ScheduleIsWriteProtected
source: Unable to change the schedule for {0} on {1} as it is write protected.
ar: غير قادر على تغيير الجدول ل (0) فى (1) لأنها محمية ضد الكتابة.
cs: Plán agenta {0} na {1} nelze změnit, protože je chráněn proti zápisu.
da: Ikke i stand til at ändre vagtplanen for {0} på {1} da den er skrivebeskyttet.
de: Der Plan für Mitarbeiter {0} kann nicht am {1} geändert werden. Der Plan ist schreibgeschützt.
es: No se puede cambiar el horario para {0} en {1} ya que está protegido contra escritura.
fa: زمانبندی را نمیتوان برای {0} در {1} تغییر داد زیرا غیر قابل تغییر است
fi: [{0} työvuorolistaa ei ole muokattu {1}, koska se on kirjoitussuojattu.
fr: Impossible de changer le planning pour {0} le {1} car il est protégé en écriture.
lv: Nevar mainīt grafiku {0} uz {1}, jo tas ir aizsargāts.
no: Ikke i stand til å endre tidsplanen for {0} i {1} da den er skrivebeskyttet .
ru: Невозможно изменить расписание для {0} на {1}, так как оно защищено.
sv: Kan inte ändra schema för {0} {1}, eftersom det är skrivskyddat.
tr: {0} adlı çalışanın {1} tarihindeki vardiyası, yazmaya karşı korumalı olduğundan değiştirilemiyor.
zh_cn: 无法为{0}变更{1}的班表，因为其已被写保护。
zh_hk: 無法為{0}變更{1}的班表，因為其已被防寫。

source: Person assignment is not valid
ar: تخصيص الشخص غير صحيح
cs: Přiřazení osob není platné
da: Person opagave er ikke gyldig
de: Die Personenzuordnung ist nicht gültig
es: Asignación de personas no válida
fa: تخصیص فرد معتبر نیست
fi: Henkilön määrääminen on kelpaamaton
fr: L'activité personnelle n'est pas valide
lv: Personas uzdevums nav derīgs
no: Person oppgave er ikke gyldig
ru: Назначение сотрудника не действительно
sv: Arbetspasset är inte tillåtet
tr: Kişi ataması geçersiz.
zh_cn: 人员分配无效
zh_hk: 人員分配無效

source: Unselect
ar: غير مختار
cs: Zrušit výběr
da: Fravälg
de: Abwählen
es: Deseleccionar
fa: انتخاب نشده
fi: Poista valinta
fr: Désélectionner
lv: Neatlasīt
no: Opphev markering
ru: Отменить выделение
sv: Avmarkera
tr: Seçimi kaldır
zh_cn: 未选择
zh_hk: 未選擇

# CanNotAddPersonalActivityToAgentWithoutShift
source: You cannot add personal activity when there is no shift
ar: لا يمكن إضافة أنشطة شخصية بدون وردية
cs: Když není naplánována žádná směna, nemůžete přidat osobní aktivitu.
da: Du kan ikke tilföje personlig aktivitet når der ikke er en vagt
de: Sie können ohne hinterliegende Schicht keine persönliche Aktivität hinzufügen
es: No puedes añadir actividad personal cuando no hay turno
fa: زمانیکه شیفتی وجود ندارد نمیتوان فعالیت شخصی اضافه کرد
fi: Henkilökohtaista aktiviteettia ei voi lisätä, jos ei ole vuoroa
fr: Vous ne pouvez pas ajouter d'activité personnelle là où il n'y a pas d'horaire.
lv: Jūs nevarat pievienot personīgo aktivitāti, ja nepastāv maiņa
no: Du kan ikke legge til personlig aktivitet når det ikke finnes et skift
ru: Вы не можете добавить персональную активность, если нет смены
sv: Du kan inte lägga till en personlig aktivitet när det inte finns något skift
tr: Vardiya olmadığı için aktivite ekleyemezsiniz.
zh_cn: 当没有班次时您无法添加个人活动
zh_hk: 當沒有班次時您無法添加個人活動

# SubmitProcessWaitlistedRequestsSuccess
source: The waitlisted requests for the period of {0} have begun processing.
ar: الطلبات الموجودة فى قائمة الانتظار للفترة (0) بدأت فى التشغيل
cs: Žádosti na seznamu čekajících pro období {0} se začínají zpracovávat.
da: Forespörgslen på ventelisten for perioden {0} er påbegyndt behandling
de: Die Anfragen auf der Warteliste für die Periode: {0} wird bearbeitet
es: Las solicitudes en lista de espera para el periodo {0} han empezado a procesarse.
fa: درخواستهای فهرست انتظار برای دوره {0} شروع به پردازش شده اند
fi: Odotuslistan poissaolopyyntöjä kaudelle {0} käsitellään.
fr: Les demandes mises en attente pour la période {0} ont commencé à être traitées.
lv: Pieprasījumi, kas ievietoti gaidīšanas rindā periodā {0} ir apstrādē
no: Venteliste forespørsel for perioden {0} blir prosessert
ru: Начата обработка запросов, помещенных в лист ожидания, на период {0}.
sv: Förfrågningarna på väntelistan för perioden {0} har börjat behandlas.
tr: Bekleme listesindeki {0} aralığındaki istekler işleme alındı.
zh_cn: {0}期间的等候列表请求已经开始处理。
zh_hk: {0}期間的等候列表請求已經開始處理。

# ProcessWaitlistedRequestsFinished
source: The waitlisted requests for the period of {0} have finished processing.
ar: الطلبات الموجودة فى قائمة الانتظار للفترة (0) قد انتهت
cs: Žádosti na seznamu čekajících pro období {0} byly zpracovány.
da: Forespörgslen på ventelisten for perioden {0} er färdigbehandlet
de: Die Warteliste für die Periode {0} ist bearbeitet worden.
es: El procesamiento de solicitudes en lista de espera para el periodo {0} ha finalizado.
fa: درخواستهای فهرست انتظار برای دوره {0} با موفقیت پردازش شد
fi: Odotuslistan poissaolopyynnöt kaudelle {0} on käsitelty.
fr: Les demandes en attente pour la période {0} ont fini d'être traitées.
lv: Pieprasījumu, kas ievietoti gaidīšanas sarakstā periodā {0} apstrāde ir pabeigta
no: Ventelisteforespørsler for perioden {0} er ferdig behandlet.
ru: Запросы, помещенные в лист ожидания, за период {0} обработаны.
sv: Förfrågningarna på väntelistan för perioden {0} har behandlats.
tr: Bekleme listesindeki {0} aralığındaki isteklerin işlenmesi bitti.
zh_cn: {0}期间的等候列表请求已经处理完成。
zh_hk: {0}期間的等候列表請求已經處理完成。

source: Process Waitlist
ar: البدء فى قائمة الانتظار
cs: ZPRACOVAT SEZNAM ČEKAJÍCÍCH
da: Behandl venteliste
de: Warteliste bearbeiten
es: Procesar Lista de Espera
fa: پردازش فهرست انتظار
fi: Prosessoi odotuslistaa
fr: Traiter les demandes
lv: Gaidīšanas Saraksta Process
no: Prosess venteliste
ru: Лист ожидания
sv: Behandla väntelista
tr: Bekleme listesini işleme al
zh_cn: 处理等候列表
zh_hk: 處理等候列表

# ProcessWaitlistRequestsReminder
source: The waitlist-processing will be done in the background and could take some time until it is finished
ar: عملية إنجار قائمة الانتظار ستتم فى الخلفية وقد تستغرق بعض الوقت حتى تنتهى.
cs: Zpracování seznamu čekajících proběhne na pozadí a jeho dokončení může nějakou dobu trvat.
da: Venteliste behandlingen vil köre i baggrunden og kan tage et stykke tid för den er färdig
de: Die Warteliste wird im Hintergrund bearbeitet
es: El procesamiento de la lista de espera será hecho en el fondo y podría tomar cierto tiempo en finalizar.
fa: پردازش فهرست انتظار در پس زمینه انجام خواهد شد
fi: Odotuslistan käsittely tapahtuu taustalla ja voi kestää, kunnes se on valmis
fr: Le traitement de la liste d'attente va être réalisé en arrière-plan et peut prendre quelque temps avant d'aboutir.
lv: Gaidīšanas saraksta apstrāde tiks veikta fonā, un var aizņemt kādu laiku, līdz tā būs pabeigta
no: Ventelistebehandling vil bli gjort i bakgrunnen, og kan ta litt tid før den er ferdig
ru: Обработка листа ожидания будет выполнена в фоновом режиме и может занять некоторое время
sv: Behandlingen av väntelistan kommer att göras i bakgrunden och kan ta lite tid innan den är klar
tr: Bekleme listesinin işleme alınma işlemi arka planda yürütülecek. İşlem biraz vakit alabilir.
zh_cn: 等候列表处理将在后台运行并需要一些时间完成
zh_hk: 等候清單處理將在後臺運行並需要一些時間完成

source: Shift Trade
ar: تبادل الورديات
cs: Výměna směn
da: Vagt handel
de: Schichttausch
es: Intercambio de Turnos
fa: تبادل شیفت
fi: Vuoronvaihto
fr: Échange d'horaires
lv: Samaiņa
no: Skift bytte
ru: Обмены сменами
sv: Skiftbyte
tr: Vardiya takası
zh_cn: 调换班
zh_hk: 調換班

# ProductActivationKeyV8Perpetual
source: This system is licensed to "{0}" according to the terms and conditions of the license agreement. The product activation key covers a maximum of {1} active agents. Major version: {4} The product activation key schema is "{2}". These options are activated: {3}
ar: النظام مرخص ل(0) وفقا لشروط وأحكام اتفاقية الترخيص. مفتاح تنشيط المنتج يغطى على الأكثر (1) ممثل النسخة الرئيسية: (4)
da: Systemet er licenseret til "{0}" i henhold til vilkår og betingelser i licensaftalen. Produktaktiveringsnöglen däkker et maximum af {1} aktive medarbejdere. Overordnet version:{4} Produktaktiveringsnöglen nögle skema er "{2}". Disse muligheder er aktiveret: {3}
de: Das System ist an "{0}", entsprechend den im Lizenzvertrag vorgegebenen Konditionen, lizensiert worden. Der Lizenzschlüssel ist für {1} zu verplanende Mitarbeiter aktiv. Major version: {4} Der Lizenzschlüssel gilt für "{2}" Folgende Funktionen sind aktiv: {3}
es: El sistema tiene licencia para "{0}" de acuerdo con los términos y condiciones del contrato de licencia. La clave de activación del producto cubre un máximo de {1} agentes activos. Versión principal: {4} El esquema de clave de activación del producto es "{2}". Estas opciones están activadas: {3}
fa: با توجه به قرارداد این سیستم تحت لیسانس {0} است کلید فعال سازیتا سقف {1} پاسخگو فعال را پوشش میدهد نسخه اصلی: {4} شمای کلید فعال سازی {2} است این امکانات فعال است: {3}
fi: Ratkaisu on lisenssoitu "{0}" käyttöehtojen mukaan. Tuoteavain kattaa enintään {1} aktiivista agenttia. Pääversio: {4} Tuoteavaimen skeema"{2}". Seuraavat ominaisuudet ovat aktivoitu: {3}
fr: Ce système est licencié pour "{0}" selon les termes et conditions de l'accord de licence. La clé d'activation produit couvre un maximum de {1} agents actifs. Version majeure: {4} Le schéma de clé d'activation produit est "{2}". Ces options sont activées: {3}
no: Dette systemet er lisensiert til "{0}" i henhold til vilkårene og betingelsene i lisensavtalen. Produktaktiveringsnøkkel omfatter et maksimalt {1} aktive midler. Hoved versjonen {4} Produkt aktiveringsnøkkel skjema er "{2}". Disse alternativene er aktivert: {3}
ru: Система лицензирована для "{0}" в соответствии с условиями и положениями лицензионного соглашения. Ключ активации продукта рассчитан максимум на {1} активных операторов. Основная версия: {4} Схема ключа "{2}". Активированы следующие опции: {3}
sv: Systemet är licensierat till "{0}" enligt villkoren i licensavtalet. Produktaktiveringsnyckeln täcker maximalt {1} aktiva agenter. Huvudversion: {4} Produktaktiveringsnyckeln gäller "{2}". Dessa val är aktiverade: {3}
tr: Bu sistem "{0}" adına lisanslıdır. Lisans dosyası maksimum {1} aktif çalışanı kapsamaktadır. Ana versiyon: {4} Lisans dosyası aktivasyon şeması "{2}". Aşağıdaki ayarlar etkinleştirildi: {3}
zh_cn: 根据授权协议中的限制性条款此系统授权给"{0}"。 产品激活密钥包含了最多{1}个激活的座席代表。 主版本号：{4} 产品激活密钥架构是："{2}". 以下选项已被激活： {3}
zh_hk: 根據授權協定中的限制性條款此系統授權給"{0}"。 產品啟用金鑰包含了最多{1}個啟動的座席代表。 主版本號：{4} 產品啟用金鑰架構是："{2}". 以下選項已被啟動： {3}

# SeatProductActivationKeyV8Perpetual
source: This system is licensed to "{0}" according to the terms and conditions of the license agreement. The product activation key covers a maximum of {1} seats. Major version: {4} The product activation key schema is "{2}". These options are activated: {3}
ar: النظام مرخص ل(0) وفقا لشروط وأحكام اتفاقية الترخيص. مفتاح تنشيط المنتج يغطى على الأكثر (1) مقعد النسخة الرئيسية: (4)
da: Systemet er licenseret til "{0}" i henhold til vilkår og betingelser i licensaftalen. Produktaktiveringsnöglen däkker et maximum af {1} antal pladser. Overordnet version: {4} Produktaktiveringsnöglen nögle skema er "{2}". Disse muligheder er aktiveret: {3}
de: Das System ist an "{0}", entsprechend den im Lizenzvertrag vorgegebenen Konditionen, lizensiert worden. Der Lizenzschlüssel ist für {1} Sitzplätze aktiv. Major version: {4} Der Lizenzschlüssel gilt für "{2}" Folgende Funktionen sind aktiv: {3}
es: El sistema tiene licencia para "{0}" de acuerdo con los términos y condiciones del contrato de licencia. La clave de activación del producto cubre un máximo de {1} puestos. Versión principal: {4} El esquema de clave de activación del producto es "{2}". Estas opciones están activadas: {3}
fa: با توجه به قرارداد این سیستم تحت لیسانس {0} است کلید فعال سازیتا سقف {1} پاسخگو فعال را پوشش میدهد نسخه اصلی: {4} شمای کلید فعال سازی {2} است این امکانات فعال است: {3}
fi: Ratkaisu on lisenssoitu "{0}" käyttöehtojen mukaan. Tuoteavain kattaa enintään {1} istuinpaikkaa. Pääversio: {4} Tuoteavaimen skeema"{2}". Seuraavat ominaisuudet ovat aktivoitu: {3}
fr: Ce système est licencié pour "{0}" selon les termes et conditions de l'accord de licence. La clé d'activation produit couvre un maximum de {1} agents actifs. Version majeure: {4} Le schéma de clé d'activation produit est "{2}". Ces options sont activées: {3}
no: Dette systemet er lisensiert til "{0}" i henhold til vilkårene og betingelsene i lisensavtalen. Produktaktiveringsnøkkel omfatter et maksimalt {1} plasser Hoved versjon {4} Produktaktiveringsnøkkel skjema er "{2}". Disse alternativene er aktivert: {3}
ru: Система лицензирована для "{0}" в соответствии с условиями и положениями лицензионного соглашения. Ключ активации продукта рассчитан максимум на {1} рабочих мест. Основная версия: {4} Схема ключа "{2}". Активированы следующие опции: {3}
sv: Systemet är licensierat till "{0}" enligt villkoren i licensavtalet. Produktaktiveringsnyckeln täcker maximalt {1} arbetsplatser. Huvudversion: {4} Produktaktiveringsnyckeln gäller "{2}". Dessa val är aktiverade: {3}
tr: Bu sistem "{0}" adına lisanslıdır. Lisans dosyası maksimum {1} oturma yerini kapsamaktadır. Ana versiyon: {4} Lisans dosyası aktivasyon şeması "{2}". Aşağıdaki ayarlar etkinleştirildi: {3}
zh_cn: 根据授权协议中的限制性条款此系统授权给"{0}"。 产品激活密钥包含了最多{1}个座位。 主版本号：{4} 产品激活密钥架构是："{2}". 以下选项已被激活： {3}
zh_hk: 根據授權協定中的限制性條款此系統授權給"{0}"。 產品啟用金鑰包含了最多{1}個座位。 主版本號：{4} 產品啟用金鑰架構是："{2}". 以下選項已被啟動： {3}

source: Summary up to latest actual interval
ar: ملخص لاخر فترة بينية حقيقية
da: Sammenfatning op til sidste aktuelle interval
de: Zusammenfassung bis zum aktuellsten Intervall
es: Síntesis hasta el último intervalo recibido
fa: خلاصه آمار تا آخرین بازه زمانی واقعی
fi: Yhteenveto viimeisimmästä tämänhetkisestä intervallista
fr: Résumé jusqu'au dernier intervalle
lv: Kopsavilkums līdz jaunākajam faktiskajam intervālam
no: Sammendrag opp til siste faktisk intervall
ru: Сводка к последнему актуальному интервалу
sv: Summering till och med senaste intervall med verklig data
tr: En son gerçekleşen intervale kadar özetle
zh_cn: 直到最新的实际时段摘要
zh_hk: 直到最新的實際時段摘要

# ShiftLengthExceed36Hours
source: Shift length exceeds 36 hours
ar: طول الوردية تتجاوز 36 ساعة
da: Vagtlängde overskrider 36 timer
de: Die Schichtlänge überschreitet 36 Stunden
es: El turno excede las 36 horas
fa: طول شیفت از 36 ساعت بیشتر شد
fi: Vuoron pityys ylittää 36 tuntia
fr: La longueur d'horaire excède 36 heures
lv: Maiņas garums pārsniedz 36 stundas
no: Skiftlengden overskrider 36 timer
ru: Длина смены превышает 36 часов
sv: Skiftlängden överskrider 36 timmar
tr: Vardiya uzunluğu en fazla 36 saat olabilir.
zh_cn: 班次长度超过36个小时
zh_hk: 班次長度超過36個小時

source: Preview the new Requests module!
ar: اعرض وحدات الطلبات الجديدة
da: Forhåndskig på det nye forespörgselsmodul!
de: Probieren Sie das neue Anfragenmodul!
es: Mira un anticipo del nuevo módulo Solicitudes!
fa: نمایش ماژول جدید درخواستها
fi: Katso Pyynnöt-moduulia etukäteen!
fr: Nouveau module Demandes en avant-première!
lv: Apskatiet jauno Pieprasījumu moduli!
no: Forhåndsvis den nye Requests modulen!
ru: Предпросмотр нового модуля Запросы!
sv: Ta en förhandstitt på den nya modulen för Förfrågningar!
tr: Yeni İstek modülü önizleme
zh_cn: 预览最新的申请模块！
zh_hk: 預覽最新的申請模組！

source: Preview the new People module!
ar: اعرض وحدة الاشخاص الجدد
da: Forhåndskig på det nye medarbejdermodul!
de: Probieren Sie das neue Personenmodul!
es: Mira un anticipo del nuevo módulo People!
fa: نمایش ماژول جدید افراد
fi: Katso Henkilöt-moduulia etukäteen!
fr: Nouveau module Personnes en avant-première!
lv: Apskatiet jauno Darbinieku moduli!
no: Forhåndsvis den nye People modulen!
ru: Предпросмотр нового модуля Сотрудники!
sv: Ta en förhandstitt på nya Personer-modulen!
tr: Yeni Çalışanlar modülü önizleme
zh_cn: 预览最新的人员模块！
zh_hk: 預覽最新的人員模組！

source: Report Options
ar: تقرير الاختيارات
da: Rapport muligheder
de: Berichtsoptionen
es: Opciones Reportes
fa: گزینه های گزارش
fi: Raporttien asetukset
fr: Options du rapport
lv: Ziņojuma Iespējas
no: Rapport opsjoner
ru: Опции отчета
sv: Rapportinställningar
tr: Rapor Seçenekleri
zh_cn: 报表选项
zh_hk: 報表選項

source: Show only agents with no seat
ar: اعرض الممثلين فقط بدون مقاعد
da: Vis kun medarbejdere uden plads
de: Nur Mitarbeiter ohne Sitzplatz zeigen
es: Mostrar sólo agentes sin puesto
fa: فقط پاسخگوهایی رو نشان بده که صندلی ندارند
fi: Näytä ainoastaan agentit, joilla ei ole istuinpaikkaa
fr: Montrer uniquement agents sans poste
lv: Rādīt tikai operatorus bez sēdvietām
no: Vis bare agenter uten plass
ru: Показать только операторов без места
sv: Visa bara agenter utan sittplats
tr: Sadece yer bulamayan temsilcileri göster.
zh_cn: 仅显示没有座位的座席代表
zh_hk: 僅顯示沒有座位的座席代表

# PartialSuccessMessageForUndoSchedule
source: Undo schedule change for {0} agent(s), {1} succeeded and {2} failed
ar: الرجوع فى تغييرات الجدول ل (0) ممثل، (1) نجح و (2) فشل
da: Fortryd vagtplansändringer for {0} medarbejder(e), {1} lykkedes og {2} fejlede
de: Planänderungen für {0} Mitarbeiter rückgängig machen, {1} erfolgreich und {2} fehlgeschlagen
es: Deshacer el cambio de horario para {0} agente(s), {1} tuvo éxito y {2} falló
fa: اقدام برای لغو تغییر زمانبدی را برای {0} پاسخگو . {1} موفقیت آمیز و {2} ناموفق
fi: Työvuoromuutoksien kumoaminen agenteille {0}, {1} onnistui ja {2} epäonnistui
fr: Annule le changement pour {0} agent(s). {1} succès et {2} échec(s)
lv: Atsaukt grafika izmaiņas {0} operatoram(-iem), {1} izdevās un {2} neizdevās
no: Angre endring i tidsplanen for {0} agent(er), {1} lyktes og {2} mislyktes
ru: Отмена изменения расписания для {0} операторов, {1} успешно и {2} не удалось
sv: Ångrade schemaändring för {0} agent(er), {1} lyckades och {2} misslyckades
tr: {0} temsilcilerinin vardiya değişikliğini geri al. {1} başarılı, {2} başarısız.
zh_cn: 为{0}个座席代表撤销班表变更， {1}个成功 {2}个失败
zh_hk: 為{0}個座席代表撤銷班表變更， {1}個成功 {2}個失敗

# SuccessfulMessageForUndoSchedule
source: Successfully undone last schedule change for selected agents
ar: تم بنجاح التراجع فى تغييرات آخر جدول للممثلين المختارين
da: Det er lykkedes at fortryde vagtplansändringer for de valgte medarbejdere
de: Die letzte Planänderung der ausgewählten Mitarbeiter war erfolgreich
es: Se deshizo exitosamente el último cambio de horario para los agentes seleccionados
fa: آخرین تغییر زمانبدی برای پاسخگوی انتخاب شده با موفقیت لغو شد
fi: Viimeisin työvuoroihin liittyvä muutos on kumottu onnistuneesti valituille agenteille
fr: A annulé avec succès le dernier changement sur le planning des agents sélectionnés
lv: Veiksmīgi atsauktas pēdējās grafika izmaiņas izvēlētajiem operatoriem
no: Vellykket omgjørelse av siste endring i tidsplanen for utvalgte agenter
ru: Последнее изменение расписания для выбранных операторов успешно отменено
sv: Ångrat senaste schemaändring för valda agenter
tr: Seçili vardiyalardaki değişiklikler başarılı bir şekilde geri alındı.
zh_cn: 已成功为所选座席代表撤销上次班表变更
zh_hk: 已成功為所選座席代表撤銷上次班表變更

# ShiftTradeRequestScheduleChanged
source: The shift trade request for {0} needs to be accepted again. The other agent's schedule has changed.
ar: طلب تبادل الوردية ل(0) يجب أن يتم الموافقة عليه مرة أخرى. جدول الممثل الآخر قد تغير.
da: Vagt handelsforespörgslen for {0} skal accepteres igen. Den anden medarbejders vagtplan er blevet ändret.
de: Die Schichttauschanfrage für {0} muss erneut akzeptiert werden. Der Dienstplan des anderen Mitarbeiters hat sich geändert.
es: La solicitud de cambio de turno para {0} debe aceptarse nuevamente. El horario del otro agente ha cambiado.
fa: درخواست تبادل شیفت برای {0} نیاز دارد دوباره تایید شود. شیفت پاسخگوی مقابل تغییر کرده است
fi: Vuoronvaihtopyyntö {0} on hyväksyttävä uudelleen. Toisen agentin työvuorolista on muuttunut.
fr: La demande d'échange d'horaires pour {0} doit être acceptée à nouveau. Le planning de l'autre agent a changé.
lv: Samaiņas pieprasījums {0} ir jāapstiprina no jauna. Otra operatora grafiks ir mainījies.
no: Skiftbytte anmodning om {0} trenger å bli akseptert igjen. Den andre agentens tidsplan har endret seg.
ru: Запрос на обмен сменами для {0} должен быть подтвержден еще раз. Расписание другого оператора было изменено.
sv: Skiftbytesförfrågan för {0} behöver accepteras igen. Den andra agentens schema har ändrats.
tr: Vardiya takasını kabul edecek temsilcinin vardiyasında değişiklik meydana geldi. {0} kişisinin vardiya takası isteği yeniden kabul edilmeli.
zh_cn: {0}的调换班申请需要被再次接受，因为对方的班表已更改。
zh_hk: {0}的調換班申請需要被再次接受，因為對方的班表已更改。

source: Pause
ar: توقف مؤقت
es: Pausa
fa: توقف
lv: Pauze
ru: Пауза
sv: Pausa
tr: Durdur
zh_cn: 暂停
zh_hk: 暫停

source: Paused at
ar: توقف بشكل مؤقت عند
da: Pause kl.
de: Pausiert bei
es: Pausar en
fa: توقف در
fi: Keskeytetty
fr: Pausé à
lv: Nopauzēts
no: Pause ved
ru: Приостановлено в
sv: Pausat
tr: Durduruldu
zh_cn: 暂停于
zh_hk: 暫停於

source: Play
ar: تشغيل
da: Spil
de: Spielen
fa: ادامه
fr: Démarrer
lv: Sākt
ru: Запуск
sv: Starta
tr: Oynat
zh_cn: 播放
zh_hk: 播放
