Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: teams or locations are unselected
ar: الفرق او الاماكن لم يتم اختيارها
cs: týmy nebo umístění nejsou vybrána
da: team eller lokation er ikke valgt
de: Teams oder Standorte sind umarkiert
es: equipos o ubicaciones sin seleccionar
fa: تیمها یا مکانها انتخاب نشده اند
fi: tiimit tai sijainnit eivät ole valittuna
fr: Des équipes ou emplacements ne sont pas sélectionnés
lv: Nav atlasītas nodaļas vai vietas
no: team eller lokasjon er ikke valgt
pl: Zespoły lub miejsca są niezaznaczone
ru: группы или локации не выбраны
sv: team eller lokal måste anges
tr: Takımlar ya da konumlar seçili değil
zh_cn: 未选择组或地点
zh_hk: 未選擇組或地點

# SeatPlanSubmittedOK
source: Seat plan was submitted successfully
ar: تخطيط المقاعد تم بنجاح
cs: Plán míst byl úspěšně odeslán
da: Plads planlägning blev udfort med succes
de: Der Sitzplatzplan wurde erfolgreich eingereicht
es: El plan de puestos ha sido enviado con éxito
fa: برنامه صندلیها با موفقیت ثبت شد
fi: Istuinpaikkasuunnitelma on toteutettu
fr: Le plan de postes a été soumis avec succès
lv: Sēdvietu plāns tika veiksmīgi iesniegts
no: Plass planen ble sendt
pl: Plan stanowisk został złożony z powodzeniem
ru: План рабочих мест успешно создан
sv: Sittplatsplan skapades
tr: Oturum düzeni başarı ile gönderildi
zh_cn: 座位安排已成功提交
zh_hk: 座位安排已成功提交

# SeatCountTitle
source: seats
ar: المقاعد
cs: míst
da: pladser
de: Sitze
es: puestos
fa: صندلیها
fi: paikat
fr: postes
lv: sēdvietas
no: Plasser
pl: stanowiska
ru: рабочих мест(-а)
sv: sittplatser
tr: Yer
zh_cn: 座位
zh_hk: 座位

source: Plan Seats
ar: تخطيط المقاعد
cs: Plán míst
da: Planläg pladser
de: Sitze planen
es: Planear Puestos
fa: برنامه ریزی صندلیها
fi: Suunnittele paikat
fr: Planifier postes
lv: Plānot Sēdvietas
no: Plan plasser
pl: Zaplanuj Stanowiska
ru: План рабочих мест
sv: Planera sittplatser
tr: Oturma düzeni planla
zh_cn: 排座
zh_hk: 排座

source: Planning Periods for
ar: فترات تخطيط لـ
cs: Plánování období pro
da: Planlägningsperiode for
de: Perioden werden für den folgenden Zeitraum verplant
es: Planificando Periodos para
fa: دوره برنامه ریزی برای
fi: Suunnittelujakso ajalle
fr: Périodes planning pour
lv: Plānošanas Periods
no: Planleggings perioder for
pl: Okresy Planowania Dla
ru: Период планирования для
sv: Planeringsperioder för
tr: Planlanan dönemler:
zh_cn: 正在安排周期：
zh_hk: 正在安排週期：

source: No locations available
ar: لا توجد أماكن متاحة
cs: Umístění není dostupné
da: Ingen lokationer er til rådighed
de: Es gibt keine Stellen zu Verfügung
es: No hay ubicaciones disponibles
fa: هیچ مکانی موجود نیست
fi: Sijaintia ei saatavilla
fr: Pas d'emplacements disponibles.
lv: Nav pieejama neviena sēdvieta
no: Ingen steder tilgjengelig
pl: Brak dostępnych lokalizacji
ru: Нет доступных локаций
sv: Ingen lokal tillgänglig
tr: Müsait konum bulunamıyor
zh_cn: 无可用地点
zh_hk: 無可用地點

source: Loading Seat Plan Status
ar: تحميل وضع خطة المقاعد
cs: Nahrávám stav plánu míst
da: Indläser plads planlägnings status
de: Der Status für den Sitzplatzplan wird geladen
es: Cargar Status del Plan de Puestos
fa: در حال بارگذاری
fi: Lataa Istuinpaikkasuunnitelmatilannetta
fr: Statut de chargement sur le plan de postes.
lv: Ielādē Sēdvietu Plāna Statusu
no: Laster plassplan Status
pl: Status Ładowania Planu Stanowisk
ru: Загрузка статуса плана рабочих мест
sv: Laddar status för sittplatsplaneringen
tr: Oturma Düzeni Yükleniyor
zh_cn: 正在读取排座状态
zh_hk: 正在讀取排座狀態

# SeatPlanStatusOK
source: All chosen agents were allocated seats
ar: كل الممثلين الذين تم اختيارهم تم تخصيص مقاعد لهم
cs: Všichni vybraní agenti si přidělili míst
da: Alle de valgte medarbejdere har fået tildelt pladser
de: Alle gewählte Mitarbeiter haben Sitze zugeordnet bekommen
es: Todos los agentes seleccionados tienen un puesto asignado
fa: به تمام پاسخگوها صندلی اختصاص داده شده است
fi: Kaikille agenteille on jaettu istuinpaikka
fr: Des postes ont été alloués à tous les agents sélectionnés.
lv: Visiem izvēlētajiem operatoriem tika piešķirtas sēdvietas
no: Alle utvalgte agenter ble tildelt plasser
pl: Wszyscy wybrani agenci zostali przydzieleni do miejsc
ru: Все выбранные операторы были обеспечены рабочими местами
sv: Alla valda agenter tilldelades sittplatser.
tr: Seçili tüm temsilcilere yer ayarlandı.
zh_cn: 所有选定座席代表已被分配座位
zh_hk: 所有選定座席代表已被分配座位

# SeatPlanStatusNoSeatPlanned
source: There have been no seats planned on this date
ar: لا توجد مقاعد مخطط لها فى هذا التاريخ
cs: Nejsou naplánována žádná míst na tento den
da: Der er ikke planlagt nogle pladser på denne dag
de: Keine Sitze sind für dieses Datum verplant
es: No hay puestos planeados en esta fecha
fa: برای این تاریخ هیچ صندلی برنامه ریزی نشده است
fi: Paikkoja ei ole suunniteltu tälle päivälle
fr: Il n'y a pas eu de postes planifiés à cette date.
lv: Šajā dienā nav bijusi ieplānota neviena sēdvieta
no: Det har ikke vært noen plassplanlagt på denne datoen
pl: Nie było żadnych planowanych w tym dniu miejsc
ru: На этот день рабочие места не запланированы
sv: Inga sittplatser har tilldelats den här dagen.
tr: Bu tarih için oturma düzeni planlanmamış.
zh_cn: 此日期无座位被安排
zh_hk: 此日期無座位被安排

# SeatPlanStatusInProgress
source: Seat planning is currently in progress for this day
ar: تخطيط المقاعد يتم تنفيذه حاليا لهذا اليوم
cs: Plánování míst pro tento den je aktuálne procesováno
da: Plads planlägning er lige nu i gang for denne dag
de: Ein Sitzplatzplan wird für diesen Tag bereits erstellt
es: El plan de puestos está en progreso para esta fecha
fa: برنامه ریزی صندلیها برای امروز در حال انجام است
fi: Istuinpaikkasuunnittelu on käynnissä tälle päivälle
fr: L'attribution des postes est actuellement en cours pour ce jour.
lv: Sēdvietu plānošana šai dienai šobrīd ir darbībā
no: Plassplanlegging pågår for denne dagen
pl: Planowanie miejsc jest obecnie w trakcie realizacji na ten dzień
ru: Для этого дня выполняется планирование рабочих мест
sv: Sittplatsplanering pågår för den här dagen.
tr: Koltuk planlaması devam ediyor.
zh_cn: 此日期的排座正在进行中
zh_hk: 此日期的排座正在進行中

# SeatPlanStatusError
source: Some agents could not be allocated seats on this day
ar: بعض الممثلين لا يمكن تسكينهم فى مقاعد فى هذا اليوم
cs: Někteří agenti si nebyli schopni přidělit místo na tento den
da: Nogle medarbejdere kunne ikke blive tildelt pladser på denne dag
de: Manche Mitarbeiter konnten an diesem Tag keine Sitze zugeordnet bekommen
es: No se ha podido asignar un puesto a algunos agentes en esta fecha
fa: امروز به بعضی پاسخگوها نمیتوان صندلی اختصاص داد
fi: Joillekin agenteille ei ole jaettu istuinpaikkaa tälle päivälle
fr: Certains agents n'ont pu être assignés à des postes pour ce jour.
lv: Dažiem operatoriem nevarēja piešķirt sēdvietas šajā dienā
no: Noen agenter kan ikke tildeles plass på denne dagen
pl: Niektórzy agenci nie zostali przydzieleni do miejsca w tym dniu
ru: Некоторые операторы не могут быть обеспечены рабочим местом в этот день
sv: Vissa agenter kunde inte tilldelas någon sittplats den här dagen.
tr: Bazı temsilciler bu tarihte koltuk bulamadılar.
zh_cn: 此日期有部分座席代表未被分配座位
zh_hk: 此日期有部分座席代表未被分配座位

# ReportTimeoutMessage
source: I'm sorry but the system is a bit busy right now. Try more narrow report selection criteria or try again later.
ar: عذرا ولكن النظام مشغول بعض الشىء فى الوقت الحالى. حاول باستخدام نطاق أضيق من المعايير او حاول مرة ثانية فيما بعد
cs: Omlouvám se, ale systém je v současné chvíli zatížen. Pokuste se zúžit kritéria pro report
da: Beklager men systemet er lidt overbelastet lige nu. Pröv at mindske de valgte kriterier eller pröv igen senere
de: Das System ist im Moment beschäftigt, bitte schränken Sie Ihre Kriterien für die Wahl der Berichte ein.
es: Diculpe, el sistema está ocupado en este momento. Intente con una selección de datos más acotada o inténtelo más tarde.
fa: متاسفانه سیستم فعلاً مشغول است. سعی کنید معیارهای گزارش را محدود و دوباره امتحان کنید
fi: Valitettavasti järjestelmä on tällä hetkellä varattu. Rajoita raporttikriteerisi tai yritä uudelleen.
fr: Je suis désolé mais le système est occupé pour le moment. Veuillez diminuer les critères du rapport ou réessayez plus tard.
lv: Sistēma ir mazliet aizņemta šobrīd. Mēģiniet sašaurināt ziņojumu atlases kritērijus vai mēģiniet vēlreiz vēlāk.
no: Jeg beklager, men systemet er litt opptatt akkurat nå. Prøv å begrens rapportutvalgskriteriene eller prøv igjen senere.
pl: Przykro mi, ale system jest nieco zajęty teraz. Spróbuj bardziej wąski wybór kryterii Raportu lub spróbuj ponownie później.
ru: Приносим извинения, но сейчас система занята. Ограничьте критерии отчета или попробуйте позднее.
sv: Tyvärr är systemet upptaget just nu. Försök med ett smalare rapporturval eller prova igen senare.
tr: Sistem şu anda zorlanıyor. Lütfen raporlama kriterinizi biraz daraltın ya da sonradan tekrar deneyin.
zh_cn: 抱歉，此时系统忙。请尝试缩小选定条件范围或再试一次。
zh_hk: 抱歉，此時系統忙。請嘗試縮小選定條件範圍或再試一次。

source: Generate Report
ar: إنشاء تقرير
cs: Generovat sestavu
da: Lav rapport
de: Bericht erstellen
es: Generar Reporte
fa: گزارشهای گرفته شده
fi: Luo raportti
fr: Générer rapport
lv: Izveidot Pārskatu
no: Generer rapport
pl: Generuj Raport
ru: Формировать отчет
sv: Skapa rapport
tr: Raporla
zh_cn: 生成报表
zh_hk: 生成報表

source: No Report for Current Conditions
ar: لا توجد تقارير بالشروط الحالية
cs: Žádná sestava pro aktuální podmínky
da: Ingen rapport for nuvärende forhold
de: Es gibt unter den aktuellen Voraussetzungen keine Berichte.
es: No hay Reporte para las Condiciones Actuales
fa: برای شرایط موجود گزارشی وجود ندارد
fi: Raportti ei ole käytössä olemassa olevalla edellytyksellä
fr: Il n'y aucun rapport pour les conditions actuelles
lv: Nav pārskatu pie pašreizējiem apstākļiem
no: Ingen rapport for nåværende forhold
pl: Brak Raportu dla Aktualnych Założeń
ru: Нет отчета для текущих условий
sv: Ingen rapport för nuvarande villkor
tr: Mevcut koşullar için rapor bulunamıyor
zh_cn: 当前条件下无报表
zh_hk: 當前條件下無報表

# UnsupportedTeamBlockOptimizationStep
source: Optimization step(s) {0} are not executed when team or block are selected.
ar: خطوات التحسين لم يتم تنفيذها لان الفريق او المجموعة لم يتم اختيارها
cs: Optimizační krok(y) {0} nejsou spuštěny pokud je vybrán tým nebo blok.
da: Optimerings skridt {0} er ikke udfört når team eller blok er valgt.
de: Die Optimierungsschritte {0} werden nicht vorgenommen wenn ein Team oder ein Block ausgewählt sind
es: Los pasos de optimización {0} no se ejecutan cuando se planifica en bloque o por equipos.
fa: وقتی تیم یا بلاک انتخاب نشده است، مرحله بهینه سازی {0} انجام نمیشود
fi: Optimointi vaihe {0} ei ole suoritettu, kun tiimi- tai blokkityövuorot ovat valittuina.
fr: Les étapes d'optimisation {0} n'est pas executé quand une équipe ou bloc sont selectionnés.
lv: Optimizācijas solis(-ļi) {0} nav izpildīts, ja ir izvēlēta nodaļa vai bloks.
no: Optimaliseringstrinn {0} utføres ikke når team eller blokker er valgt.
pl: Kroki optymalizacji {0} nie są wykonywane, gdy zespół lub blok są zaznaczone.
ru: Шаг(-и) оптимизации {0} не выполняются, если выбрано планирование блоками или по группе.
sv: Optimeringssteg(en) {0} kommer inte att köras om team eller block är valt
tr: {0} optimizasyon aşamaları takım veya blok vardiyalama seçildiği için gerçekleştirilemedi.
zh_cn: 当小组或批次排班被选定时优化步骤 {0} 不会被执行.
zh_hk: 當小組或批次排班被選定時優化步驟 {0} 不會被執行.

# CampaignFailedLoading
source: Failed to load campaign: {0}.
ar: فشل فى تحميل الحملة (0)
cs: Nepodařilo se načíst kampaň: {0}.
da: Var ikke i stand til at indläse kampagne: {0}
de: Kampagne {0} konnte nicht geladen werden
es: Error al cargar campaña: {0}
fa: موفق به بارگذاری کمپین {0} نشد
fi: Kampanja {0} lataaminen epäonnistui.
fr: Echec de chargement de campagne pour: {0}.
lv: Neizdevās ielādēt kampaņu: {0} .
no: Kunne ikke laste kampanje: {0}.
pl: Nie udało się załadować kampanii: {0}.
ru: Не удалось загрузить кампанию: {0}.
sv: Misslyckades med att ladda kampanj: {0}.
tr: {0} kampanyası yüklenemedi.
zh_cn: 加载活动: {0} 失败.
zh_hk: 載入活動: {0} 失敗.

# Healthy
source: On time
ar: فى التوقيت
cs: Podle plánu
da: Til tiden
de: Rechtzeitig
es: A tiempo
fa: به موقع
fi: Ajoissa
fr: à l'heure
lv: Laikā
no: Puktlig
pl: Na Czas
ru: Вовремя
sv: I tid
tr: Zamanında
zh_cn: 按时
zh_hk: 按時

# AgentCountTitle
source: agents
ar: ممثلين
cs: agenti
da: medarbejdere
de: Mitarbeiter
es: agentes
fa: پاسخگو
fi: agentit
lv: operatori
no: agenter
pl: agenci
ru: операторы
sv: agenter
tr: temsilciler
zh_cn: 座席代表
zh_hk: 座席代表

source: Filter locations
da: Filter lokationer
de: Standorte filtern
es: Filtrar ubicaciones
fa: فیلتر مکانها
fi: Sijainnin filtteri
fr: Filtrer les emplacements
no: Filter lokasjoner
ru: Фильтр местонахождения
sv: Filtrera lokaler
tr: Lokasyonları filtrele
zh_cn: 筛选地点
zh_hk: 篩選地點

source: Seat Plan Report
ar: تقرير خريطة المقاعد
cs: Sestava zasedacího pořádku
da: Plads planlägnings rapport
de: Sitzplatzplan - Bericht
es: Reporte de Plan de Puestos
fa: گزارش برنامه ریزی صندلیها
fi: Istuinpaikkasuunnitelmaraportti
fr: Rapport de plan de postes
lv: Sēdvietu Plāna Atskaite
no: Plassplan rapporter
pl: Raport Planu Stanowisk
ru: Отчет по плану рабочих мест
sv: Rapport för sittplatsplanering
tr: Oturma Planı Raporu
zh_cn: 排座报表
zh_hk: 排座報表

source: Manually Planned
ar: مخطط يدويا
cs: Ručně naplánováno
da: Manuel planlagt
de: Manuell verplant
es: Planeado Manualmente
fa: برنامه ریزی شده غیرخودکار
fi: Manuaalisesti suunniteltu
fr: Planifiée manuellement
lv: Manuāli Plānots
no: Manuelt planlagt
pl: Zaplanowane Ręcznie
ru: Запланировано вручную
sv: Manuellt planerat
tr: Manuel Plan
zh_cn: 手工安排
zh_hk: 手工安排

# CallsCaret
source: Calls <
ar: المكالمات <
cs: Hovorů <
da: Kald <
de: Anzahl der Anrufe
es: Llamadas <
fa: تماسها <
fi: Puhelut <
fr: Appels <
lv: Zvani <
no: Samtaler <
pl: Połączeń <
ru: Звонки <
sv: Samtal <
tr: Çağrılar <
zh_cn: 呼叫量 <
zh_hk: 呼叫量 <

# CallsSlashDay
source: Calls/day
ar: مكالمات/لكل يوم
cs: Hovorů za den
da: Kald/dag
de: Anrufe pro Tag
es: Llamadas/día
fa: تماس/روز
fi: Puhelut/päivä
fr: Appels/jour
lv: Zvani/diena
no: Samtaler/dag
pl: Połączenia/dzień
ru: Звонки/день
sv: Samtal/dag
tr: Günlük çağrı sayısı
zh_cn: 呼叫量/天
zh_hk: 呼叫量/天

# NameCantBeMoreThan
source: The name must be less than 50 characters long
ar: الاسم يجب أن يكون أقل من 50 رمزاً
cs: Název musí být kratší než 50 znaků
da: Navnet skal väre mindre end 50 karakterer langt
de: Der Name muss weniger als 50 Zeichen lang beinhalten
es: El nombre debe tener menos de 50 caracteres
fa: نام باید کمتر از 50 حرف باشد
fi: Nimen on oltava lyhyempi kuin 50 merkkiä
fr: Le nom doit contenir moins de 50 caractères
lv: Nosaukumam ir jābūt īsākam par 50 rakstzīmēm
no: Navnet må være mindre enn 50 tegn
pl: Nazwa musi być krótsza niż 50 znaków
ru: Название не должно превышать 50 символов
sv: Namnet måste vara kortare än 50 tecken
tr: Maksimum 50 karakter
zh_cn: 名称必须少于50个字符
zh_hk: 名稱必須少於50個字元

# ValidationforFilter
source: Please add a filter
ar: فضلا اضف منقح
cs: Přidejte filtr.
da: Tilföj venligst et filter
de: Bitte ein Filter hinzufügen
es: Agregue un filtro
fa: لطفاً یک فیلتر اضافه کنید
fi: Lisää lajittelu
fr: Merci d'ajouter un filtre
lv: Lūdzu pievienojiet filtru
no: Vennligst legg et filter
pl: Proszę dodać filtr
ru: Добавьте фильтр
sv: Var god lägg till ett filter
tr: Lütfen filtre ekleyin
zh_cn: 请添加筛选器
zh_hk: 請添加篩選器

source: Campaign added
ar: تم إضافة حملة
cs: Kampaň přidána
da: Campaign tilföjet
de: Eine Kampagne wurde hinzugefügt
es: Campaña agregada
fa: کمپین اضافه شده
fi: Lisätty kampanja
fr: Campagne ajoutée
lv: Kampaņa pievienota
no: Lagt til kampanje
pl: Kampania dodana
ru: Добавлена кампания
sv: Kampanj tillagd
tr: Kampanya eklendi
zh_cn: 活动已添加
zh_hk: 活動已添加

source: Planning Periods
ar: فترات التخطيط
cs: Období plánování
da: Planlägningsperioder
de: Planungsperioden
es: Períodos a Planificar
fa: دوره های برنامه شده
fi: Suunnittelujaksot
fr: Périodes planning
lv: Plānošanas Periods
no: Planleggings perioder
pl: Okres Planowania
ru: Планируемые периоды
sv: Planeringsperioder
tr: Planlama dönemleri
zh_cn: 计划周期
zh_hk: 計畫週期

source: Planning Period is scheduled
ar: فترة التخطيط تمت جدولتها
cs: Období je naplánováno
da: Planlägningsperiode er vagtplanlagt
de: Die Planungsperiode ist verplant
es: El período a planificar fue planificado
fa: دوره برنامه ریزی زمانبندی شد
fi: Suunnittelujakso on suunniteltu
fr: La période planning est planifiée
lv: Plānošanas periods ir ieplānots
no: Planperioden er satt
pl: Zaplanowano okres planowania
ru: Период запланирован
sv: Planeringsperioden är schemalagd
tr: Dönem planlandı
zh_cn: 计划周期已排定
zh_hk: 計畫週期已排定

# PickAnAbsence
source: Select an absence
ar: اختر الغياب
cs: Vybrat nepřítomnost
da: Välg et fravär
de: Abwesenheit wählen
es: Seleccione una ausencia
fa: انتخاب یک مرخصی
fi: Valitse poissaolo
fr: Choisir une absence
lv: Izvēlieties prombūtni
no: Velg et fravær
pl: Wybierz nieobecność
ru: Выбрать отсутствие
sv: Välj en frånvaro
tr: Bir devamsızlık seçin
zh_cn: 选择一个缺勤
zh_hk: 選擇一個缺勤

# PickAShiftBag
source: Select a shift bag
ar: اختر حقيبة وردية
cs: Vybrat množinu směn
da: Välg vagtsamling
de: Schichtsammlung wählen
es: Escoge una bolsa de turnos
fa: انتخاب سبد شیفت
fi: Valitse vuoropussi
fr: Choisir une banque horaire
lv: Atlasīt maiņu portfeli
no: Velg en "skift pose"
pl: Wybierz aktówkę dyżurów
ru: Выбрать контейнер смен
sv: Välj en skiftpåse
tr: Vardiya torbası seç
zh_cn: 选择一个班次包
zh_hk: 選擇一個班次包

source: campaign threshold
ar: عتبة الحملة
cs: práh kampaně
da: Kampagne gränsevärdi
de: Grenzwerte für Kampagnen
es: Umbral de campaña
fa: آستانه کمپین
fi: kampanjan kynnys
fr: Seuil de campagne
lv: kampaņas slieksnis
no: kampanjen terskelverdi
pl: próg kampanii
ru: порог кампании
sv: kampanjtröskelvärde
tr: Kampanya eşiği
zh_cn: 活动阈值
zh_hk: 活動閾值

# PleaseFindTheDownloadedExcelSheetToCheckTheError
source: Please find the downloaded excel sheet to check the detailed error.
ar: فضلا اعثر على ملف الاكسيل المحمل من الانترنت للتأكد من تفاصيل الخطأ
cs: Podrobný popis chyby najdete ve stažené tabulce Excelu.
da: Vär venlig at gennemse det downloadede excel ark for at kontrollere den detaljerede fejl.
de: Bitten sehen sie die Excel-Datei um die Eckdaten der Fehlermeldung analysieren zu können.
es: Por favor encuentre la hoja de excel descargada para revisar el error detallado.
fa: لطفاً برای جزئیات بیشتر خطا به فایل اکسل بارگذاری شده مراجعه کنید
fi: Lataa exceltaulukko lukeaksesi tarkemmat virhkuvaukset.
fr: Merci de vous reporter au tableur Excel téléchargé pour voir le détail de l'erreur.
lv: Lūdzu atrast lejupielādēto Excel lapu, lai pārbaudītu kļūdas detalizētu aprakstu.
no: Vennligst finn det nedlastede excel arket for å kontrollere den detaljerte feilen.
pl: Proszę znaleźć pobrany arkusz Excel w celu szczegółowego zapoznania się z błędem.
ru: Просмотрите, загруженный файл excel с деталями ошибки.
sv: Var god se den nedladdade Excel-filen för att se detaljerade felmeddelanden.
tr: Hatayı detaylı bir şekilde görüntüleyebilmek için indirilen Excel tablosuna bakınız.
zh_cn: 请从已下载的excel表中查看详细错误信息。
zh_hk: 請從已下載的excel表中查看詳細錯誤資訊。

source: Can not be deleted because it is being used in mappings.
ar: لا يمكن حذفها لأنها مستخدمة فى رسم الخرائط
cs: Nelze smazat, protože se používá v mapováních.
da: Kan ikke slettes fordi den bruges i kortlägning
de: Kann nicht gelöscht werden, da es in in anderen Einstellungen benutzt wird.
es: No se puede eliminar porque está siendo utilizando en asignaciones.
fa: از آنجایی که در نگاشت استفاده شده است قابل حذف نیست
fi: Sääntöä ei voi poistaa, koska sääntö on konfiguroitu Tilaryhmien kartoituksessa.
fr: Ne peut pas être supprimée car est utilisée dans les associations.
lv: Nevar izdzēst, jo tas tiek izmantots kartēšanā.
no: Kan ikke slettes fordi det blir brukt i tilordning.
pl: Nie może zostać usunięty, ponieważ jest on używany w mapowaniach.
ru: Не может быть удалено, так как используется в схемах.
sv: Kan inte tas bort eftersom den är vald i tillämpningen av reglerna.
tr: Gerçek zamanlı uyum eşleştirmelerinde kullanılmakta olduğu için silinemiyor.
zh_cn: 无法被删除因为正被使用在RTA映射中。
zh_hk: 無法被刪除因為正被使用在RTA映射中。

source: Bring to Front
ar: ادفع للأمام
cs: Přenést dopředu
da: Tag den op foran
de: Nach vorne bringen
es: Traer al frente
fa: آوردن به جلو
fi: Lisää eteen
fr: Placer devant
lv: Novietot Priekšā
no: Plasser lengst frem
pl: Przenieś na Przód
ru: На передний план
sv: Placera längst fram
tr: Öne çıkar
zh_cn: 放置到前面
zh_hk: 放置到前面

source: Both override and campaign added
ar: كل من عملية النسخ والحملة تم إضافتهما
cs: Přepsání i kampaň přidána
da: Både overskriv og kampagne er tilföjet
de: Überschreiben und Kampagnen wurden hinzugefügt
es: Se agregó sobrescritura y campaña
fa: کمپین و لغو قبلی هر دو اضافه شد
fi: Ylitys sekä kampanja on lisätty
fr: Supplantation et Campagne ajoutés
lv: Gan aizstāšana un kampaņa pievienoti
no: Både overstyring og kampanje lagt til
pl: Zarówno nadpisanie i kampania dodana
ru: Добавлено изменение и кампания
sv: Både ersättningsvärde och kampanj angivet
tr: Çiğneme ve kampanya ayarları eklendi.
zh_cn: override和活动已被添加
zh_hk: override和活動已被添加

source: Change planning period
ar: تغيير فترة التخطيط
cs: Změnit období plánování
da: Ändr planlägningsperioden
de: Planungsperiode ändern
es: Cambiar período a planificar
fa: تغییر دوره زمانی
fi: Muokkaa suunnittelujaksoa
fr: Changer période planning
lv: Mainīt plānošanas periodu
no: Endre planperioden
pl: Zmień okres planowania
ru: Изменить планируемый период
sv: Ändra planeringsperiod
tr: Vardiyalama süresini değiştir
zh_cn: 变更计划周期
zh_hk: 變更計畫週期

# SelectDateInChart
source: Please select dates in the chart.
ar: فضلا اختر التواريخ فى الرسم البيانى
cs: Vyberte v grafu data.
da: Välg venligst datoer i skemaet
de: Bitte wählen Sie einen Zeitraum
es: Por favor seleccione fechas en el gráfico.
fa: لطفاً تاریخ های نمودار را انتخاب کنید
fi: Valitse päivämäärät kaaviosta.
fr: Merci de sélectionner des dates dans le tableau.
lv: Lūdzu, izvēlieties datumus diagrammā.
no: Velg datoer i diagrammet.
pl: Wybierz daty na wykresie
ru: Выберите даты в графике.
sv: Var god välj datum i tabellen.
tr: Tarih seçin.
zh_cn: 请在图表中选择日期
zh_hk: 請在圖表中選擇日期

source: Change shift bag
ar: تغيير حقيبة الوردية
cs: Změnit množinu směn
da: Ändr vagtsamling
de: Schitsammlung ändern
es: Cambiar bolsa de turnos
fa: تغییر سبد شیفت
fi: Muokkaa vuoropussia
fr: Changer banque horaire
lv: Mainīt maiņu portfeli
no: Endre "skift pose"
pl: Zmień aktówkę dyżurów
ru: Изменить контейнер смен
sv: Ändra skiftpåse
tr: Vardiya torbasını değiştir
zh_cn: 变更班次包
zh_hk: 變更班次包

# ChangesAreDisabled
source: Changes are disabled for predefined roles.
ar: التغيرات تم إبطالها فى الأدوار غير المحددة
cs: Pro předem nadefinované role jsou změny zakázané.
da: Ändringer er deaktiveret for foruddefinerede roller
de: Die vordefinierten Rollen können nicht geändert werden
es: Cambios desactivados para roles predefinidos.
fa: تغییرات برای نقشهای از پیش تعریف شده غیر فعال میباشد
fi: Muutokset ovat estetty ennalta määrätyiltä rooleilta.
fr: Les changements sont désactivés pour les rôles prédéfinis
lv: Izmaiņas ir atspējotas iepriekš noteiktiem lomām.
no: Endringene ble deaktivert på grunn av forhåndsdefinerte roller.
pl: Zmiany są wyłączone dla predefiniowanych ról.
ru: Изменения для предустановленных ролей невозможны.
sv: Ändringar kan inte göras på fördefinierade roller.
tr: Önceden tanımlı rollerde değişiklik yapılamıyor.
zh_cn: 变更针对预定义角色已被禁用。
zh_hk: 變更針對預定義角色已被禁用。

source: View Report
ar: اعرض التقرير
cs: Zobrazit sestavu
da: Se rapport
de: Bericht einsehen
es: Ver Reporte
fa: نمایش گزارش
fi: Näytä raportti
fr: Voir Rapport
lv: Skatīt Atskaiti
no: Se rapport
pl: Zobacz Raport
ru: Посмотреть отчет
sv: Visa rapport
tr: Rapor
zh_cn: 查看报表
zh_hk: 查看報表

source: Overstaff
ar: عمالة زائدة
cs: Nadstav
da: Overbemanding
de: Überbesetzung
es: Sobredimens.
fa: مازاد نیرو
fi: Ylimiehitys
fr: Sur-effectif
lv: Pāri paliekošs personāls
no: Overbemanning
pl: Nadmiar załogi
ru: Избыток персонала
sv: Överbemanna
tr: Fazla istihdam
zh_cn: 人力冗余
zh_hk: 人力冗餘
