Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# ShiftGenerationWarning
source: Warning! Generating shifts according to these rules takes too long time. This will hurt scheduling and optimization performance at a later stage!
ar: تحذير! إنشاء ورديات وفقا لتلك القواعد سيستهلك وقت طويل للغاية. وهذا سيضر عملية الجدولة وتحسين الاداء فى مرحلة تالية!
cs: Varování! Generování směn podle těchto pravidel trvá příliš dlouho. To sníží výkonnost plánování a optimalizace v následujících fázích!
da: Advarsel! Generering af vagter efter disse regler tager forlang tid. Det vil påvirke performance på planlægning og optimering negativt på et senere tidspunk!
de: Achtung! Schichterzeugung mit diesen Regeln dauert sehr lange. Dies wird die Leistungsfähigkeit der Planung und Optimierung beeinflussen.
es: Atención! Generar turnos con estas reglas se tarda demasiado. Esto influirá negativamente en el rendimiento a a la hora de planificar u optimizar!
fa: توجه ! ایجاد شیفت بر اساس این قواعد زمان زیادی طول می کشد .این به زمان بندی و کارایی در مرحله بعدی صدمه می زند
fi: Varoitus! Näiden vuorojen luominen vie kauan aikaa. Tämä tulee hidastuttamaan työvuorojentekemistä ja optimointi.
fr: Avertissement! Générer des horaires selon ces règles prend trop de temps. Cela va impacter la performance de planification et d'optimisation par la suite.
ja: 警告! これらのルールに基づいてシフトを作成すると、処理に非常に時間がかかります。これにより、後のステージにてスケジューリングと最適化のパフォーマンスが低下します!
nl: Waarschuwing! Het genereren van diensten volgens deze regels duurt lang. Dit zal planning en optimalisatie prestaties kwetsen in een latere fase!
no: Advarsel! Å generere skift i henhold til disse reglene tar for lang tid. Dette vil ødelegge for planlegging og optimaliseringsytelse på et senere tidspunkt!
pl: Uwaga! Tworzenie dyżurów według tych reguł trwa zbyt długo. Spowoduje to problemy z planowaniem i optymalizacją w następnych krokach!
pt: Aviso! A geração de turnos de acordo com essas regras leva muito tempo. Isso irá causar um impacto negativo na performance do agendamento e da otimização.
ru: Предупреждение! Создание смен по данным правилам занимает слишком много времени. Это повлияет на планирование и оптимизацию в дальнейшем!
sv: Varning! Det tar för lång tid att skapa upp skift enligt dessa regler. Det kommer påverka prestandan vid schemaläggning och optimering negativt!
tr: Uyarı! Mevcut vardiya kuralları ile istediğiniz vardiyaları yaratmak çok zaman alacak. Bu kadar fazla sayıda vardiya uzun vadede vardiyalama ve optimizasyon performansınızı olumsuz yönde etkileyebilir.
zh_cn: 警告！根据这些规则创建班次会花费很长时间。这将会在后面的排班和优化步骤中影响性能
zh_hk: 警告！根據這些規則創建班次會花費很長時間。這將會在後面的排班和優化步驟中影響性能

# TooComplexRuleset
source: is a too complex ruleset!
ar: حزمة قواعد معقدة للغاية
cs: to je příliš komplexní sada pravidel
da: Regelsættet er for kompliseret!
de: ist eine zu komplexe Schichtsammlung!
es: es una regla extremadamente compleja!
fa: یک مجموعه قوانین بسیار پیچیده است
fi: Liian monimutkainen sääntösarja!
fr: est une règle d'horaires trop complexe!
ja: はルールセットが複雑すぎます!
lv: ir pārāk sarežģīta noteikumu kopa!
nl: is een te complex regelset!
no: regelsettet er for kompliser!
pl: jest zbyt skomplikowane!
pt: é um conjunto de regras muito complexo!
ru: слишком сложный набор правил!
sv: är en för komplex regeluppsättning.
tr: vardiya kural seti fazla karmaşık
zh_cn: 是一个非常复杂的班次规则
zh_hk: 是一個非常複雜的班次規則

source: View All Group Pages
ar: اعرض كل مجموعة الصفحات
cs: Zobrazit všechny skupiny stránek
da: Se Alle Gruppe Sider
de: Alle Gruppierungen anzeigen
es: Ver todas las páginas de grupo
fa: نمایش همه صفحه های گروه
fi: Näytä kaikki ryhmäsivut
fr: Voir toutes les pages de groupe
ja: 全てのグループページを表示
lv: Skatīt Visas Grupu Lapas
nl: Bekijk Alle Groepspagina's
no: Vis alle gruppe sidene
pl: Zobacz wszystkie strony grup
pt: Visualizar Todas as Páginas de Grupo
ru: Просмотр всех группирований
sv: Visa alla grupperingar
tr: Tüm sınıflandırma kategorilerini göster
zh_cn: 查看所有分组页面
zh_hk: 查看所有分組頁面

source: Generate forecast for
ar: إنشاء توقع لـ
cs: Generovat prognóza pro
da: Generer prognose
de: Forecast erzeugen für
es: Generar pervisión para
fa: ساخت پیش بینی برای
fi: Luo ennuste kaudelle
fr: Génère prévisions pour
ja: の予測を作成
lv: Radīt prognozi priekš
nl: Genereer forecast voor
no: Generere prognose for
pl: Prognozuj dla
pt: Gerar uma previsão para
ru: Создать прогноз для
sv: Generera prognos för
tr: Tahmin yarat
zh_cn: 创建预测给
zh_hk: 創建預測給

source: Selected absences
ar: غياب تم اختياره
cs: Zvolené nepřítomnosti
da: Valgte fravær
de: Abwesenheiten auswählen
es: Ausencias seleccionadas
fa: مرخصیهای انتخاب شده
fi: Valitut poissaolot
fr: Absences sélectionnées
ja: 選択した欠勤
lv: Izvēlētās prombūtnes
nl: Geselecteerde afwezigheden
no: Valgte fravær
pl: Wybrane nieobecności
pt: Ausências selecionadas
ru: Выбранные отсутствия
sv: Valda frånvarotyper
tr: Devamsızlık seç
zh_cn: 被选的缺勤
zh_hk: 被選的缺勤

# ProcessingDotDotDot
source: Processing...
ar: معالجة
cs: Zpracovávám ...
da: Arbejder...
de: Verarbeitung...
es: Procesando...
fa: در حال پردازش
fi: Prosessoi...
fr: Traitement...
ja: 処理中...
lv: Apstrādē...
no: Behander...
pl: Prztwarzanie...
pt: Processando...
ru: Обработка...
sv: Behandlas...
tr: İşlem sürüyor...
zh_cn: 处理中...
zh_hk: 處理中...

# MessagesParenthesis
source: Messages ({0})
ar: ({0}) رسالة
cs: Zpráv ({0})
da: Besked ({0})
de: Mitteilungen ({0})
es: Mensajes ({0})
fa: پیام ها ({0})
fi: Viestit ({0})
ja: 未読メッセージ数 ({0})
lv: Ziņas ({0})
nl: Berichten ({0})
no: Meldinger {0}
pl: Wiadomości ({0})
pt: Mensagens ({0})
ru: Сообщения ({0})
sv: Meddelanden ({0})
tr: Mesajlar ({0})
zh_cn: 消息({0})
zh_hk: 消息({0})

source: Budget Group Head Count
ar: عدد افراد مجموعه الميزانيه
cs: Skupina rozpočtu počtu zaměstnanců
da: Budgetgruppe optælling
de: Anzahl der Mitarbeiter lt. Budget-Gruppe
es: Contador de Personal en Grupo de Presupuesto
fa: کارکنان گروه بودجه
fi: Budjettiryhmän henkilömäärä
fr: Effectif groupe budget
ja: 予算グループ人数
lv: Budžeta Grupas Galvu Skaits
nl: Budget Groepshoofd Count
no: Budsjett gruppe Antall ansatte
pl: Ilość osób grupy budżetowej
pt: Head Count do Grupo de Orçamento
ru: Бюджетная группа по кол-ву человек
sv: Antal personer i budgetgruppen
tr: Bütçe grubundaki bordrolu çalışan sayısı
zh_cn: 预算组人头计数
zh_hk: 預算組人頭計數

source: Head Count
ar: عدد الرؤوس
cs: Počet zaměstnanců
da: Optælling
de: Anzahl der Mitarbeiter
es: Contador de Personal
fa: کارکنان
fi: Henkilömäärä
fr: Effectif
ja: 人数
lv: Galvu Skaits
nl: Hoofd Count
no: Antall ansatte
pl: Ilość osób
ru: Количество человек
sv: Antal personer
tr: Çalışan sayısı
zh_cn: 人头数
zh_hk: 人頭數

# NotEnoughAllowance
source: There is not enough allowance for day:
ar: لا يوجد اتاحه كافيه ليوم:
cs: Není povolen dostatečný rozpočet pro den:
da: Der er ikke nok kvote for dag:
de: Es steht zu wenig Budgetvorgabe zur Verfügung für Tag:
es: Insuficiente tiempo autorizado para la fecha:
fa: اجازه مکفی برای روز وجود ندارد:
fi: Ei ole riittävästi budjetoituja poissaoloja päivälle:
fr: Il n'y a pas assez de permission pour le jour:
ja: その日に対して十分な予算が割り当てられていません
lv: Nav pietiekami daudz pielaides dienā:
nl: Er is niet genoeg toelage voor dag:
no: Det er ikke stor nok kvote for dagen:
pl: Nie wystarcza przydziału na dzień:
pt: Não há concessões suficientes para o dia:
ru: Для этого дня недостаточно допущения:
sv: Det finns inte tillräcklig tilldelning för dagen:
tr: Bu gün için yeterli hakediş yok:
zh_cn: 该天配额不足：
zh_hk: 該天配額不足：

source: Add full day absence
ar: أضف غياب يوم كامل
cs: Přidat celodenní absenci
da: Tilføj heldags fravær
de: Ganztags-Abwesenheit hinzufügen
es: Añadir ausencia de día completo
fa: افزودن مرخصی روز کامل
fi: Lisää kokopäivän poissaolo
fr: Ajouter absence journée entière
ja: 終日欠勤を追加
lv: Pievienot pilnas dienas prombūtni
nl: Voeg volle dag afwezigheid
no: Legg til hel dagsfravær
pl: Dodaj całodzienną nieobecność
pt: Adicionar ausência de dia inteiro
ru: Добавить отсутствие на полный день
sv: Lägg till heldagsfrånvaro
tr: Tam günlük devamsızlık ekle
zh_cn: 添加全天缺勤
zh_hk: 添加全天缺勤

source: Invalid end date
ar: نهاية تاريخ غير صحيحة
cs: Neplatné datum konce
da: Ugyldig slut dato
de: Ungültiges Enddatum
es: Fecha de fin inválida
fa: تاریخ پایان نامعتبر
fi: Virheellinen päättymispäivä
fr: Date de fin invalide
ja: 無効なエンド日
lv: Nederīgs beigu datums
nl: Ongeldige einddatum
no: Ugyldig sluttdato
pl: Błędna data zakończenia
pt: Data final inválida
ru: Неверная дата завершения
sv: Ogiltigt slutdatum
tr: Geçersiz bitiş tarihi
zh_cn: 无效的结束日期
zh_hk: 無效的結束日期

# ResolutionMin
source: Resolution (minutes)
ar: الوضوح ( دقائق)
cs: Rozlišení (minuty)
da: Resolution (minutter)
de: Auflösung (Minuten)
es: Resolución (minutos)
fa: رفع مشکل (دقیقه ها)
fi: Tarkkuus (minuuteissa)
fr: Résolution (minutes)
ja: 解決（分）
lv: Rezolūcija (minūtes)
nl: Resolutie (minuten)
no: Hensikt (minutter)
pl: Rozdzielczość (minuty)
pt: Resolução (minutos)
ru: Дискретность (минуты)
sv: Upplösning (minuter)
tr: Karar (dakika)
zh_cn: 分辨率(分钟)
zh_hk: 解析度(分鐘)

source: Single Agent Team
ar: موظف فريق مفرد
cs: Tým s jedním agentem
da: Enkelt medarbejder Team
de: Einzel-Mitarbeiter Teams
es: Equipo de un solo agente
fa: تیم پاسخگوی انفرادی
fi: Yksittäinen agentti tiimissä
fr: Equipe d'agent simple
ja: シングルエージェントチーム
lv: Vienīgā Operatora Nodaļa
no: Enkelt Agent-teamet
pl: Zespół jednego agenta
pt: Agente de Equipe Única
ru: Отдельная группа операторов
sv: Team med en agent
tr: Tek müşteri temsilcili takım
zh_cn: 单个座席代表小组
zh_hk: 單個座席代表小組

source: Same Shift
ar: نفس الوردية
cs: Stejná směna
da: Samme vagt
de: gleiche Schicht
es: Igual turno
fa: شیفت یکسان
fi: Sama työvuoro
fr: Même horaire
ja: 同じシフト
lv: Viena Maiņa
nl: Zelfde Dienst
no: Samme skift
pl: Ten sam dyżur
pt: Mesmo Turno
ru: Одинаковая смена
sv: Samma skift
tr: Aynı vardiya
zh_cn: 相同班次
zh_hk: 相同班次

# SelectAtleastOneOptimizationOptionForBlock
source: Please select at least one of the options "Same shift category", "Same start time" or "Same shift" in Block Optimization.
ar: من فضلك اختر على الاقل واحد من الاختيارات " نفس فئة الوردية"، نفس بداية الوقت أو نفس الوردية، فى بلوك التمييز
cs: Prosím zvolte v blokové optimalizaci alespoň jednu možnost "Stejná kategorie směn", "Stejný čas začátku", nebo "Stejná směna"
da: Vælg venligst én af mulighederne "Samme vagtkategori", "Samme start tid" eller " Samme vagt" i blok optimeringen.
de: Bitte wählen Sie mindestens eine der Optionen "Gleiche Schichtkategorie", "Gleiche Startzeit" oder "Gleiche Schicht" in der Blockoptimierung.
es: Por favor, seleccione al menos una de las opciones "Igual categoría de turno", "Igual hora de inicio" o "Igual turno" en Optimización por Bloques.
fa: لطفا حداقل یکی از این گزینه ها را انتخاب کنید "دسته بندی شیفت یکسان" ، "زمان شروع یکسان" یا "شیفت یکسان" در قالب بهینه سازی
fi: Valitse vähintään yksi seuraavista vaihtoehdoista "Sama vuoroluokka", "Sama aloitusaika" tai "Sama työvuoro" Block-optimoinnille.
fr: Merci de sélectionner au moins une des options "Même catégorie d'horaires", "Même horaire de début" ou "Même Horaire" dans l'optimisation par bloc.
ja: ブロックの最適化では”同じシフトカテゴリ”、”同じ開始時間”または”同じシフト”のうちの最低一つを選択してください
lv: Lūdzu, izvēlieties vismaz vienu no iespējām "Vienas maiņas kategorija", "Viens sākuma laiks" vai "Viena maiņa" Optimizācijas Blokā.
nl: Selecteer ten minste een van de opties "Dezelfde dienst categorie", "Zelfde begintijd" of "Dezelfde dienst" in Blok Optimization.
no: Velg minst ett av alternativene "Same shiftkategori", "Samme starttid" eller "Samme shift" i blokkoptimaliseringen.
pl: Wybierz przynajmniej jedną z opcji "Ta sama kategoria dyżuru", "Ten sam czas rozpoczęcia" lub "Ta sama zamiana" w Optymalizacji bloku
pt: Por favor selecione ao menos uma das opções "Mesma categoria de turno", "Mesmo horário de início" ou "Mesmo turno" na Otimização de Bloco.
ru: Пожалуйста, выберите хотя бы одну опцию "Одинаковая категория смен", "Одинаковое время начала" или "Одинаковая смена" при оптимизации блоками.
sv: Var god välj minst ett av alternativen "Samma skiftkategori", "Samma starttid" eller "Samma skift" vid blockoptimering.
tr: Blok vardiyalama alanındaki "aynı varidya türü", "aynı başlangıç saati" ve "aynı vardiya" seçeneklerinden en az birini seçin.
zh_cn: 请在批次优化里的“相同班次类别”，“相同的开始时间”，“相同班次”选项中至少选择一项
zh_hk: 請在批次優化裡的“相同班次類別”，“相同的開始時間”，“相同班次”選項中至少選擇一項

# HourShort
source: h
ar: س
fi: t
ja: 時
nl: u
no: t
ru: ч
tr: sa
zh_cn: 小时
zh_hk: 小時

source: Confirm removal
ar: تأكيد الحذف
cs: Potvrďte odstranění
da: Bekræft fjernelsen
de: Entfernen bestätigen
es: Confirmar borrado
fa: تایید حذف
fi: Vahvista poistaminen
fr: Confirmer suppression
ja: 削除の確認
lv: Apstiprināt noņemšanu
nl: Bevestig de verwijdering
no: bekreft fjerning
pl: Potwierdź usuwanie
pt: Confirmar exclusão
ru: Подтвердите удаление
sv: Bekräfta borttagning
tr: Kaldırmayı onayla
zh_cn: 确认移除
zh_hk: 確認移除

# NotAllowedMoveOfAssignmentToOtherDate
source: It is not allowed to move a work shift to another day, create a new instead
ar: غير مسموح أن تنقل وردية العمل ليوم آخر، أنشئ وردية جديدة بدلا من السابقة
cs: Není povoleno přesunout pracovní směnu na jiný den, vytvořte novou.
da: Det er ikke tilladt at flytte en vagt til en anden dag i vagt redigering, benyt Klip og indsæt istedetfor.
de: Es ist nicht möglich, eine Schicht an einen anderen Tag zu verlegen, Erzeugen Sie eine neue stattdessen.
es: No está permitido mover un turno a otro día dentro del Editor de turnos. Use cortar/pegar.
fa: انتقال یک شیفت کاری به روز دیگر مجاز نیست ، در عوض یک شیفت جدید ایجاد کنید
fi: Ei ole sallittua siirtää työvuoroa toiselle päivällä, sen sijaan luo uusi vuoro.
fr: Il n'est pas permis de déplacer un horaire travaillé sur un autre jour depuis l'éditeur d'horaires, utiliser couper/coller à la place.
ja: ワークシフトを別の日に移動できません。新しいシフトを作成してください。
lv: Nav atļauts pārvietot darba maiņu uz citu dienu, izveidojiet jaunu vietā
nl: Het is niet toegestaan ​​om een werk dienst te verplaatsen naar een andere dag, maak een nieuwe in plaats.
no: Det er ikke lov til å flytte et skift til en annen dag, opprette en ny i stedet
pl: Nie można przesunąć dyżuru na inny dzień, zamiast tego utwórz nowy
pt: Não é permitido mover um turno de trabalho para outro dia no editor de turnos, por favor utilize os comandos de cópiar e colar.
ru: Невозможно переместить рабочую смену на другой день с помощью редактора смен, вместо этого воспользуйтесь вырезанием и вставкой
sv: Det är inte tillåtet att flytta ett skift från en dag till en annan i skiftredigeraren. Använd klipp ut och klistra in istället.
tr: Vardiyayı başka bir güne taşıma izni yok. Lütfen yeni vardiya yaratın.
zh_cn: 不允许移动一个班次到另一天，请创建一个新的
zh_hk: 不允許移動一個班次到另一天，請創建一個新的

source: Chance of getting absence request granted:
ar: فرصة الحصول على طلب غياب قد تم منحها
cs: Šance na získání požadavku na absenci garantována:
da: Chance for at få fraværs forespørgelsen godkendt:
de: Wahrscheinlichkeit Abwesenheitsanfragen bestätigt zu bekommen:
es: Probabilidad de aprobación de solictud de ausencia:
fa: تغییر در گرفتن درخواست مرخصی موافقت شده:
fi: Mahdollisuus poissaolopyynnön hyväksymiselle:
fr: Chance d'avoir la demande d'absence validée:
ja: 欠勤要求が承認される可能性
lv: Iespēja saņemt prombūtnes pieprasījuma apstiprinājumu:
nl: Kans om afwezigheid verzoek ingewilligd te krijgen:
no: Sjanse for å få fravær forespørselen innvilget:
pl: Szansa na pozytywne rozpatrzenie wniosku o nieobeczność:
pt: Chance de ter a sua solicitação de ausência aprovada:
ru: Возможность подтверждения запроса на отсутствие:
sv: Chans att få frånvaroförfrågan godkänd:
tr: Devamsızlık isteğinin kabul edilme olasılığı:
zh_cn: 缺勤申请被批准的机会是：
zh_hk: 缺勤申請被批准的機會是：

# AddPreferenceThreeDots
source: Add Preference...
ar: أضف رغبات
cs: Přidání preferencí ....
da: Tilføj Præferencer...
de: Präferenz hinzufügen...
es: Añadir Preferencia...
fa: افزودن الویت...
fi: Lisää työvuorotoive...
fr: Ajouter Préférence...
ja: プリファレンスを追加
lv: Pievienot Vēlmi...
nl: Voeg Voorkeur...
no: Legg til preferanser
pl: Dodaj preferencję...
pt: Adicionar Preferência...
ru: Добавить предпочтение...
sv: Lägg till önskemål...
tr: Tercih ekle
zh_cn: 添加偏好...
zh_hk: 添加偏好...

source: Fair
ar: عادل
cs: Spravedlivý
da: Rimelig
de: ausreichend
es: Regular
fa: متوسط
fi: Kohtalainen
fr: Moyenne
ja: フェアー
lv: Vidēja
nl: Eerlijk
no: Rettferdig
pl: Średnia
pt: Média
ru: Полная
sv: Möjlig
tr: Fena değil
zh_cn: 公平
zh_hk: 公平

source: Good
ar: جيد
cs: Dobrý
da: God
de: gut
es: Bueno
fa: خوب
fi: Hyvä
fr: Forte
ja: 高い
lv: Laba
nl: Goed
no: Bra
pl: Wysoka
pt: Alta
ru: Хорошая
sv: God
tr: İyi
zh_cn: 很有可能
zh_hk: 很有可能

source: Poor
ar: فقير
cs: Špatný
da: Dårlig
de: schlecht
es: Pobre
fa: ضعیف
fi: Heikko
fr: Faible
ja: 低い
lv: Vāja
nl: Arm
no: Dårlig
pl: Niska
pt: Baixa
ru: Низкая
sv: Dålig
tr: Zayıf
zh_cn: 不大可能
zh_hk: 不大可能

source: Collecting data...
ar: تجميع بيانات
cs: Shromažďuji data ...
da: Indsamler data...
de: Erfasse Daten...
es: Coleccionando datos...
fa: جمع آوری داده...
fi: Hakee tietoja...
fr: Collecte les données...
ja: データ収集中
lv: Ievāc datus...
nl: Data verzamelen...
no: Samler inn data
pl: Zbieranie danych...
pt: Obtendo dados...
ru: Сбор данных...
sv: Laddar data...
tr: Veri toplanıyor
zh_cn: 正在搜集数据...
zh_hk: 正在搜集資料...

source: Improved
ar: تم تحسينه
cs: Zlepšeno
da: Forbedret
de: verbessert
es: Mejorado
fa: بهبود یافته
fi: Parantunut
fr: Amélioré
ja: 改善しました
lv: Uzlabots
nl: Verbeterd
no: Forbedret
pl: Poprawa
pt: Melhorado
ru: Улучшено
sv: Förbättrat
tr: Daha iyi
zh_cn: 改进的
zh_hk: 改進的

# RecipientAnsweredToEarlierMessage
source: The recipient has answered to your earlier message. Refresh the window to see the reply. Your message will not be sent.
ar: المتلقى أجاب على رسالتك السابقة، قم بتحديث النافذة لمشاهدة الرد، رسالتك لن يتم إرسالها.
cs: Adresát odpověděl na Vaši předchozí zprávu. Obnovte okno, aybste viděli jeho odpověď. Vaše zpráva nebude odeslána.
da: Modtageren har svaret på din tidligere besked. Opdatere vinduet for at se svaret. Din nye besked vil ikke blive sendt.
de: Der Empfänger hat auf eine Ihrer früheren Nachrichten geantwortet. Aktualisieren Sie das Fenster um die Antwort zu sehen. Ihre Nachricht wird nicht gesendet.
es: El destinatario ha respondido a su mensaje anterior. Actualice la ventana para ver su respuesta. Su mensaje no será enviado.
fa: گیرنده به پیغام اخیر شما پاسخ داده است. برای دیدن جواب صفحه را بازیابی کنید.پیغام شما ارسال نخواهد شد.
fi: Vastaanottaja on jo vastannut aikaisempaan viestiisi. Päivitä ikkuna ja näet vastauksen. Viestiäsi ei ole lähetetty.
fr: Le destinataire a répondu à votre message précédent. Rafraîchissez la fenêtre pour voir la réponse. Votre message ne sera pas envoyé.
ja: 受信者はあなたの前のメッセージに返信しました。ウインドウを更新し返信を確認してください。あなたのメッセージは送信されません。
lv: Saņēmējs ir atbildējis uz jūsu iepriekšējo ziņu. Atsvaidziniet logu, lai redzētu atbildi. Jūsu ziņa netiks nosūtīta.
nl: De ontvanger heeft beantwoord op uw eerdere bericht. Vernieuwen het window om het antwoord te zien. Uw bericht wordt niet verzonden.
no: Mottakeren har svart på en tidligere melding. Oppdater vinduet for å se svaret. Meldingen din vil ikke bli sendt.
pl: Odbiorca odpowiedział na twoją wcześniejszą wiadomość. Odśwież okno aby zobaczyć odpowiedź. Twoja wiadomość nie będzie wysłana.
pt: O destinatário já respondeu a sua mensagem anterior. Por favor recarregue essa janela para ver a resposta. A sua mensagem não será enviada.
ru: Получатель ответил на ваше предыдущее сообщение. Обновите экран, чтобы увидеть ответ. Ваше сообщение не будет отправлено.
sv: Mottagaren har svarat på ditt tidigare meddelande. Uppdatera fönstret för att se svaret. Ditt meddelande kommer inte att skickas.
tr: Alıcı bir önceki gönderinizi yaınıtladı. Yanıtını görmek için pencereyi yenileyin. Mesajınız gönderilmeyecek.
zh_cn: 接受者已经答复了你早些时候的信息。刷新窗口查看回复。你的信息将不会发送。
zh_hk: 接受者已經答覆了你早些時候的資訊。刷新窗口查看回復。你的資訊將不會發送。

# ResReportAvailabilityPerAgent
source: Availability per Agent
ar: المسموحية لكل ممثل
cs: Dostupnost na agenta
da: Tilgængelighed pr. medarbejder
de: Verfügbarkeit pro Mitarbeiter
es: Disponibilidad por Agente
fa: دسترس پذیری به ازای هر پاسخگو
fi: Käytettävyys per agentti
fr: Disponibilité par agent
ja: エージェント毎の空き状況
lv: Pieejamība pēc Operatoriem
nl: Beschikbaarheid per Agent
no: Tilgjengellig per agent
pl: Dostępność wg agenta
pt: Disponibilidade por Agente
ru: Доступность по оператору
sv: Tillgänglighet per agent
tr: Müşteri temsilcisi uygunluğu
zh_cn: 每个座席代表的可用性
zh_hk: 每個座席代表的可用性

# TeamBlockNotInLegalState
source: The team block period is not in legal state.
ar: فترة جدولة الكتله ليست فى الفترة القانونية
cs: Blok období týmu není v povoleném stavu
da: Team blokken er ikke i gyldig tilstand
de: Die Block-Periode des Teams ist nicht im gültigen Status.
es: El período de bloque del equipo no está en estado legal.
fa: دوره زمانی انسداد تیم در شرایط قانونی نیست
fi: Tiimin blokkijakso ei ole sopimuksen mukaisessa tilassa.
fr: Le bloc par équipe n'est pas en statut légal.
ja: そのチームブロック機関は合法ではありません
lv: Nodaļas bloka periods nav atļautajā statusā.
nl: Het team blokperiode niet in wetgeving staat.
no: Teamets blokkperiode ikke er i en lovlig tilstand.
pl: Okres bloku zespołu jest w niedopuszczalnym stanie.
pt: O período de equipe de agendamento de bloco não está em um estado legal.
ru: Период планирования по группе не в legal state.
sv: Teamblockperioden är inte i ett giltigt läge.
tr: Takımın blok vardiya dönemi geçersiz. Lütfen tekrar gözden geçirin.
zh_cn: 小组批次时段不在合法状态
zh_hk: 小組批次時段不在合法狀態

# SelectAtleastOneBlockOption
source: Please select at least one of the options "Shift Category", "Start Time" or "Same Shift" in Block scheduling.
ar: من فضلك اختر على الاقل واحد من الاختيارات "فئة الوردية" أو " بداية الوقت" أو "نفس الوردية" فى بلوك الجدولة
cs: Vyberte prosím alespoň jednu z voleb "Kategorie směn", "Počáteční čas" nebo "Stejná směna" v bloku plánování.
da: Vær venlig at vælge mindst en af følgende "Vagtkategori", "Start tid" eller "Samme tid" i Blok planlægningen.
de: Bitte wählen Sie mindestens eine der Optionen "Schichtkategorie", "Startzeit" oder "Gleiche Schicht" in der Blockplanung.
es: Por favor, seleccione al menos una de las opciones "Igual categoría de turno", "Igual hora de inicio" o "Igual turno" en Planificación por Bloques.
fa: لطفا حداقل یکی از این گزینه ها را انتخاب کنید "دسته بندی شیفت " ، " زمان شروع " یا " شیفت یکسان " در برنامه ریزی بلوک
fi: Valitse vähintään yksi seuraavista vaihtoehdoista "Vuoroluokka", "Aloitusaika" tai "Sama työvuoro" Blokki työvuoroja varten
fr: Merci de sélectionner au moins une des options "Catégorie d'horaires", "Heure de début" ou "Même Horaire" dans la planification par blocs.
ja: ブロックスケジューリングでは”シフトカテゴリ”、”開始時間”または”同じシフト”のうちの最低一つを選択してください
lv: Lūdzu, izvēlieties vismaz vienu no iespējām "Maiņas kategorija", "Sākuma laiks" vai "Viena maiņa" Plānošanas Blokā.
nl: A.U.B. selecteer tenminste een van de opties "Dienst Categorie", "Starttijd" of "Zelfde Dienst" in Blok Inroosteren.
no: Velg minst ett av alternativene "Shift Kategori", "Start Tid" eller "Samme Shift" i blokk planlegging.
pl: Wybierz przynajmniej jedną z opcji "Kategoria dyżuru", "Ten sam czas rozpoczęcia" lub "Ta sama zamiana" w Planowaniu bloku
pt: Por favor selecione pelo menos uma das opções "Categoria de Turno", "Horário de Início" ou "Mesmo Turno" em agendamento de Bloco.
ru: Пожалуйста, выберите хотя бы одну из опций "категория смен", "время начала" или "одинаковые смены" при планировании блоками.
sv: Var god välj minst ett av alternativen "Skiftkategori", "Starttid" eller "Samma skift" för blockschemaläggningen.
tr: Blok vardiyalama alanında yer alan "vardiya kategorisi", "başlangıç", veya "aynı vardiya" sçeneklerinden en az birini seçin.
zh_cn: 请在批次排班里的“班次类别”，“开始时间”，“相同班次”选项中至少选择一项。
zh_hk: 請在批次排班裡的“班次類別”，“開始時間”，“相同班次”選項中至少選擇一項。
