Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: RPCR (%)
ar: RPCP (%)
de: RPKQ
fr: Taux de connexion bon interlocuteur (%)
ru: Коэффициент успешных соединений (%)
tr: Doğru Bağlantı Oranı (%)
zh_cn: 正确的群体联接率(%)
zh_hk: 正確的群體聯接率(%)

source: Show Excel Report
ar: اعرض تقرير الاكسيل
cs: Zobrazit Excel report
da: Vis excel rapport
de: Excel Bericht anzeigen
es: Mostrar Reporte en Excel
fa: نمایش گزارش اکسل
fi: Näytä Excel-raportti
fr: Montrer rapport Excel
lv: Parādīt Excel Atskaiti
no: Vis Excel rapporter
pl: Pokaż Raport Excel
ru: Показать отчет Excel
sv: Visa Excel-rapport
tr: Excel
zh_cn: 显示Excel报表
zh_hk: 顯示Excel報表

# RPCAHT
source: RPC AHT (s)
de: RP-DBZ
fa: RPC AHT
fi: RPC AHT(t)
fr: DMT(s) Connection bon interlocuteur
ru: Среднее время успешного соединения (с)
tr: Doğru Bağlantı Ortalama Çağrı Süresi (s)
zh_cn: 正确的群体联接 AHT(s)
zh_hk: 正確的群體聯接 AHT(s)

# NeutralAdherence
source: Neutral
ar: محايد
cs: Neutrální
fa: خنثی
fi: Neutraali
fr: Neutre
lv: Neitrāli
no: Nøytral
pl: Neutralny
ru: Нейтрально
tr: Nötral
zh_cn: 中立
zh_hk: 中立

source: Maximum number of report rows reached
ar: تم الوصول إلى الحد الأقصى من صفوف التقرير
cs: Byl překročen maximální počet záznamů v reportu
da: Maksimalt antal räkker i rapporten er nået
de: Maximale Anzahl Zeilen erreicht
es: Se alcanzó el número máximo de filas
fa: تعداد رکوردهای گرازش به حداکثر تعداد ممکن رسیده است
fi: Raportin maksimirivinumero on ylitetty
fr: Nombre maximum de rangées de rapport atteint
lv: Maksimālais rindu skaits pārskatā ir sasniegts
no: Maksimalt antall rapportrader er nådd
pl: Maksymalna liczba wierszy raportu osiągnięta
ru: Достигнуто максимальное количество строк отчета
sv: Maximalt antal rapportrader är nått
tr: Maksimum satır sayısı aşıldı.
zh_cn: 已达报表的最大的行数
zh_hk: 已達報表的最大的行數

# NarrowToSeeAll
source: Narrow the criteria to be able to see all data
ar: قم بحصر المعايير لكى تتمكن من رؤية كل البيانات
cs: Upřesnit kritéria aby bylo možné zobrazit všechna data
da: Formindsk kriterier for at kunne se alt data
de: Bitte verfeinern Sie die Suche um alle Daten einsehen zu können
es: Acote las normas para poder ver todos los datos
fa: برای دیدن همه داد ها معیارهای گزارش را تغییر دهیذ
fi: Rajoita kriteerit näkeäksesi kaikki tiedot
fr: Réduisez les critères pour pouvoir voir toutes les données
lv: Sašaurināt kritērijus, lai varētu redzēt visus datus
no: Begrens kriteriene for å se alle data
pl: Zawęź kryteria, aby móc zobaczyć wszystkie dane
ru: Сократите критерии, чтобы просмотреть все данные
sv: Begränsa kriterierna för att kunna se all data
tr: Tüm verileri görebilmek için kriterleri daralt
zh_cn: 缩小范围以显示全部数据
zh_hk: 縮小範圍以顯示全部資料

source: Progress
ar: تقدم
cs: Vývoj
da: Fremskridt
de: Fortschritt
es: Progreso
fa: پیشرفت
fi: Kehitys
fr: Progression
no: Framgang
pl: Postęp
ru: Выполнение
tr: İlerleme
zh_cn: 进程
zh_hk: 進程

source: Add must have
ar: الإضافة يجب أن تشمل
cs: Přidat musí mít
da: Tilføj Veto
de: Notwendigkeit hinzufügen
es: Añadir Imprescindible
fa: اضافه کردن روزهای الزامی
fi: Lisää todella tärkeä pyyntö
fr: Ajouter Doit Avoir
lv: Pievienot must have
no: Legg til en "Må ha"
pl: Dodaj muszą mieć
ru: Добавить обязательное пожелание
sv: Lägg till veto
tr: Mutlaka olsun
zh_cn: 添加必须有
zh_hk: 添加必須有

source: Remove must have
ar: الحذف يجب أن يشمل
cs: Odebrat musí mít
da: Fjern Veto
de: Notwendigkeit entfernen
es: Borrar Imprescindible
fa: حذف روزهای الزامی
fi: Poista todella tärkeä pyyntö
fr: Supprimer Doit Avoir
lv: Noņemt must have
no: Fjern en "Må ha"
pl: Usuń muszą mieć
ru: Удалить обязательное пожелание
sv: Ta bort veto
tr: Olmasa da olur
zh_cn: 移除必须有
zh_hk: 移除必須有

# DoubleTextBoxGoldThresholdForAdherence
source: Value of gold threshold for adherence should be larger than the rest.
ar: قيمة عتبة الذهب الخاصة بالالتزام يجب أن تكون أكبر من البقية
cs: Hodnota dosažení zlatého za věrnost by měla být větší než pro ostatní.
da: Värdi for guld gränsevärdi bör väre större end resten.
de: Der Schwellenwert für die Planeinhaltung muss niedriger sein als der Rest
es: El valor del umbral oro para adherencia debe ser mayor que el resto.
fa: مقدار سطح طلایی برای هم راستایی باید بیشتر از بقیه باشد
fi: Noudattamisen kultakynnysarvo on oltava suurempi kuin muiden arvo.
fr: La valeur du seuil or pour l'adhérence doit être plus élevée que le reste.
lv: Zelta sliekšņa vērtībai par grafika ievērošanu ir jābūt lielākai nekā pārējām.
no: Gullterskelverdien for etterlevelse bør være større enn de andre
pl: Wartość progu dla złota za przestrzeganie powinien być większy niż reszta.
ru: Значение порога золотого уровня для соблюдения графика должно быть больше, чем пороги других уровней
sv: Guldtröskelvärdet för följsamhet måste vara högre än de övriga
tr: Vardiya uyumu kategorisinin altın madalya eşik değeri diğer madalyaların eşik değerinden yüksek olmalı.
zh_cn: 遵时度的金色徽章阈值应大于其他的
zh_hk: 遵時度的金色徽章閾值應大於其他的

# DoubleTextBoxSilverThresholdForAdherence
source: Value of silver threshold for adherence should be larger than bronze threshold for Adherence.
ar: قيمة عتبة الفضة الخاصة بالالتزام يجب أن تكون أكبر من البقية
cs: Hodnota dosažení stříbrného za věrnost by měla být větší než pro stříbrný.
da: Värdi for sälv gränsevärdi bör väre större end bronze gränsevärdien for adherence.
de: Der SILBER-Schwellenwert für die Planeinhaltung muss größer sein als der BRONZE-Schwellenwert für die Planeinhaltung.
es: El valor del umbral plata para adherencia debe ser mayor que el umbral bronce para adherencia.
fa: مقدار سطح نقره ای برای هم راستایی باید بیشتر ازسطح برنزی باشد
fi: Noudattamisen hopeakynnysarvo on oltava suurempi kuin pronssikynnysarvo.
fr: La valeur du seuil argent pour l'adhérence doit être plus élevée que le seuil bronze.
lv: Zelta sliekšņa vērtībai par grafika ievērošanu ir jābūt lielākai nekā bronzas slieksnim par grafika ievērošanu.
no: Sølvterskelverdi for etterlevelse bør være større enn bronseterskelverdi for etterlevelse.
pl: Wartość progu dla srebra za przestrzeganie powinien być większy niż próg brązu za przestrzeganie.
ru: Значение порога серебряного уровня для соблюдения графика должно быть больше, чем порог бронзового уровня
sv: Silvertröskelvärdet för följsamhet måste vara högre än bronströskelvärdet
tr: Vardiya uyumu kategorisinin altın madalya eşik değeri bronz madalya eşik değerinden yüksek olmalı.
zh_cn: 遵时度的银色徽章阈值应大于青铜徽章阈值
zh_hk: 遵時度的銀色徽章閾值應大於青銅徽章閾值

# GoldThresholdForAnsweredCallsValue
source: Value of gold threshold for answered calls should be larger than the rest.
ar: قيمة عتبة الذهب الخاصة بالمكالمات التى تم الرد عليها يجب أن تكون أكبر من البقية
cs: Hodnota dosažení zlatého za vyřízené hovory by měla být větší než pro ostatní.
da: Värdi for guld gränsevärdi for besvarede kald bör väre större end resten.
de: Der Schwellenwert für beantwortete Anfrufe muss niedriger sein als der Rest
es: El umbral para una medalla de oro por Llamadas Contestadas debe ser mayor que el resto.
fa: مقدار سطح طلایی برای تماسهای پاسخ داده شده باید بیشتر از بقیه باشد
fi: Vastattujen puhelujen kultakynnysarvo on oltava suurempi kuin muiden arvo.
fr: La valeur du seuil or pour les appels répondus doit être plus élevée que le reste.
lv: Zelta sliekšņa vērtībai par atbildētajiem zvaniem ir jābūt lielākai nekā pārējām.
no: Gullterskelverdien for besvarte anrop bør være større enn resten.
pl: Wartość progu dla złota dla połączeń odebranych powinien być większy niż reszta.
ru: Значение порога золотого уровня для отвеченных звонков должно быть больше, чем пороги других уровней
sv: Guldtröskelvärdet för besvarade samtal måste vara högre än de övriga
tr: Altın madalya eşik değeri diğerlerininkinden yüksek olmalı.
zh_cn: 应答量的金色徽章阈值应大于其他的
zh_hk: 應答量的金色徽章閾值應大於其他的

# SilverThresholdForAnsweredCallsValue
source: Value of silver threshold for answered calls should be larger than bronze threshold for answered calls.
ar: قيمة عتبة الفضة الخاصة بالمكالمات التى تم الرد عليها يجب أن تكون أكبر من عتبة البرونز الخاصة بالمكالمات التى تم الرد عليها
cs: Hodnota dosažení stříbrného za vyřízené hovory by měla být větší než pro bronzový.
da: Värdi for sölv gränsevärdi for besvarede kald bör väre större end bronze gränsevärdien for besvarede kald
de: Der SILBER-Schwellenwert für beantwortete Anrufe muss größer sein als der BRONZE-Schwellenwert für beantwortete Anrufe.
es: El umbral para una medalla de plata por Llamadas Contestadas debe ser mayor que el umbral para una medalla de bronce.
fa: مقدار سطح نقره ای برای تماسهای پاسخ داده شده باید بیشتر از سطح برنزی باشد
fi: Vastattujen puhelujen hopeakynnysarvo on oltava suurempi kuin pronssikynnysarvo.
fr: La valeur du seuil argent pour les appels répondus doit être plus élevée que le seuil bronze.
lv: Zelta sliekšņa vērtībai par atbildētajiem zvaniem ir jābūt lielākai nekā bronzas slieksnim par atbildētajiem zvaniem.
no: Sølvterskelverdo for besvarte anrop bør være større enn bronse terskelverdi for besvarte anrop.
pl: Wartość progu dla srebra dla połączeń odebranych powinna być większa niż brązu progu dla połączeń odebranych.
ru: Значение порога серебряного уровня для отвеченных звонков должно быть больше, чем порог бронзового уровня
sv: Silvertröskelvärdet för besvarade samtal måste vara högre än bronströskelvärdet
tr: Cevaplanan çağrılar gümüş madalyasının eşik değeri aynı kategorinin bronz madalyasından yüksek olmalı.
zh_cn: 应答量的银色徽章阈值应大于青铜徽章阈值
zh_hk: 應答量的銀色徽章閾值應大於青銅徽章閾值

# TimeSpanTextBoxGoldThresholdForAHT
source: Value of gold threshold for AHT should be smaller than the rest.
ar: قيمة عتبة الذهب الخاصة بالAHT التى تم الرد عليها يجب أن تكون أصغر من البقية
cs: Hodnota pro dosažení zlatého za AHT by měla být nižší než pro ostatní.
da: Värdi af guld gränsevärdi for AHT bör väre mindre end resten.
de: Der AHT-Schwellenwert muss niedriger sein als der Rest
es: El valor del umbral oro para AHT debe ser menor que el resto.
fa: مقدار سطح طلایی برای میانگین زمان پاسخگویی باید کمتر از بقیه باشد
fi: Keskimääräisen käsittelyajan kultakynnysarvo on oltava pienempi kuin muiden arvo.
fr: La valeur du seuil d'or pour la DMT doit être inférieure au reste.
lv: Zelta sliekšņa vērtībai par AHT ir jābūt lielākai nekā pārējām.
no: Gullterskelverdi for AHT bør være mindre enn de andre.
pl: Wartość progu dla złota dla AHT powinna być mniejsza niż reszta.
ru: Значение порога золотого уровня для AHT должно быть больше, чем пороги других уровней
sv: Guldtröskelvärdet för genomsnittlig behandlingstid måste vara lägre än de övriga
tr: Çağrı süresi altın madalyasının eşik değeri diğer madalyalardan yüksek olmalı.
zh_cn: AHT的金色徽章阈值应大于其他的
zh_hk: AHT的金色徽章閾值應大於其他的

# TimeSpanTextBoxSilverThresholdsForAHT
source: Value of silver threshold for AHT should be smaller than bronze threshold for AHT.
ar: قيمة عتبة الفضة الخاصة بالAHT التى تم الرد عليها يجب أن تكون أصغر من عتبة البرونز الخاصة ب AHT
cs: Hodnota pro dosažení stříbrného za AHT by měla být nižší než pro bronzového.
da: Värdi for sölv gränsevärdi for ATH bör väre mindre end bronze gränsevärdien for AHT
de: Der AHT-SILBER-Schwellenwert muss kleiner sein als der AHT-BRONZE-Schwellenwert.
es: El valor del umbral plata para AHT debe ser menor que el umbral bronce para AHT.
fa: مقدار سطح نقره ای برای میانگین زمان پاسخگویی باید کمتر از برنزی باشد
fi: Keskimääräisen käsittelyajan hopeakynnysarvo on oltava pienempi kuin pronssikynnysarvo.
fr: La valeur du seuil argent pour la DMT doit être inférieure à la valeur du seuil bronze.
lv: Zelta sliekšņa vērtībai par AHT ir jābūt lielākai nekā bronzas slieksnim par AHT.
no: Sølvterskelverdi for AHT bør være mindre enn bronseterskelverdi for AHT.
pl: Wartość progu dla srebra dla AHT powinna być mniejsza niż progu dla brązu AHT.
ru: Значение порога серебряного уровня для AHT должно быть больше, чем порог бронзового уровня
sv: Silvertröskelvärdet för genomsnittlig behandlingstid måste vara lägre än bronströskelvärdet
tr: Çağrı süresi gümüş madalyasının eşik değeri bronz madalyadan yüksek olmalı.
zh_cn: AHT的银色徽章阈值应大于青铜徽章阈值
zh_hk: AHT的銀色徽章閾值應大於青銅徽章閾值

source: Create new role
ar: أنشئ دور جديد
cs: Vytvořit novou roli
da: Opret ny rolle
de: Neue Rolle erstellen
es: Crear un nuevo rol
fa: ایجاد نقش جدید
fi: Luo uusi rooli
fr: Créer un nouveau rôle
lv: Izveidot jaunu lomu
no: Opprett en ny rolle
pl: Tworzenie nowej roli
ru: Создать новую роль
sv: Skapa ny roll
tr: Yeni rol
zh_cn: 创建新的角色
zh_hk: 創建新的角色

# DataFilterThreeDots
source: Filter sites / teams
da: Data filter...
de: Nach Standort/Teams filtern
es: Filtro de datos...
fa: فیلتر سایت / تیم
fi: Toimipisteiden/tiimien filtteri
fr: Filtre données...
no: Filtrer lokasjon / team
ru: Фильтр сайты/группы
sv: Filtrera enhet/team
tr: Lokasyon/takım filtreleme
zh_cn: 数据筛选器...
zh_hk: 數據篩選器...

# BadgeWithRank_YouGotANewSilverBadgeForAnsweredCalls
source: You got a new silver badge! You have answered more than {0} calls in {1:yyyy-MM-dd}.
cs: Obdržel(a) jste nové stříbrné ocenění! Vyřídil(a) jste více než {0} hovorů v {1:yyyy-MM-dd}.
de: Sie haben einen neuen SILBERstern! Sie haben mehr als {0} Anrufe beantwortet in {1:yyyy-MM-dd}.
es: Has recibido una nueva medalla de plata! Has atendido más de {0} llamadas en {1:yyyy-MM-dd}.
fi: Olet ansainnut uuden hopeamitalin! Olet vastannut useampaan kuin {0} puheluun {1:yyyy-MM-dd}.
fr: Vous avez obtenu un nouveau badge argent! Vous avez répondu à plus de {0} appels le {1:yyyy-MM-dd}
lv: Tev ir jauna sudraba medaļa! Tu esi atbildējis vārāk nekā {0} zvanus {1: YYYY-MM-dd}.
pl: Masz nową srebrną odznakę! Odpowiedziałeś więcej niż {0} rozmów w {1: rrrr-mm-dd}.
ru: У вас новый серебряный уровень! Вы обслужили более чем {0} звонков в {1:yyyy-MM-dd}
sv: Du har en ny silvermedalj! Du har besvarat mer än {0} samtal {1:yyyy-MM-dd}.
tr: {1:yyyy-MM-dd} tarihinde {0} üzerinde çağrı cevaplayarak yeni bir gümüş madalya kazandın.
zh_cn: 亲，您获得了一枚银色徽章！您在{1:yyyy-MM-dd}的应答量超过了 {0}。继续加油哦～
zh_hk: 親，您獲得了一枚銀色徽章！您在{1:yyyy-MM-dd}的應答量超過了{0}。繼續加油哦～

source: Outbound Campaigns
ar: الحملات الصادرة
cs: Odchozí kampaň
da: Outbound kampagne
de: Outboundkampagne
es: Campañas Outbound
fa: کمپینهای خروجی
fi: Ulossoittokampanja
fr: Campagnes d'appels sortants
lv: Izejošās Kampaņas
no: Utgående kampanje
pl: Kampanie Wychodzące
ru: Исходящие кампании
sv: Outboundkampanjer
tr: Giden Çağrı Kampanyaları
zh_cn: 外呼活动
zh_hk: 外呼活動

# BadgeWithRank_YouGotANewSilverBadgeForAHT
source: You got a new silver badge! Your average handling time in {1:yyyy-MM-dd} is below {0} seconds.
cs: Obdržel(a) jste nové stříbrné ocenění! Vaše průměrná doba vyřízení hovorů v {1:yyyy-MM-dd} je pod {0} sekund.
de: Sie haben einen neuen SILBERstern! Ihre durchschnittliche Bearbeitungszeit in {1:yyyy-MM-dd} ist unter {0} Sekunden.
es: Has recibido una nueva medalla de plata! Tu t. de gestión promedio en {1:yyyy-MM-dd} fue menor que {0} segundos.
fi: Olet ansainnut uuden hopeamitalin! Keskimääräinen käsittelyaikasi {1:yyyy-MM-dd} on alle {0}.
fr: Vous avez obtenu un nouveau badge argent! Votre durée moyenne de traitement du {1:yyyy-MM-dd} est au dessous de {0}.
lv: Tev ir jauna sudraba medaļa! Tavs vidējais zvanu apstrādes laiks {1: YYYY-MM-dd} ir zem {0} sekundēm.
pl: Masz nową srebrną odznakę! Twój średni czas rozpatrywania w {1: rrrr-MM-dd} jest poniżej {0} sekund.
ru: У вас новый серебряный уровень! Ваш AHT в {1:yyyy-MM-dd} ниже {0}
sv: Du har en ny silvermedalj! Din genomsnittliga behandlingstid {1:yyyy-MM-dd} är under {0} sekunder.
tr: {1:yyyy-MM-dd} tarihindeki ortalama çağrı karşılama sürenizi {0} saniye altında tutarak yeni bir gümüş madalya kazandın.
zh_cn: 亲，您获得了一枚银色徽章！您在{1:yyyy-MM-dd}的平均处理时长低于 {0}。继续加油哦～
zh_hk: 親，您獲得了一枚銀色徽章！您在{1:yyyy-MM-dd}的平均處理時長低於{0}。繼續加油哦～

# BadgeWithRank_YouGotANewSilverBadgeForAdherence
source: You got a new silver badge! Your ready time adherence in {1:yyyy-MM-dd} is above {0}.
cs: Obdržel(a) jste nové stříbrné ocenění! Vaše věrnost v {1:yyyy-MM-dd} je vyšší než {0}.
de: Sie haben einen neuen SILBERstern! Ihre Planeinhaltung in {1:yyyy-MM-dd} ist über {0}.
es: Has recibido una nueva medalla de plata! Tu adherencia en {1:yyyy-MM-dd} fue mayor a {0}.
fi: Olet ansainnut uuden hopeamitalin! Valmiusajan noudattamisesi {1:yyyy-MM-dd} on yli {0}.
fr: Vous avez obtenu un nouveau badge argent! Votre adhérence temps ready du {1:yyyy-MM-dd} est au dessus de {0}.
lv: Tev ir jauna sudraba medaļa! Tava atbilstība grafikam {1: YYYY-MM-dd} ir virs {0}.
pl: Masz nową srebrną odznakę! Twój przestrzeganie w {1: rrrr-MM-dd} jest ponad {0}.
ru: У вас новый серебряный уровень! Ваше соблюдение времени готовности в {1:yyyy-MM-dd} выше {0}
sv: Du har en ny silvermedalj! Din följsamhet {1:yyyy-MM-dd} är över {0}.
tr: {1:yyyy-MM-dd} tarihinde {0} üzerinde vardiya uyumu sağlayarak gümüş madalya kazandınız.
zh_cn: 亲，您获得了一枚银色徽章！您在{1:yyyy-MM-dd}的遵循度高于 {0}。继续加油哦～
zh_hk: 親，您獲得了一枚銀色徽章！您在{1:yyyy-MM-dd}的遵循度高於{0}。繼續加油哦～

# BadgeWithRank_YouGotANewGoldBadgeForAnsweredCalls
source: You got a new gold badge! You have answered more than {0} calls in {1:yyyy-MM-dd}.
cs: Obdržel(a) jste nové zlaté ocenění! Vyřídil(a) jste více než {0} hovorů v {1:yyyy-MM-dd}.
de: Sie haben einen neuen GOLDstern! Sie haben mehr als {0} Anrufe beantwortet in {1:yyyy-MM-dd}.
es: Has recibido una nueva medalla de oro! Has atendido más de {0} llamadas en {1:yyyy-MM-dd}.
fi: Olet ansainnut uuden kultamitalin! Olet vastannut useampaan kuin {0} puheluun {1:yyyy-MM-dd}.
fr: Vous avez obtenu un nouveau badge or! Vous avez répondu à plus de {0} appels le {1:yyyy-MM-dd}
lv: Tev ir jauna zelta medaļa! Tu esi atbildējis vārāk nekā {0} zvanus {1: YYYY-MM-dd}.
pl: Masz nową złotą odznakę! Odpowiedziałeś więcej niż {0} rozmów w {1: rrrr-mm-dd}.
ru: У вас новый золотой уровень! Вы обслужили более чем {0} звонков в {1:yyyy-MM-dd}
sv: Du har en ny guldmedalj! Du har besvarat mer än {0} samtal {1:yyyy-MM-dd}.
tr: {1:yyyy-MM-dd} tarihinde {0} üzerinde çağrı cevaplayarak altın madalya kazandınız.
zh_cn: 亲，您获得了一枚金色徽章！您在{1:yyyy-MM-dd}的应答量超过了 {0}。继续加油哦～
zh_hk: 親，您獲得了一枚金色徽章！您在{1:yyyy-MM-dd}的應答量超過了{0}。繼續加油哦～

source: Delete Campaign
ar: احذف الحملة
cs: Smazat kampaň
da: Slet kampagne
de: Kampagne löschen
es: Borrar Campaña
fa: حذف کمپین
fi: Poista kampanja
fr: Supprimer campagne
lv: Dzēst Kampaņu
no: Slett kampanje
pl: Usuń Kampanie
ru: Удалить кампанию
sv: Ta bort kampanj
tr: Kampanyayı sil
zh_cn: 删除活动
zh_hk: 刪除活動

source: Connect Rate (%)
ar: صل معدل (%)
cs: Míra připojení(%)
da: Forbind sats (%)
de: Anschlussquote
es: Ratio de Conexión(%)
fa: اتصال نرخ (%)
fi: Yhdistä aste (%)
fr: Taux de connexion (%)
lv: Savienojuma Likme(%)
no: Koble rente (%)
pl: Współczynnik Połączeń (%)
ru: Коэффициент соединений (%)
tr: Bağlanabilme oranı (%)
zh_cn: 联接率(%)
zh_hk: 聯接率(%)

# ConnectAHT
source: Connect AHT (s)
ar: صل ال AHT
cs: Připojení AHT(s)
da: Forbind AHT (er)
de: DBZ(s) bei Anschluss
es: Conectar AHT(s)
fa: اتصال میانگین زمان پاسخگویی ATH
fi: Yhdistä AHT(t)
fr: DMT(s) Connectés
lv: Savienot AHT(s)
no: Koble AHT (s)
pl: AHT Połączeń
ru: Среднее время соединения (с)
tr: Bağlanan aramalar ortalama çağrı süresi (AHT) (s)
zh_cn: 联接AHT(s)
zh_hk: 聯接AHT(s)

source: Campaigns
ar: حملات
cs: Kampaně
da: Kampagner
de: Kampagnen
es: Campañas
fa: کمپینها
fi: Kampanjat
fr: Campagnes
lv: Kampaņas
no: Kampanjer
pl: Kampanie
ru: Кампании
sv: Kampanjer
tr: Kampanyalar
zh_cn: 活动
zh_hk: 活動

# BadgeWithRank_YouGotANewGoldBadgeForAHT
source: You got a new gold badge! Your average handling time in {1:yyyy-MM-dd} is below {0} seconds.
cs: Obdržel(a) jste nový zlatý odznak! Váše průměrná doba vyřízení hovoru v {1:yyyy-MM-dd} je nižší než {0} sekund.
de: Sie haben einen neuen GOLDstern! Ihre durchschnittliche Bearbeitungszeit in {1:yyyy-MM-dd} ist unter {0} Sekunden.
es: Has recibido una nueva medalla de oro! Tu t. de gestión promedio en {1:yyyy-MM-dd} fue menor que {0} segundos.
fi: Olet ansainnut uuden kultamitalin! Keskimääräinen käsittelyaikasi {1:yyyy-MM-dd} on alle {0}.
fr: Vous avez obtenu un nouveau badge or! Votre durée moyenne de traitement du {1:yyyy-MM-dd} est au dessous de {0}.
lv: Tev ir jauna zelta medaļa! Tavs vidējais zvanu apstrādes laiks {1: YYYY-MM-dd} ir zem {0} sekundēm.
pl: Masz nową złotą odznakę! Twój średni czas rozpatrywania w {1: rrrr-MM-dd} jest poniżej {0} sekund.
ru: У вас новый золотой уровень! Ваш AHT в {1:yyyy-MM-dd} ниже {0}
sv: Du har en ny guldmedalj! Din genomsnittliga behandlingstid {1:yyyy-MM-dd} är under {0} sekunder.
tr: {1:yyyy-MM-dd} tarihindeki ortalama çağrı karşılama sürenizi {0} saniye altında tutarak altın madalya kazandınız.
zh_cn: 亲，您获得了一枚金色徽章！您在{1:yyyy-MM-dd}的平均处理时长低于 {0}。继续加油哦～
zh_hk: 親，您獲得了一枚金色徽章！您在{1:yyyy-MM-dd}的平均處理時長低於{0}。繼續加油哦～

# BadgeWithRank_YouGotANewGoldBadgeForAdherence
source: You got a new gold badge! Your ready time adherence in {1:yyyy-MM-dd} is above {0}.
cs: Obdržel(a) jste nový zlatý odznak! Vaše věrnost v {1:yyyy-MM-dd} je vyšší než {0}.
de: Sie haben einen neuen GOLDstern! Ihre Planeinhaltung in {1:yyyy-MM-dd} ist über {0}.
es: Has recibido una nueva medalla de oro! Tu adherencia en {1:yyyy-MM-dd} fue mayor a {0}.
fi: Olet ansainnut uuden kultamitalin! Valmiusajan noudattamisesi {1:yyyy-MM-dd} on yli {0}.
fr: Vous avez obtenu un nouveau badge or! Votre adhérence temps ready du {1:yyyy-MM-dd} est au dessus de {0}.
lv: Tev ir jauna zelta medaļa! Tava atbilstība grafikam {1: YYYY-MM-dd} ir virs {0}.
pl: Masz nową złotą odznakę! Twoje przestrzeganie w {1: rrrr-MM-dd} jest ponad {0}.
ru: У вас новый золотой уровень! Ваше соблюдение времени готовности в {1:yyyy-MM-dd} выше {0}
sv: Du har en ny guldmedalj! Din följsamhet {1:yyyy-MM-dd} är över {0}.
tr: {1:yyyy-MM-dd} tarihindeki vardiya uyumun {0} üzerinde geldi ve altın madalya kazandın.
zh_cn: 亲，您获得了一枚金色徽章！您在{1:yyyy-MM-dd}的遵循度高于 {0}。继续加油哦～
zh_hk: 親，您獲得了一枚金色徽章！您在{1:yyyy-MM-dd}的遵循度高於{0}。繼續加油哦～

# BadgeWithRank_YouGotANewBronzeBadgeForAnsweredCalls
source: You got a new bronze badge! You have answered more than {0} calls in {1:yyyy-MM-dd}.
cs: Obdržel(a) jste nový bronzový odznak! Vyřídil(a) jste více než {0} hovorů v {1:yyyy-MM-dd}.
de: Sie haben einen neuen BRONZEstern! Sie haben mehr als {0} Anrufe beantwortet in {1:yyyy-MM-dd}.
es: Has recibido una nueva medalla de bronce! Has atendido más de {0} llamadas en {1:yyyy-MM-dd}.
fi: Olet ansainnut uuden pronssimitalin! Olet vastannut useampaan kuin {0} puheluun {1:yyyy-MM-dd}.
fr: Vous avez obtenu un nouveau badge bronze! Vous avez répondu à plus de {0} appels le {1:yyyy-MM-dd}.
lv: Tev ir jauna bronzas medaļa! Tu esi atbildējis vārāk nekā {0} zvanus {1: YYYY-MM-dd}.
pl: Masz nową brązową odznakę! Odpowiedziałeś na więcej niż {0} połączeń w {1: rrrr-mm-dd}.
ru: У вас новый бронзовый уровень! Вы обслужили более чем {0} звонков в {1:yyyy-MM-dd}
sv: Du har en ny bronsmedalj! Du har besvarat mer än {0} samtal {1:yyyy-MM-dd}.
tr: {1:yyyy-MM-dd} tarihinde {0} üzerinde çağrı cevaplayarak bronz madalya kazandınız.
zh_cn: 亲，您获得了一枚青铜徽章！您在{1:yyyy-MM-dd}的应答量超过了 {0}。继续加油哦～
zh_hk: 親，您獲得了一枚青銅徽章！您在{1:yyyy-MM-dd}的應答量超過了{0}。繼續加油哦～
