Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# DeletePlanGroupSchedullingSetting
source: Delete scheduling setting
da: Slet planlägningsindstilling
de: Planungseinstellung löschen
es: Borrar configuración de planificación
fa: حذف تنظیمات زمانبندی
fi: Poista suunnitteluasetukset
fr: Supprimer un paramètre de planification
no: Slett planleggingsinnstilling
sv: Ta bort schemaläggningsinställning
zh_cn: 删除排班设置
zh_hk: 刪除排班設置

# CreatePlanGroupSchedulingSetting
source: Create scheduling setting
da: Opret planlägningsindstilling
de: Planungseinstellung erstellen
es: Crear configuración de planificación
fa: ایجاد تنظیمات زمانبندی
fi: Luo suunnitteluasetukset
fr: Créer un paramètre de planification
no: Opprett planleggingsinnstilling
sv: Skapa schemaläggningsinställning
zh_cn: 创建排班设置
zh_hk: 創建排班設置

# NotShowingReforcastedAgents
source: Reforecasted agents cannot be shown for current selection.
da: Genprognosticerede agenter kan ikke vises i den nuvärende markering.
de: Neu prognostizierte Mitarbeiter können für die aktuelle Auswahl nicht angezeigt werden.
es: Agentes previstos re-ajustados no puede ser mostrado para la selección actual
fa: پاسخگوهای پیشبینی شده برای انتخاب حاضر قابل استفاده نیستند
fi: Uudelleenennustettuja agentteja ei voida näyttää kyseiselle valinnalle.
fr: Le personnel re-prévu ne peut pas être montré pour la sélection actuelle
no: Reprognostiserte agenter kan ikke vises for gjeldende utvalg.
sv: Omprognostiserad bemanning kan inte visas för aktuellt urval.
zh_cn: 当前选择无法显示重新预测的座席代表数.
zh_hk: 當前選擇無法顯示重新預測的座席代表數.

# EditPlanGroupSchedulingSetting
source: Edit scheduling setting
da: Ret planlägningsindstilling
de: Planungseinstellung bearbeiten
es: Editar configuración de planificación
fa: ویرایش تنظیمات زمانبندی
fi: Muokkaa suunnitteluasetukset
fr: Editer un paramètre de planification
no: Rediger planleggings settingene
sv: Ändra schemaläggningsinställning
zh_cn: 编辑排班设置
zh_hk: 編輯排班設置

source: No agents to be displayed
da: Ingen agenter kan vises
de: Keine anzuzeigenden Mitarbeiter
es: No hay agentes que mostrar
fa: هیچ پاسخگویی نشان داده نمیشود
fi: Valinnallasi ei löydy agentteja
fr: Aucun agent à afficher
no: Ingen agenter å vise
sv: Inga agenter att visa
zh_cn: 没有显示的座席代表
zh_hk: 沒有顯示的座席代表

# BlockSameStartTime
source: Same start time
da: Samme starttid
de: Gleiche Startzeit
es: Igual hora de inicio
fa: زمان شروع یکسان
fi: Sama aloitusaika
fr: Même heure de début
no: Samme starttidspunkt
sv: Samma starttid
zh_cn: 相同开始时间
zh_hk: 相同開始時間

source: Scheduled agent
da: Vagtplanlagt agent
de: Geplanter Mitarbeiter
es: Agente planificado
fa: پاسخگوهای زمانبندی شده
fi: Työvuorotetut agentit
fr: Agent planifié
no: Planlagt agent
sv: Schemalagd agent
zh_cn: 排定的座席代表
zh_hk: 排定的座席代表

source: Modified by
da: Rette af
de: Geändert von
es: Moficado por
fa: تغییر یافته توسط
fi: Muokannut
fr: Modifié par
no: Endret av
sv: Ändrad av
zh_cn: 修改人
zh_hk: 修改人

source: Modified at
da: Rettet kl.
de: Geändert um
es: Modificado a las
fa: تغییر یافته در
fi: Muokattu
fr: Modifié le
no: Endret
sv: Ändrad
zh_cn: 修改于
zh_hk: 修改於

# IndividualFlexible
source: Flexible
da: Fleksibel
de: Flexibel
fa: منعطف
fi: Joustava
no: fleksibel
sv: Flexibelt
zh_cn: 灵活的
zh_hk: 靈活的

source: Audit type
da: Revision type
de: Planungsprotokolltyp
es: Tipo de Auditoría
fa: نوع بررسی
fi: Työvuorohistoria
fr: Type d'audit
no: Revisjonstype
sv: Uppföljningstyp
zh_cn: 审核类型
zh_hk: 審核類型

source: View agents by selection
da: Se valgte agenter
de: Mitarbeiter nach Auswahl anzeigen
es: Ver agentes de acuerdo a selección
fa: نمایش پاسخگوهای انتخاب شده
fi: Näytä agentit valinnalle
fr: Voir agents par sélection
no: Vis agenter ved utvalg
sv: Visa agenter enligt urval
zh_cn: 通过选择查看座席代表
zh_hk: 通過選擇查看座席代表

# TextOfNoBlockScheduling
source: No Block Scheduling
da: Ingen blok planlägning
de: Keine Blockplanung
es: Sin Planificación por Bloques
fa: بدون زمانبندی بلوکی
fi: Blokki-työvuorot ei käytössä
fr: Pas de planification par blocs
no: Ingen blokkplanlegging
sv: Ingen blockschemaläggning
zh_cn: 无批次排班
zh_hk: 無批次排班

# GeneralSettingOfPlanGroupSchedulingSetting
source: Name and filters
da: Navn og filter
de: Name und Filter
es: Nombre y filtros
fa: نامها و فیلترها
fi: Nimi ja lajittelu
fr: Nom et filtres
no: Navn og filter
sv: Namn och filter
zh_cn: 名称和筛选器
zh_hk: 名稱和篩選器

# AreYouSureYouWantToDeleteSchedulingSetting
source: Are you sure you want to delete scheduling setting {0} and its related settings?
da: Er du sikker på at du vil slette planlägningdindstillingen {0} og de tilhörende indstillinger?
de: Sind Sie sicher, dass Sie die Planungseinstellung {0} und ihre zugehörigen Einstellungen löschen möchten?
es: ¿Seguro que quieres eliminar la configuración de planificación {0} y su configuración relacionada?
fa: میخواهید تنطیمات زمانبندی {0} و تنظیمات وابسته به آن را تغییر دهید؟
fi: Haluatko poistaa suunnitteluasetukset {0} ja siihen liityvät asetukset?
fr: Êtes-vous sûr de vouloir supprimer le paramètre de planification {0} et ses paramètres relatifs?
no: Er du sikker på at du vil slette planleggingsinnstillingen {0} og tilhørende innstillinger?
sv: Är du säker på att du vill ta bort schemaläggningsinställning {0} och tillhörande inställningar?
zh_cn: 您确定想要删除排班设置 {0} 及其相关设置吗?
zh_hk: 您確定想要刪除排班設置 {0} 及其相關設置嗎?

source: View agents
da: Se agenter
de: Mitarbeiter anzeigen
es: Ver agentes
fa: نمایش پاسخگوها
fi: Näytä agentit
fr: Voir agents
no: Vis agenter
sv: Visa agenter
zh_cn: 查看座席代表
zh_hk: 查看座席代表

# SkillGroupColon
source: Skill group:
da: Skill gruppe:
de: Skillgruppe:
es: Grupo de skills:
fa: گروه مهارت:
fi: Taitoryhmä:
fr: Groupe de compétences:
no: Ferdighets gruppe:
sv: Kompetensgrupp:
zh_cn: 技能组:
zh_hk: 技能組:

# InfoOfSchedulingSetting
source: The scheduling setting are applied for the planning group
da: Planlägningsindstillingen er tilföjet planlägningsgruppen
de: Die Planungseinstellungen werden für die Planungsgruppe angewandt
es: La configuración de planificación de horarios se aplicó al grupo de planificación
fa: تنظیمات زمانبندی برای گروه برنامه ریزی اعمال شده است
fi: Suunnitteluasetukset ovat käytössä suunnitteluryhmälle
fr: Les paramètres de planification sont appliqués au groupe de planification
no: Planleggingsinnstillingen er tatt i bruk for gruppen
sv: Schemaläggningsinställningen är angiven för planeringsgruppen
zh_cn: 排班设置已被应用于计划组
zh_hk: 排班設置已被應用於計畫組

source: Select skill group
da: Välg skill grupper
de: Skillgruppe auswählen
es: Seleccione grupo de skills
fa: انتخاب گروه مهارت
fi: Valitse taitoryhmä
fr: Sélectionner groupe de compétences
no: Velg ferdighetsgruppe
sv: Välj kompetensgrupp
zh_cn: 选择技能组
zh_hk: 選擇技能組

# FilterPlanGroupSchedulingSetting
source: Filter scheduling setting
da: Filtrer planlägningsindstilling
de: Planungseinstellung filtern
es: Filtrar configuración de planificación
fa: فیلتر تنظیمات زمانبندی
fi: Lajittele suunnitteluasetukset
fr: Filtrer un paramètre de planification
no: Filtrer planleggingInnstillinger
sv: Filtrera schemaläggningsinställning
zh_cn: 筛选排班设置
zh_hk: 篩選排班設置

source: No skill groups found
da: Ingen skill grupper er fundet
de: Keine Skillgruppen gefunden
es: No se encontraron grupos de skills
fa: هیچ گروه مهارتی پیدا نشد
fi: Taitoryhmiä ei löydy
fr: Pas de groupes de compétences trouvés
no: Ingen ferdighetsgrupper funnet
sv: Inga kompetensgrupper hittades
zh_cn: 没有找到技能组
zh_hk: 沒有找到技能組

# BlockSameShift
source: Same shift
da: Samme vagt
de: Gleiche Schicht
es: Igual turno
fa: شیفت یکسان
fi: Sama vuoro
fr: Même horaire
no: Like skift
sv: Samma skift
zh_cn: 相同班次
zh_hk: 相同班次

source: Loading skill groups...
da: Indläser skill grupper
de: Skillgruppen werden geladen...
es: Cargando grupos de skills...
fa: بارگذاری گروههای مهارت...
fi: Ladataan taitoryhmiä...
fr: Chargement des groupes de compétences...
no: Laster ferdighetsgrupper ...
sv: Laddar kompetensgrupper...
zh_cn: 正在假造技能组...
zh_hk: 正在假造技能組...

# ManagePlanningGroupSchedulingSetting
source: Manage scheduling setting for the planning group {0}
da: Håndter planlägningsindstillingen for planlägningsgruppen {0}
de: Planungseinstellung für die Planungsgruppe {0} verwalten
es: Administrar la configuración de planificación para el grupo de planificación {0}
fa: مدیریت تنظیمات زمانبندی برای گروه برنامه ریزی {0}
fi: Hallinnoi suunnitteluasetukset suunnitteluryhmälle {0}
fr: Gérer le paramètre de planification pour le groupe de planification {0}
no: Administrer planleggingsinnstilling for gruppen {0}
sv: Hantera schemaläggningsinställning för planeringsgruppen {0}
zh_cn: 为计划组 {0} 管理排班设置
zh_hk: 為計畫組 {0} 管理排班設置

source: Overtime Requests
da: Overtidsforespörgsler
de: Überstundenanfragen
es: Solicitudes de Tiempo Extra
fi: Ylityöpyyntö
fr: Demandes d'heures supplémentaires
ru: Запросы Сверхурочных
sv: Övertidsförfrågningar
tr: Fazla mesai istekleri
zh_cn: 加班申请
zh_hk: 加班申請

# ShiftTradeResendMessage
source: Request was resent because of schedule changes.
de: Anfrage wurde aufgrund von Planänderungen erneut gesendet.
fi: Pyyntö lähetetty uudelleen työvuoron muutoksen takia.
fr: La demande a été ré-envoyée suite à des changements.
sv: Förfrågan skickades igen eftersom schemat ändrats.
tr: Vardiya değişimi sebebiyle istek yeniden gönderildi.
zh_cn: 申请已被重新发送。
zh_hk: 申請已被重新發送。

# OvertimeRequestDenyReasonInvalidPeriod
source: Your overtime request has been denied automatically. The valid request period is {0}.
da: Din overtidsforespörgsel er blevet automatisk afvist. Den gyldige forespörgselsperiode er {0}
de: Ihre Überstundenanfrage wurde automatisch abgelehnt. Der gültige Anfragezeitraum ist Ihre Überstundenanfrage wurde automatisch abgelehnt. Der gültige Anfragezeitraum ist {0}.
es: Tu solicitud de tiempo extra fue denegada automáticamente. El periodo válido de solicitud es {0}.
fi: Ylityöpyyntö on hylätty automaattisesti. Pyyntöjä voi ainoastaan lähettää {0} välille.
fr: Votre demande d'heures supplémentaires a été refusée automatiquement. L'intervalle valide pour les demandes est {0}.
sv: Din övertidsförfrågan har avslagits automatiskt. Den öppna perioden för förfrågningar är {0}.
tr: Fazla mesai isteğiniz otomatik olarak reddedildi. Fazla mesai için geçerli aralık {0} olmalı.
zh_cn: 您的加班申请已被自动拒绝。可申请的周期为 {0}。
zh_hk: 您的加班申請已被自動拒絕。可申請的週期為 {0}。

# ShiftTradeRequestForExchangeOfferHasBeenCompleted
source: The shift trade offer was completed by other agent.
de: Das Schichttauschangebot wurde von einem anderen Mitarbeiter abgeschlossen.
fi: Työvuoronvaihtapyyntö on hyäksytty toisen työntekijän toimesta.
fr: Cette offre d'échange d'horaires a été prise par un autre agent.
sv: Skiftbyteserbjudandet antogs av en annan agent.
tr: Vardiya takası teklifi başka bir müşteri temsilcisi tarafından tamamlandı.
zh_cn: 此调换班请求已被其他座席代表完成。
zh_hk: 此調換班請求已被其他座席代表完成。

# MaximumContinuousWorkTimeRuleName
source: Maximum continuous work time
de: Maximal durchgängige Arbeitszeit
fi: Työajan yhtäjaksoinen maksimipituus
fr: Durée de travail d'affilée maximum
sv: Maximal sammanhängande arbetstid
tr: Maksimum sürekli çalışma süresi
zh_cn: 最多连续工作时间
zh_hk: 最多連續工作時間

source: There is no available skill for overtime
de: Für Überstunden steht kein Skill zur Verfügung
fi: Taitoa ei ole saatavilla ylityöpyynnölle.
fr: Il n'y a pas de compétence disponibles pour heures supplémentaires
sv: Det finns ingen tillgänglig kompetens för övertid
zh_cn: 没有可申请加班的技能
zh_hk: 沒有可申請加班的技能

# ImportBpoTheSkillWithNameIsNotDefinedInTheSystem
source: The skill with name {0} is not defined in the system.
de: Der Skill mit dem Namen {0} ist im System nicht definiert.
es: La skill con nombre {0} no está definida en el sistema.
fa: مهارتی با نام {0} در سیستم وجود ندارد
fi: Taito nimeltä {0} ei ole määritelty järjestelmässä.
fr: La compétence de nom {0} n'est pas définie dans le système.
no: Ferdigheten med navn {0} er ikke definert i systemet.
ru: Навык с именем {0} не определен в системе
sv: Kompetensen med namnet {0} är inte definierad i systemet.
zh_cn: 系统中没有定义名称为 {0} 的技能。
zh_hk: 系統中沒有定義名稱為 {0} 的技能。

# ImportBpoSkillDefinedMultipleTimesInTheSystem
source: The skill with name {0} is defined {1} times in the system. Only once is allowed when using this function.
de: Der Skill mit dem Namen {0} ist {1} Mal im System definiert. Bei Verwendung dieser Funktion ist nur ein Mal erlaubt.
es: La skill con el nombre {0} se define {1} veces en el sistema. Solo se permite una vez cuando se usa esta función.
fa: مهارتی با نام {0} {1} بار در سیستم ایجاد شده. تنها یک بار مجاز است
fi: Taito nimeltä {0} on määritelty {1} kertaa järjestelmässä. Se on määriteltävä vain kerran, kun käytyt tätä toimintoa.
fr: La compétence de nom {0} est définie {1} fois dans le système. Seule une définition est permise.
no: Ferdigheten med navn {0} er definert {1} ganger i systemet. Bare en gang er tillatt når du bruker denne funksjonen.
ru: Навык {0} определен в системе {1} раз. Разрешено только однократное опрееление для использования этой функции
sv: Kompetensen med namnet {0} är definierad {1} gånger i systemet. Endast en gång är tillåtet vid användning av denna funktion.
zh_cn: 系统中名称为 {0} 的技能已被定义了 {1} 此。使用此功能时仅允许一次。
zh_hk: 系統中名稱為 {0} 的技能已被定義了 {1} 此。使用此功能時僅允許一次。

# ImportBpoLineHasIncorrectParameterCount
source: Line has {0} parameters, but {1} parameters were expected.
de: Zeile hat {0} Parameter, aber {1} Parameter wurden erwartet.
es: La línea tiene {0} parámetros, pero se esperaban {1} parámetros.
fa: خط دارای {0} پارامتر است درحالیکه باید {1} تا باشد
fi: Rivillä on {0} parametriä mutta oletettu arvo on oltava {1}.
fr: La ligne a {0} paramètres, mais {1} paramètres étaient attendus.
no: Linjen har {0} parametere, men forventet {1} parametere.
ru: В строке {0} параметров при разрешенных {1} параметрах
sv: Raden har {0} parametrar, men {1} parametrar förväntades.
zh_cn: 行中包含 {0} 个参数，但需要 {1} 个参数。
zh_hk: 行中包含 {0} 個參數，但需要 {1} 個參數。

# ImportBpoErrorFoundOnLineNumberXWithContentsY
source: Error found on line number {0} with content: "{1}" {2}
de: Fehler gefunden in Zeilennummer {0} mit Inhalt: "{1}" {2}
es: Error encontrado en la línea {0} con contenido: "{1}" {2}
fa: خطایی در خط {0} پیدا شده مه شامل اینها میشود: "{1}" و {2}
fi: Virhe rivillä {0}, joka sisältää {1} {2}
fr: Erreur trouvée sur la ligne numéro {0} et de contenu "{1}" {2}
no: Feil funnet på linjenummer {0} med innhold: {1} {2}
ru: Ошибка в строке {0}, содержащей "{1}" {2}
sv: Fel på rad nummer {0} med innehåll: "{1}" {2}
zh_cn: 发现错误在第 {0} 行，包含信息： "{1}" {2}
zh_hk: 發現錯誤在第 {0} 行，包含資訊： "{1}" {2}

# ImportBpoParameterCannotBeEmpty
source: Parameter {0} cannot be empty
de: Parameter {0} darf nicht leer sein
es: El parámetro {0} no puede estar vacío
fa: پارارمتر {0} نمیتواند خالی باشد
fi: Parametri {0} ei voi olla tyhjä
fr: Le paramètre {0} ne peut pas être vide
no: Parameter {0} kan ikke være tomt
ru: Параметр {0} не может быть пустым
sv: Parameter {0} kan inte vara tom
zh_cn: 参数 {0} 不能为空
zh_hk: 參數 {0} 不能為空

# ImportBpoInvalidFieldNameInHeader
source: Invalid field name in header: '{0}'. Valid field names are: ({1})
de: Ungültiger Feldname in Kopf: '{0}'. Gültige Feldnamen sind: ({1})
es: Nombre de campo inválido en el encabezado: '{0}'. Los nombres de campos válidos son: ({1})
fa: نام موجود در سربرگ نامعتبر است.{0}. نامهای معتبر اینها هستند {1}
fi: Kelpaamaton arvo otsikossa; {0}. Käytettävissä olevat arvot ovat ({1})
fr: Nom invalide pour le champ de titre: '{0}'. Les noms valides sont: ({1})
no: Ugyldig feltnavn i overskrift: '{0}'. Gyldige feltnavn er: ({1})
ru: Недействительное имя поля в заголовке: '{0}'. Верные названия поля: ({1})
sv: Ogiltigt namn i rubrikraden: '{0}'. Giltiga namn är: ({1})
zh_cn: 页头: '{0}' 包含无效栏位名称。无效的栏位名称为：({1})
zh_hk: 頁頭: '{0}' 包含無效欄位名稱。無效的欄位名稱為：({1})

# ImportBpoTheImportFileCannotBeEmpty
source: The import file cannot be empty.
de: Die Importdatei darf nicht leer sein.
es: El archivo de importación no puede estar vacío.
fa: فایلی که قرار است وارد شود نمیتواند خالی باشد
fi: Tuotava tiedosto ei voi olla tyhjä.
fr: Le fichier d'import ne peut pas être vide
no: Importfilen kan ikke være tom.
ru: Файл импорта не может быть пустым
sv: Importfilen kan inte vara tom.
zh_cn: 导入文件不能为空。
zh_hk: 導入檔不能為空。

# ImportBpoFirstLineInFileHeaderLineCannotBeEmpty
source: First line in file (header line) cannot be empty.
de: Die erste Zeile in Datei (Kopfzeile) darf nicht leer sein.
es: La primera línea del archivo (línea de encabezado) no puede estar vacía.
fa: اولین خط در فایل نمیتواند خالی باشد
fi: Ensimmäinen rivi tiedostossa (otsikko rivi) ei saa olla tyhjä.
fr: La première ligne du fichier (ligne de titre) ne peut pas être vide
no: Første linje i fil (overskriftsraden) kan ikke være tom.
ru: Первая строка файла (заголовок) не может быть пустой
sv: Första raden i filen (rubrikraden) kan inte vara tom.
zh_cn: 文件中的首行不能为空。
zh_hk: 檔中的首行不能為空。

# NoOvertimeType
source: No overtime type found in your contract. Please contact your administrator.
da: Ingen overtidstype fundet i din kontrakt. Vär venlig at kontakte din administrator.
de: In Ihrem Vertrag wurde kein Überstundentyp gefunden. Bitte kontaktieren Sie Ihren Administrator.
es: No se encuentra ningún tipo de tiempo extra permitido por tu contrato. Por favor, contacta al administrador.
fa: هیچ نوع اضافه کاری در قرار داد شما موجود نیست. لطفاً با سرپرست خود تماس بگیرید
fi: Ylityötyyppiä ei ole liitetty sopimukseesi. Ota yhteyttä esimieheesi.
fr: Pas de type d'heures supplémentaires trouvées dans votre contrat. Merci de contacter votre administrateur.
no: Ingen overtidstype funnet i kontrakten din. Ta kontakt med administratoren.
sv: Ingen övertidstyp hittades i ditt kontrakt. Kontakta din systemadministratör.
zh_cn: 未在您的排班设置中找到加班类型。请联系您的管理员。
zh_hk: 未在您的合同設置中找到加班類型。請聯繫您的管理員。

# OvertimeShortName
source: OT
de: ÜS
es: TE
fa: اضافه کاری
fr: Heure supplémentaires
sv: ÖT
zh_cn: 加班
zh_hk: 加班

# ExportSchedule
source: Export Schedules
da: Eksporter vagtplaner
de: Pläne exportieren
es: Exportar Planificaciones
fa: ذخیره زمانبندیها
fi: Vie Työvuorolista Exceliin
fr: Exporter plannings
no: Eksporter tidsplanen
sv: Exportera schema
zh_cn: 导出班表
zh_hk: 匯出班表

# ExportSchedulesMaximumDays
source: A maximum of 31 days can be selected
da: Et maksimun på 31 dage kan välges
de: Es können höchstens 31 Tage ausgewählt werden
es: Se puede seleccionar un máximo de 31 días
fa: حداکثر 31 روز را میتوان انتخاب کرد
fi: Enintään 31 päivää on valittavana
fr: Un maximum de 31 jours peut être choisi
no: Maks 31 dager kan velges
sv: Max 31 dagar kan väljas
zh_cn: 最多可选择31天
zh_hk: 最多可選擇31天

# ExportSchedulesMaximumOptionalColumns
source: A maximum of 3 optional columns can be selected
da: Et maksimum af tre valgfrie kolonner kan välges
de: Es können höchstens 3 optionale Spalten ausgewählt werden
es: Se puede seleccionar un máximo de 3 columnas opcionales
fa: حداکثر 3 ستون اختیاری را میتوان انتخاب کرد
fi: Enintään 3 valinnaista saraketta on valittavana
fr: Un maximum de 3 colonnes optionnelles peut être choisi
no: Maksimalt 3 valgfrie kolonner kan velges
sv: Max 3 tilläggskolumner kan väljas
zh_cn: 最多可选择3个自定义栏位
zh_hk: 最多可選擇3個自訂欄位

# ShiftTradeTargetTimeRuleName
source: Contract time tolerance
da: Kontraktstidstolerence
de: Toleranz der Vertragsarbeitszeit
es: Tolerancia de tiempo de contrato
fa: زمان آستانه قرارداد
fi: Sopimusajan jousto
fr: Tolérance de temps contrat
no: Kontraktstid tolleranse
sv: Tolerans för kontraktstid
zh_cn: 工时容差
zh_hk: 合同時間容差

# MaximumOvertimeRuleName
source: Maximum overtime
de: Maximal zulässige Überstunden
es: Tiempo extra máximo
fi: Ylityön enimmäisaika
fr: Maximum d'heures supplémentaires
sv: Maximal övertid
zh_cn: 最大加班时间
zh_hk: 最大加班時間

source: Show Staffing
da: Vis bemanding
de: Besetzung anzeigen
es: Mostrar dotación de personal
fa: نمایش میزان نیروها
fi: Näytä henkilöstö
fr: Montrer la couverture
no: Vis bemanning
sv: Visa bemanning
zh_cn: 显示人力
zh_hk: 顯示人力

# Feedback
source: Let us know what you think
da: Lad os vide, hvad du tänker
de: Teilen Sie uns mit, was Sie denken
es: Haznos saber lo que piensas
fa: اگر چیزی به ذهنتان میرسد به ما بگویید
fi: Anna meille palautetta
fr: Faites-nous savoir ce que vous pensez
no: Forell oss hva du syntes
sv: Berätta för oss vad du tycker
zh_cn: 让我们知道您的想法
zh_hk: 讓我們知道您的想法

source: User settings
da: Brugerindstillinger
de: Benutzereinstellungen
es: Configuración de usuario
fa: تنظیمات کاربر
fi: Käyttäjäasetukset
fr: Paramètres utilisateur
no: Brukerinnstillinger
sv: Användarinställningar
zh_cn: 用户设置
zh_hk: 用戶設置

# ShiftStartsDayBeforeOrAfter
source: {0:d}: A shift begins the day before or the day after and that is not allowed. This was probably caused by changing agent time zone in People. Change to correct time zone or just press delete this day to correct it.
da: {0:d}: En vagt begynder dagen för eller efter og det er ikke tilladt. Dette skyldes sandsynligvis en ändring i agentens tidszone i Medarbejdere. Ändr til korrekt tidszone eller tryk slet denne dag for at rette fejlen,
de: {0:d}: Eine Schicht beginnt am Tag zuvor oder am Tag danach, was nicht zulässig ist. Dies wurde wahrscheinlich dadurch verursacht, dass die Zeitzone für Mitarbeiter in Personen geändert wurde. Ändern Sie dies in die richtige Zeitzone oder drücken Sie einfach Diesen Tag löschen, um dies zu korrigieren.
es: {0:d}: Un turno comienza el día antes o después y eso no está permitido. La causa puede ser un cambio de la zona horaria del agente en People. Cambie a la zona horaria correcta o borre este turno para corregirlo.
fa: {0:d}: شیفت از روز قبل یا روز بعد شروع میشود که قابل قبول نیست. این اشکال احتمالا بخاطر تغییر منطقه زمانی پاسخگو رخ داده است.از منوی مربوطه مطقه زمانی را به منطقه فعلی تغییر دهید. سپس شیفت را پاک و دوباره درست کنید
fi: {0:d}: Työvuoro alkaa edellisenä päivänä tai seuraavana päivänä, tämä ei ole sallittua. Tämä voi johtua agentin aikavyöhykkeen vaihosta Henkilöt moduulissa. Poista päivä tai muokkaa aikavyöhykettä.
fr: {0:d}: Un horaire commence le jour avant ou le jour après ce qui est permis. Ceci vient probablement d'un changement de fuseau horaire dans le module Personnes. Ajustez le fuseau horaire ou supprimer ce jour afin de corriger.
no: {0}: Et skift begynner dagen før eller dagen etter, og det er ikke tillatt. Dette var sannsynligvis forårsaket av endring av agent tidssonen i People. Bytt til riktig tidssone, eller trykk på "slett denne dagen" for å korrigere den.
sv: {0:d}: Ett skift börjar dagen innan eller dagen efter vilket inte är tillåtet. Detta orsakades troligen genom att ändra agentens tidszon i Personer.
zh_cn: {0:d}: 班次不允许开始于该日期之前或之后。这可能是因为座席代表在人员模块中的时区设置被更改。请修正时区设置或直接点击删除改日期。
zh_hk: {0:d}: 班次不允許開始於該日期之前或之後。這可能是因為座席代表在人員模組中的時區設置被更改。請修正時區設置或直接點擊刪除改日期。

# MaximumAgentToExport
source: You can only export a maximum of 1000 agents each time, you are attempting to export {0}.
da: Du kan kun eksportere et maksimum af 1000 agenter hver gang du forsöger at eksporterer {0}.
de: Sie können jeweils nur max. 1000 Mitarbeiter exportieren, Sie versuchen aber, {0} zu exportieren.
es: Solo puedes exportar un máximo de 1000 agentes cada vez, estás intentando exportar {0}.
fa: شما حد اکثر میتوانید 1000 پاسخگو را هر بار ذخیره کنید. در حالیکه الان {0} پاسخگو را انتخاب کرده اید
fi: Voit enintään viedä 1000 agenttia kerralla, yrität viedä {0} agenttia.
fr: Vous pouvez seulement exporter un maximum de 1000 agents à chaque fois, vous vous apprêtez à en exporter {0}.
no: Du kan kun eksportere maksimalt 1000 agenter per gang, du forsøker å eksportere {0}.
sv: Du kan exportera max 1000 agenter varje gång, du försöker nu exportera {0}.
zh_cn: 您每次最多可到处1000个座席代表的班表，您正在导出{0}。
zh_hk: 您每次最多可到處1000個座席代表的班表，您正在匯出{0}。

source: Selected groups
da: Valgte grupper
de: Ausgewählte Gruppen
es: Grupos seleccionados
fa: گروههای انتخاب شده
fi: Valitut ryhmät
fr: Groupes sélectionnés
no: Valgte grupper
sv: Valda grupper
zh_cn: 已选定的组
zh_hk: 已選定的組
