Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# CampaignFailedResetManual
source: You should choose one day at least!
ar: يجب أن تختار يوما واحدا فقط على الأقل
cs: Musíte zvolit alespoň jeden den.
da: Du bör välge mindst en dag!
de: Sie müssen mindestens einen Tag wählen
es: Debes elegir al menos un día!
fa: باید حداقل یک روز را انتخاب کنید
fi: Valitse ainakin yksi päivä!
fr: Vous devrez choisir minimum un jour!
lv: Jums ir jāizvēlas vismaz viena diena!
no: Du bør velge minst en dag!
pl: Należy wybrać co najmniej jeden dzień!
ru: Необходимо выбрать хотя бы один день!
sv: Du måste välja minst en dag.
tr: En az bir gün seçmeniz gerek.
zh_cn: 您至少应选择一天！
zh_hk: 您至少應選擇一天！

source: Access all functions:
ar: الدخول لكل الوظائف:
cs: Přístup ke všem funkcím:
da: Adgang til alle funktioner:
de: Alle Berechtigungen zuordnen
es: Acceder a todas las funciones:
fa: دسترسی به همه عملکردها:
fi: Käytä kaikkia toimintoja
fr: Accéder à toutes fonctions:
lv: Piekļuve visām funkcijām:
no: Tilgang til alle funksjoner:
pl: Dostęp do wszystkich funkcji:
ru: Доступ ко всем функциям:
sv: Åtkomst till alla funktioner:
tr: Bütün fonksiyonlara erişim:
zh_cn: 访问所有功能；
zh_hk: 訪問所有功能；

source: Move Forwards
ar: حرك للأمام
cs: Přenést dopředu
da: Frem
de: Vorwärts verschieben
es: Mover Hacia Adelante
fa: آوردن به جلو
fi: Siirrä eteenpäin
fr: Déplacer en avant
lv: Pārvietot uz Priekšu
no: Flytt framover
pl: Wprzód
ru: Переместить вперед
sv: Flytta framåt
tr: İleri it
zh_cn: 前进
zh_hk: 前進

source: New Skill
ar: مهارة جديدة
cs: Nová dovednost
da: Nyt Kompetence
de: Neuer Skill
es: Nueva skill
fa: مهارت جدید
fi: Uusi taito
fr: Nouvelle compétence
lv: Jauna Prasme
no: Ny ferdighet
pl: Nowa Umiejętność
ru: Новый навык
sv: Ny kompetens
tr: Yeni yetenek
zh_cn: 新技能
zh_hk: 新技能

source: Send to Back
ar: أرسل للخلف
cs: Poslat dozadu
da: Send tilbage
de: Nach hinten bringen
es: Mandar al Fondo
fa: فرستادن به عقب
fi: Siirrä taakse
fr: Placer derrière
lv: Nosūtīt uz beigām
no: Plasser bakerst
pl: Przenieś na Spód
ru: На задний план
sv: Placera längst bak
tr: Geri yolla
zh_cn: 放置到后面
zh_hk: 放置到後面

source: Selected People
ar: الأشخاص المختارون
cs: Vybraní lidé
da: Valgte medarbejdere
de: Markierte Personen
es: Personas Seleccionadas
fa: افراد انتخاب شده
fi: Valitut henkilöt
fr: Personnes sélectionnées
lv: Atlasītie Darbinieki
no: Valgte personer
pl: Wybrane osoby
ru: Выбранные сотрудники
sv: Valda personer
tr: Seçili Kişiler
zh_cn: 所选人员
zh_hk: 所選人員

# SelectedFiltersColon
source: Selected Filters:
ar: التنقيحات المختارة:
cs: Vybrané filtry:
da: Valgte filtre:
de: Gewählte Filter:
es: Filtros Seleccionados:
fa: فیلترهای انتخاب شده:
fi: Valitut filtterit:
fr: Filtres sélectionnés:
lv: Atlasītie Filtri:
no: Valgte filtre:
pl: Wybrane Filtry:
ru: Выбранные фильтры:
sv: Valda filter:
tr: Seçili filtreler
zh_cn: 所选筛选器；
zh_hk: 所選篩選器；

# SelectedDayIs
source: Selected day is {0}
ar: اليوم المختار هو (0)
cs: Vybraný den je {0}.
da: Valgte dage er {0}
de: Der gewählte Tag ist {0}
es: El día seleccionado es {0}
fa: روز انتخاب شده {0} است
fi: Valittu päivä on {0}
fr: Le jour sélectionné est {0}
lv: Izvēlētā diena ir {0}
no: Valgt dag er {0}
pl: Wybranych dni {0}
ru: Выбрано дней {0}
sv: Vald dag är {0}
tr: Seçili gün {0}
zh_cn: 所选日期为{0}
zh_hk: 所選日期為{0}

# StartDateAndEndDateMustBeSet
source: Must set the start and end dates.
ar: يجب تحديد تواريخ البدء والانتهاء
cs: Je nutné nastavit datum začátku a datum konce.
da: Start- og slutdato skal opsättes
de: Eine Start - und Endzeit muß definiert werden
es: Debe establecer la fecha de inicio y de fiin.
fa: زمانهای شروع و پایان باید مشخص باشد
fi: On asetettava aloitusaika ja päättymisaika.
fr: Vous devez régler les dates de début et de fin.
lv: Jāuzstāda sākuma un beigu datumus.
no: Må sette start- og sluttdato .
pl: Należy ustawić datę rozpoczęcia i zakończenia.
ru: Необходимо установить даты начала и окончания.
sv: Start- och slutdatum måste anges.
tr: Başlama ve bitiş tarihleri girilmeli.
zh_cn: 必须设置开始和结束日期
zh_hk: 必須設置開始和結束日期

# SecondsSlashCalls
source: Seconds/call
ar: ثوانى / مكالمة
cs: Sekund/hovor
da: Sekunder / kald
de: Sekunden/Anruf
es: Segundos/Llamada
fa: ثانیه | تماس
fi: Sekuntit/puhelu
fr: Secondes/appel
lv: Sekundes/zvans
no: Sekunder/anrop
pl: Sekund/rozmowa
ru: Секунд/звонок
sv: Sekunder/samtal
tr: saniye/çağrı
zh_cn: 秒/呼叫
zh_hk: 秒/呼叫

# SelectToModify
source: Select days in the chart before modifying
ar: اختر الأيام فى الرسم البيانى قبل التعديل
cs: Před úpravou vyberte dny v grafu
da: Välg dage i skemaet för ändring
de: Wählen Sie in die Tage in der Tabelle, bevor Sie Änderungen vornehmen.
es: Seleccione días en el gráfico antes de modificar
fa: انتخاب روزهای نمودار قبل از تغییر
fi: Valitse päivät kaaviosta ennen kuin muokkaat
fr: Sélectionner jours dans le tableau avant modification
lv: Izvēlieties dienas diagrammā pirms izmainīšanas
no: Velg dager i diagrammet før du justerer
pl: Wybierz dni na wykresie przed modyfikacją
ru: Выбрать дни на графике перед изменением
sv: Markera dagar i grafen innan ändring görs
tr: Değişiklik yapmadan önce seçim yapman gerek
zh_cn: 修改前在图表中选择日期
zh_hk: 修改前在圖表中選擇日期

source: Accuracy
ar: دقة
cs: Přesnost
da: Nöjagtighed
de: Genauigkeit
es: Precisión
fa: دقت
fi: Tarkkuus
fr: Précision
lv: Precizitāte
no: Nøyaktighet
pl: Dokładność
ru: Точность
sv: Noggrannhet
tr: Doğruluk oranı
zh_cn: 准确性
zh_hk: 準確性

# SecondsSpan
source: Seconds should be between 1 and 86400
ar: الثوانى يجب أن تكون بين 1 و 86400
cs: Počet sekund by měl být od 1 do 86400
da: Sekunder bör väre mellem 1 og 86400
de: Der Sekunden-Wert muss zwischen 1 und 86400 betragen
es: Los segundos deben ser entre 1 y 86400
fa: ثانیه باید بین 1 تا 99 باشد
fi: Sekunttien on oltava 1 ja 86400 välillä
fr: Les secondes doivent être entre 1 et 86400
lv: Sekundēm jābūt no 1 līdz 86400
no: Sekunder bør være mellom 1 og 86400
pl: Sekundy powinny wynosić pomiędzy 1 a 86400
ru: Количество секунд дожно быть в пределах 1 и 86400
sv: Antal sekunder måste vara mellan 1 och 86400
tr: Saniye ayarı 1 ile 86400 arasında yer almalı.
zh_cn: 秒数应在1和86400之间
zh_hk: 秒數應在1和86400之間

source: Seat
ar: مقعد
cs: Místo
da: Plads
de: Sitzplatz
es: Puesto
fa: صندلی
fi: Istuinpaikka
fr: Poste
lv: Sēdvieta
no: Plass
pl: Miejsce
ru: Рабочее место
sv: Sittplats
tr: Oturma yeri
zh_cn: 席位
zh_hk: 席位

source: Seat Bookings
ar: حجز المقاعد
cs: Rezervace míst
da: Plads booking
de: Sitzbuchungen
es: Reservas de puestos
fa: رزرو صندلی
fi: Istuinpaikkavaraukset
fr: Réservations de postes
lv: Sēdvietu Rezervācija
no: Plass booking
pl: Rezerwacje Miejsc
ru: Распределение рабочих мест
sv: Sittplatsbokningar
tr: Oturum Planı Rezervasyonları
zh_cn: 席位分配
zh_hk: 席位分配

# NameRequired
source: Name is required
ar: الاسم مطلوب
cs: Jméno je nutné.
da: Navn er krävet
de: Ein Name ist erforderlich
es: Nombre es requerido
fa: نام الزامی است
fi: Vaatii nimen
fr: Nom requis
lv: Ir nepieciešams nosaukums
no: Navn er påkrevd
pl: Nazwa jest wymagana
ru: Необходимо указать имя
sv: Namn krävs
tr: Kullanıcı için bir isim girilmeli.
zh_cn: 需要名称
zh_hk: 需要名稱

# CancelAbsenceRequestDescription
source: If you cancel this approved absence request then any absences created from this request will be deleted from the agent's schedule.
ar: إذا ألغيت طلب الغياب الذى تمت الموافقة عليه فإن غياب تم إنشاؤه من هذا الطلب سيتم حذفه من جدول الممثل
cs: Pokud zrušíte tuto schválenou žádost o absenci, z plánu agenta budou smazány všechny absence vytvořené z této žádosti.
da: Hvis du annullerer denne godkendte fravärforespörgsel vil alt fravär som er lavet på baggrund af denne forespörgsel bliver slettet fra medarbejderens vagtplan.
de: Wenn Sie diese genehmigte Abwesenheitsanfrage abbrechen, werden alle von dieser Anfrage erstellten Abwesenheiten aus dem Dienstplan des Mitarbeiters gelöscht.
es: Si cancela esta solicitud de ausencia aprobada, las ausencias creadas a partir de esta solicitud se eliminarán del horario del agente.
fa: اگر این درخواست مرخصی تایید شده را لغو کنید آنگاه هر مرخصی ناشی از این درخواست نیز از زمانبندی پاسخگو حذف میشود
fi: Jos peruutat tämän hyväksytyn poissaolon, kaikki poissaolot, jotka on luotu tämän pyynnön kautta, poistuu agentin työvuorolistasta.
fr: Si vous annulez cette demande d'absence approuvée, alors toutes les absences créées par cette demande vont être supprimées du planning de l'agent.
lv: Ja jūs atceltu šo apstiprināto prombūtnes pieprasījumu tad jebkuras izveidotās prombūtnes no šī pieprasījuma tiks izdzēstas no operatora grafika.
no: Dersom du avbryter dette godkjente fraværsforespørsel vil eventuelle fravær opprettet fra denne forespørselen vil bli slettet fra agentens tidsplan.
pl: Jeśli anuljesz zatwierdzony wniosek o nieobecność to wszelkie nieobecności utworzone na podstawie tego wniosku zostaną usunięte z harmonogramu agenta.
ru: Если вы отмените подвержденный запрос на отсутствие, то отсутствие из него будет удалено из расписания оператора.
sv: Om du avbryter den här frånvaroförfrågan kommer eventuell frånvaro som skapats genom denna förfrågan att tas bort från agentens schema.
tr: İptal ettiğiniz takdirde bu istek tarafından tetiklenen bütün devamsızlıklar çalışanın vardiya planından silinecektir.
zh_cn: 如果您取消此已批准的缺勤申请，则与其关联的所有已创建的缺勤将会从座席班表中删除。
zh_hk: 如果您取消此已批准的缺勤申請，則與其關聯的所有已創建的缺勤將會從座席班表中刪除。

# CancelAbsenceRequest
source: Cancel Approved Absence Request
ar: إلغاء طلب الغياب الذى تمت الموافقة عليه
cs: Zrušit schválenou žádost o absenci
da: Annuller godkendt fravärsforespörgsel
de: Genehmigte Abwesenheitsanfrage stornieren
es: Cancelar Solicitud de Ausencia Aprobada
fa: لغو درخواست مرخصی تایید شده
fi: Peruuta hyväksytty poissaolopyyntö
fr: Annuler la demande d'absence approuvée
lv: Atcelt Apstiprinātu Prombūtnes Pieprasījumu
no: Avbryt godkjent fravæsforespørsel
pl: Anuluj Zatwierdzoną Prośbę Nieobecności
ru: Отменить подтвержденный запрос на отсутствие
sv: Avbryt godkänd frånvaroförfrågan
tr: Onaylanmış devamsızlık isteğini iptal et
zh_cn: 取消已批准的缺勤申请
zh_hk: 取消已批准的缺勤申請

source: In alarm
ar: فى المنبه
cs: Při alarmu
da: I alarm
es: En alarma
fa: در هشدار
fi: On hälytyksessä
fr: En alarme
lv: Ar trauksmi
no: I alarm
pl: W Alarmie
ru: Предупреждение
sv: Larm
tr: Alarm statüsünde
zh_cn: 告警
zh_hk: 告警

# AreYouSureYouWishToCancelAbsence
source: Are you sure you wish to cancel this absence request?
ar: هل أنت متأكد أنك ترغب فى إلغاء طلب هذا الغياب؟
cs: Opravdu chcete tuto žádost o absenci zrušit?
da: Er du sikker på at du önsker at annullere denne fravärsforespörgsel?
de: Sind Sie sicher, dass Sie diese Abwesenheitsanfrage stornieren möchten?
es: ¿Estás seguro que quieres cancelar esta solicitud de ausencia?
fa: مطمئن هستید که میخواهید درخواست مرخصی را لغو کنید؟
fi: Haluatko varmasti peruuttaa tämän poissaolopyynnön?
fr: Êtes-vous sûr de vouloir annuler cette demande d'absence?
lv: Vai tiešām vēlaties atcelt šo prombūtnes pieprasījumu?
no: Er du sikker på at du vil avbryte fraværsforespørselet
pl: Czy na pewno chcesz anulować tę prośbę o nieobecność?
ru: Вы уверены, что хотите отменить этот запрос на отсутствие?
sv: Är du säker på att du vill avbryta den här frånvaroförfrågan?
tr: Bu devamsızlık isteğini iptal etmek istediğinizden emin misiniz?
zh_cn: 您确定想要删除此缺勤申请吗？
zh_hk: 您確定想要刪除此缺勤申請嗎？

# CanOnlyCancelApprovedAbsenceRequestMultiDay
source: Cannot cancel the absence request for {0} from {1} - {2} as it has not been approved.
ar: لا يمكن إلغاء طلب الغياب لـ (0) من (1) - (2) لانه لم يتم الموافقة عليه
cs: Žádost o absenci pro {0} od {1} do {2} nelze zrušit, protože nebyla schválena.
da: Kan ikke annullere fravärsforespörgslen for {0} fra {1} - {2} da den ikke er blevet godkendt.
de: Die Abwesenheitsanfrage für {0} vom {1} - {2} kann nicht abgebrochen werden, da sie nicht genehmigt wurde.
es: No se puede cancelar la solicitud de ausencia para {0} del {1} al {2} ya que no ha sido aprobada.
fa: درخواست مرخصی برای {0} بر {1} تا {2} را نمیتوان لغو کرد زیرا تایید نشده است
fi: {0}:n poissaolopyyntöä ei voi peruuttaa{1} - {2} välillä, koska sitä ei ole vielä hyväksytty.
fr: Ne peut pas annuler l'absence pour {0} du {1} au {2} car elle n'a pas été traitée.
lv: Nevar atcelt prombūtnes pieprasījumu {0} no {1} - {2}, jo tas nav apstiprināts.
no: Kan ikke avbryte fraværsforespørsel om {0} fra {1} - {2} da det ikke er blitt godkjent.
pl: Nie można anulować żądania nieobecności dla {0} w dniach {1} - {2} ponieważ nie została zatwierdzona.
ru: Невозможно отменить запрос на отсутствие для {0} от {1} - {2}, так как он был подтвержден.
sv: Kan inte avbryta frånvaroförfrågan för {0} från {1} till {2}, då den inte är godkänd.
tr: {0} kişisnin {1} - {2} arasındaki devamsızlık isteği, istek henüz onaylanmadığından kaldırılamıyor.
zh_cn: 无法取消的缺勤申请：{0} 从{1} 到 {2} 由于其还未被批准。
zh_hk: 無法取消的缺勤申請：{0} 從{1} 到 {2} 由於其還未被批准。

# CanOnlyCancelApprovedAbsenceRequest
source: Cannot cancel the absence request for {0} on {1} as it has not been approved.
ar: لا يمكن إلغاء طلب الغياب ل (0) فوق (1) لانه لم يتم الموافقة عليه
cs: Žádost o absenci pro {0} dne {1} nelze zrušit, protože nebyla schválena.
da: Kan ikke annullere fravärsforespörgslen for {0} d. {1} da den ikke er blevet godkendt.
de: Die Abwesenheitsanfrage für Mitarbeiter {0} kann nicht am {1} gelöscht werden, da es nicht genehmigt worden ist.
es: No se puede cancelar la solicitud de ausencia para {0} en {1} ya que no se ha aprobado.
fa: درخواست مرخصی برای {0} بر {1} را نمیتوان لغو کرد زیرا تایید نشده است
fi: {0}:n poissaolopyyntöä ei voi peruuttaa{1}, koska se on jo hyväksytty.
fr: Ne peut pas annuler l'absence pour {0} le {1} car elle n'a pas été traitée.
lv: Nevar atcelt prombūtnes pieprasījumu {0} uz {1}, jo tas nav apstiprināts.
no: Kan ikke avbryte fraværsforespørsel om {0} i {1} da det ikke er blitt godkjent.
pl: Nie można anulować żądania nieobecności dla {0} w dniu {1} ponieważ nie została zatwierdzona.
ru: Невозможно отменить запрос на отсутствие для {0} на {1}, так как он был подтвержден.
sv: Kan inte avbryta frånvaroförfrågan för {0} {1} då den inte är godkänd.
tr: {0} kişisnin {1} tarihindeki devamsızlık isteği, istek henüz onaylanmadığından kaldırılamıyor.
zh_cn: 无法取消的缺勤申请：{0} 在 {1} 由于其还未被批准。
zh_hk: 無法取消的缺勤申請：{0} 在 {1} 由於其還未被批准。

source: Clear override
ar: نظف النسخ
cs: Smazat přepsání
da: Ryd overskrivning
de: Überschreiben
es: Quitar sobrescritura
fa: پاک کردن بازنویسی
fi: Poista ylitys
fr: Vider supplantation
lv: Notīrīt aizstāto vērtību
no: Fjern overstyring
pl: Wyczyśc nadpisanie
ru: Очистить изменения
sv: Rensa ersättningsvärde
tr: Çiğnemeyi kaldır
zh_cn: 清除覆盖值
zh_hk: 清除覆蓋值

source: Cancel Request
ar: الغ الطلب
cs: Zrušit žádost
da: Slet forespörgsel
de: Anfrage abbrechen
es: Cancelar Solicitud
fa: لغو درخواست
fi: Peruuta pyyntö
fr: Annuler demande
lv: Atcelt Pieprasījumu
no: Avbryt forespørsel
pl: Anuluj Żądanie
ru: Отменить запрос
sv: Avbryt förfrågan
tr: İsteği iptal et
zh_cn: 取消申请
zh_hk: 取消申請

# RequestsHaveNotBeenCancelled
source: {0} request(s) have not been cancelled
ar: (0) طلب لم يتم إلغاؤهم
cs: {0} žádostí se nepodařilo zrušit
da: {0} forespörgsler er ikke blevet annulleret
de: {0} Anfrage(n) wurden nicht abgebrochen
es: {0} solicitud(es) no se han cancelado
fa: تعداد {0} درخواست لغو نشد
fi: {0} pyyntö(ä) ei ole peruutettu
fr: {0} demande(s) n'a(ont) pas été annulée(s)
lv: {0} pieprasījums(i) nav atcelti
no: {0} forespørsel(-ler) har ikke blitt kansellert
pl: {0} żądań nie zostało odwołanych
ru: {0} запрос(-ов) не были отменены
sv: {0} förfrågning(ar) har inte kunnat avbrytas
tr: {0} istek iptal edilmedi.
zh_cn: {0} 申请尚未被取消
zh_hk: {0} 申請尚未被取消

source: Remove Absence
ar: احذف غياب
cs: Odstranit absenci
da: Fjern fravär
de: Abwesenheit entfernen
es: Borrar Ausencia
fa: حذف مرخصی
fi: Poista poissaolo
fr: Supprimer Absence
lv: Noņemt Prombūtni
no: Fjern fravær
pl: Usuń Nieobecność
ru: Удалить отсутствие
sv: Ta bort frånvaro
tr: Devamsızlık kaldır
zh_cn: 移除缺勤
zh_hk: 移除缺勤

# TooManyResultsForSearchKeywords
source: Search result of the keyword(s) will exceed {0}, please refine your search.
ar: نتائج البحث لكلمات البحث ستتجاوز 500، فضلا نقح عملية البحث
cs: Výsledků vyhledávání zadaných klíčových slov bude víc než 500. Upřesněte zadané hledání.
da: Resultatet af sögeord vil overstige 500, vär venlig at forbedre din sögning
de: Das Ergebnis des Suchbegriffes wird mehr als 500 Suchergebnisse erzeugen. Bitte verfeinern Sie die Suche.
es: El resultado de búsqueda de la(s) palabra(s) clave excederá 500, refina tu búsqueda.
fa: نتیجه جستجو کلیدواژه (ها) از 500 مورد بیشتر میشود. لطفاً جستجوی خود را محدود کنید
fi: Hakusanojen tulos ylittää {0}, rajoita hakua.
fr: Les résultats de recherches des mots-clés vont excéder {0}. Merci d'affiner votre recherche.
lv: Meklēšanas rezultāts atslēgvārdam(-iem) pārsniegs 500, lūdzu precizēt meklēšanu.
no: Søkeresultat av søkeordet (e) vil overstige 500, vennligst begrens søket.
pl: Wynik wyszukiwania słów kluczowych przekracza 500, proszę zawęzić wyszukiwanie.
ru: Результат поиска по ключевым словам превысит {0}, измените условия поиска.
sv: Sökresultatet för dessa sökord överstiger {0}, var god förfina din sökning.
tr: Arama {0}'den fazla sonuç verecek. Lütfen arama kriterlerinizi tekrar düzenleyin.
zh_cn: 关键字的搜索结果将超过 {0}条，请细化您的搜索条件。
zh_hk: 關鍵字的搜索結果將超過 {0}條，請細化您的搜索條件。

# ProductActivationKeyV8
source: This system is licensed to "{0}" according to the terms and conditions of the license agreement and the product activation key will expire {1}. The product activation key covers a maximum of {2} active agents. Major version: {5} The product activation key schema is "{3}". These options are activated: {4}
ar: هذا النظام مرخص (0) وفقا للشروط واللوائح الخاصة باتفاقية الترخيص فإن مفتاح تفعيل المنتج ستنتهى صلاحيته (1) مفتاح تنشيط المنتج يغطى بحد أقصى (2) من ممثل خدمة عملاء النسخة الرئيسية (5)
cs: Licencovaným uživatelem tohoto systému podle podmínek licenční smlouvy je {0} a aktivační klíč produktu vyprší {1}. Aktivační klíč produktu umožňuje maximálně {2} aktivních agentů. Hlavní verze: {5} Schéma aktivačního klíče produtku je „{3}“. Jsou aktivovány tyto volby: {4}
da: Dette system er licenseret til "{0} i henhold til betingelser i licensaftalen og produktaktiveringsnöglen udlöber {1} Produktaktiveringsnöglen däkker et maksimum af {2} aktive medarbejdere Stor version {5} Produkt aktiveringsnögleskema er "{3}" Disse muligheder er aktiverede: {4}
de: Das System ist an "{0}", entsprechend den im Lizenzvertrag vorgegebenen Konditionen, lizensiert worden. Der Lizenzschlüssel läuft am {1} ab. Der Lizenzschlüssel ist für {2} zu verplanende Mitarbeiter aktiv. Major version: {5} Der Lizenzschlüssel gilt für "{3}" Folgende Funktionen sind aktiv: {4}
es: El sistema tiene licencia para "{0}" de acuerdo con los términos y condiciones del contrato de licencia, y la clave de activación del producto caducará el {1}. La clave de activación del producto cubre un máximo de {2} agentes activos. Versión principal: {5} El esquema de clave de activación del producto es "{3}". Estas opciones están activadas: {4}
fa: سیستم حاضر بنا بر شرایط و تبصره های توافق لیسانس، تحت لیسانس {0} قرار دارد و کلید فعال سازی برنامه در تاریخ {1} منقضی خواهد شد. این کلید فعالسازی برای حداکثر {2} صندلی کافیست. نخسه اصلی: {5} شمای کلید فعالسازی برنامه {3} است این موارد فعالسازی شده است {4}
fi: Ratkaisu on lisenssoitu "{0}" käyttöehtojen mukaan ja tuoteavain menee umpeen {1}. Tuoteavain kattaa enintään {2} aktiivista agenttia. Pääversio: {5} Tuoteavaimen skeema"{3}". Seuraavat ominaisuudet ovat aktivoitu: {4}
fr: Ce système est licencié pour "{0}" selon les termes et conditions de l'accord de licence et la clé d'activation produit va expirer le {1}. La clé d'activation produit couvre un maximum de {2} agents. Version majeure: {5} Le schéma de clé d'activation produit est "{3}". Ces options sont activées: {4}
no: Dette systemet er lisensiert til "{0}" i henhold til vilkårene i lisensavtalen og produktaktiveringsnøkkel utløper {1}. Produktaktiveringsnøkkel omfatter et maksimalt {2} aktive agenter Hoved versjon {5} Produktaktiveringsnøkkel skjema er "{3}". Disse alternativene er aktivert: {4}
pl: System jest licencjonowany dla "{0}", zgodnie z warunkami umowy licencyjnej i aktywacji produktu klucz wygaśnie {1}. Klucz aktywacyjny produktu obejmuje maksymalnie {2} aktywnych agentów. Wersja Główna: {5} Schemat klucza aktywacyjnego produktu "{3}". Opcje aktywowane: {4}
ru: Система лицензирована для "{0}" в соответствии с условиями и положениями лицензионного соглашения и ключ активации продукта истекает {1}. Ключ активации продукта рассчитан максимум на {2} активных операторов. Основная версия: {5} Схема ключа "{3}". Активированы следующие опции: {4}
sv: Systemet är licensierat till "{0}" enligt villkoren i licensavtalet och produktaktiveringsnyckeln går ut {1}. Produktaktiveringsnyckeln täcker maximalt {2} aktiva agenter. Huvudversion: {5} Produktaktiveringsnyckeln gäller "{3}". Dessa val är aktiverade: {4}
tr: Şartlar ve koşullar anlaşması kapsamında ürününüz"{0}" adına lisanslanmıştır. Lisans {1} tarihine kadar geçerlidir. Lisans dosyanız {2} aktif kullanıcıyı kapsamaktadır. Versiyon: {5} Lisans şablonu: {3} Aktif opsiyonlar: {4}
zh_cn: 该系统被授权给“{0}”，根据条款和许可协议的条件，产品激活密钥将于{1}过期。 此产品激活密钥支持最多{2}激活的座席代表。 主要版本：{5} 产品激活密钥模式是“{3}”。 这些选项被激活： {4}
zh_hk: 該系統被授權給“{0}”，根據條款和授權合約的條件，產品啟用金鑰將於{1}過期。 此產品啟用金鑰支援最多{2}啟動的座席代表。 主要版本：{5} 產品啟用金鑰模式是“{3}”。 這些選項被啟動： {4}

# AppliedFilters
source: Settings are applied to the following:
ar: الإعدادات تم تطبيقها فى التالى:
cs: Nastavení se použijí pro následující.
da: Indstillinger er anvendt til de fölgende:
de: Die Einstellungen wurden für die folgenden Einheiten angewandt:
es: La configuración se aplica a lo siguiente:
fa: تنظیمات برای موارد زیر انجام شد:
fi: Asetukset ovat liitetty seuraaviin:
fr: Les paramètres sont appliqués à:
lv: Iestatījumi ir pielietoti:
no: Innstillingene vil bli brukt til følgende:
pl: Ustawienia mają zastosowanie do następujących:
ru: Настройки применены для:
sv: Inställningarna används för:
tr: Aktif filtreler
zh_cn: 设置项被应用于以下：
zh_hk: 設置項被應用於以下：

source: Failed to swap shifts.
ar: فشل فى تبديل الورديات
cs: Nepodařilo se prohodit směny.
da: Vagtbytte er fejlet.
de: Der Schichttausch konnte nicht durchgeführt werden
es: Error al intercambiar turnos.
fa: تبادل شیفت موفق نبود
fi: Vuorojen vaihto epäonnustui.
fr: A échoué la permutation d'horaires.
lv: Neizdevās samainīt maiņas.
no: Klarte ikke å bytte skift.
pl: Nie udało się zamienić zmian.
ru: Не удалось изменить смены.
sv: Skiftbyte misslyckades.
tr: Vardiya değiş tokuşu başarısız
zh_cn: 交换班失败
zh_hk: 交換班失敗

source: Not a JPEG, SVG or a PNG!
ar: ليست JPEG, SVG أو PNG
cs: Nejedná se o soubor JPEG, SVG nebo PNG.
da: Ikke et JPEG, SVG eller PNG!
de: Keine JPEG, SVG oder PNG -Datei
es: No es JPEG, SVG ni PNG!
fa: فرمت تصویر یکی از این سه مورد نیست: JPEG, SVG, PNG
fi: JPEG, SVG tai PNG ei käy!
fr: Ceci n'est pas un JPEG, SVG ou PNG!
no: Ikke et JPEG, SVG eller en PNG!
pl: Plik nie jest w formacie JPEG, PNG lub SVG!
ru: Не JPEG, SVG или PNG!
sv: Ej JPEG, SVG eller PNG!
tr: Lütfen JPEG, SVG ya da PNG formatı kullanın.
zh_cn: 不是一个 JPEG, SVG或PNG格式！
zh_hk: 不是一個 JPEG, SVG或PNG格式！

# RequestsHaveBeenCancelled
source: {0} request(s) have been cancelled
ar: (0) طلب تم إلغاؤه
cs: {0} žádostí zrušeno
da: {0} forespörgsler er blevet annulleret
de: {0} Anfrage(n) wurden abgebrochen
es: {0} solicitud(es) se han cancelado
fa: تعداد {0} درخواست لغو شد
fi: {0} pyyntö(ä) on peruutettu
fr: {0} demande(s) a(ont) été annulée(s)
lv: {0} pieprasījums(i) ir atcelts
no: {0} forespørel(-ler) er blitt kansellert
pl: {0} żądań zostało odwołanych
ru: {0} запрос(-ов) были отменены
sv: {0} förfrågning(ar) har avbrutits
tr: {0} istek iptal oldu.
zh_cn: 申请 {0} 已被取消
zh_hk: 申請 {0} 已被取消
