Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# PlanningTimeBankLimitError
source: The Balance Out is outside the limits!
ar: الرصيد الخارج, ليس فى الحدود المسموحه
cs: Vyrovnávání je mimo limity!
da: Balance Ud, er uden for grænsen!
de: Der Saldo ausgehend ist außerhalb der Schwellenwerte!
es: El Balance saliente está fuera de los límites!
fa: مانده بیرونی خارج از محدوده است
fi: Saldo ulos on rajoituksia suurempi!
fr: Le solde sortant est en dehors des limites!
id: Sisa Keluar diluar batas!
it: Disponibilità totale è oltre il limite
ja: 相殺支払が上限を超えています!
lv: Izejošā Bilance ir ārpus robežām!
nl: De Balance Out is buiten de grenzen!
no: Balanse ut er utenfor grense!
pl: Saldo wychodzących przekracza limit!
pt: O Balanço de Saída está fora dos limites!
ru: Выходной баланс выходит за пределы!
sv: Saldo ut ligger utanför gränserna!
tr: Bakiye sınırların dışında
zh_cn: 下一周期需(被)补偿小时数超出限制！
zh_hk: 下一週期需(被)補償小時數超出限制！

source: Planning Time Bank Max:
ar: اقصى رصيد الوقت المخطط
cs: Plánování baky časů maximum:
da: Panlægnings Tidsbank Maks:
de: Planungs-Zeitkonto Max.
es: Max Banco T. Planificación:
fa: برنامه ریزی بانک زمان حداکثر:
fi: Aikapankki maksimissaan:
fr: Planification banque de temps max:
id: Perencanaan Persediaan Waktu Maks:
it: Max piano banca ore
ja: プランニング時間バンクの最大値:
lv: Plānošanas Laika Bankas Max:
nl: Planning Tijd Bank Max:
no: Planlegging Tidsbank max:
pl: Bank czasu planowania - maks.:
pt: Max do Banco de Horas Planejamento:
ru: Планирование банка времени макс:
sv: Max för planeringsbank:
tr: Azami artık zaman planlanıyor
zh_cn: 最大计划时间储备偏差：
zh_hk: 最大計畫時間儲備偏差：

source: Planning Time Bank Min:
ar: اقل رصيد الوقت المخطط
cs: Plánování baky časů minimum:
da: Panlægnings Tidsbank Min:
de: Planungs-Zeitkonto Min.
es: Min Banco T. Planificación:
fa: برنامه ریزی بانک زمان حداقل::
fi: Aikapankki minimissään:
fr: Planification banque de temps min:
id: Perencanaan Persediaan Waktu Min:
it: Min piano banca ore
ja: プランニング時間バンクの最小値:
lv: Plānošanas Laika Bankas Min:
nl: Planning Tijd Bank Min:
no: Planlegging Tidsbank min:
pl: Bank czasu planowania - min.:
pt: Min do Banco de Horas de Planejamento:
ru: Планирование банка времени мин:
sv: Min för planeringsbank:
tr: Asgari artık zaman planlanıyor
zh_cn: 最小计划时间储备偏差：
zh_hk: 最小計畫時間儲備偏差：

source: Set Balance Out
ar: حدد الرصيد الخارج
cs: Nastavení vyrovnávání
da: Angiv Balance Ud
de: Saldo ausgehend setzen
es: Configurar Balance saliente
fa: تنظیم توازن بیرونی
fi: Määritä saldo ulos
fr: Définir solde sortant
id: Tentukan Sisa Keluar
it: Imposta Disponibilità totale
ja: 相殺支払の設定
lv: Uzstādīt Izejošo Bilanci
nl: Stel Balance Out
no: Sett utgående balanse
pl: Ustaw saldo wychodzących
pt: Definir Balanço de Saída
ru: Установить выходной баланс
sv: Sätt saldo ut
tr: Artık zamanı belirle
zh_cn: 设置下一周期需(被)补偿小时数小时数
zh_hk: 設置下一週期需(被)補償小時數小時數

source: Set Planning Time Bank
ar: حدد رصيد الوقت المخطط
cs: Nastavit plánování banky časů
da: Angiv Panlægnings Tidsbank
de: Planungs-Zeitkonto bestimmen
es: Configurar Banco T. Planificación
fa: تنظیم زمان برنامه ریزی
fi: Määritä rajat aikapankille
fr: Composer planning banque de temps
id: Tentukan Persediaan Waktu Perencanaan
it: Imposta piano banca ore
ja: プランニング時間バンクの設定
lv: Uzstādīt Plānošanas Laika Banku
nl: Stel Planning Tijd Bank
no: Sett Planlegging Tidsbank
pl: Ustaw bank czasu planowania
pt: Definir Banco de Horas de Planejamento
ru: Установить планирование банка времени
sv: Sätta planeringsbank
tr: Artık zaman planlamasını belirle
zh_cn: 设定计划时间储备
zh_hk: 設定計劃時間儲備

# ServerUnavailable
source: Server temporarily unavailable, please try again later.
ar: السرفر غير متاح مؤقتا, الرجاء المحاوله فى وقت لاحق
cs: Server je dočasně nedostupný, zkuste prosím později.
da: Serveren er midlertidig ikke tilgængelig, prøv venligst senere.
de: Der Server ist momentan nicht verfügbar, bitte probieren Sie es später erneut.
es: El servidor no está disponible en estos momentos, por favor inténtelo más tarde.
fa: سرور موقتا در دسترس نمی باشد. لطفا بعدا سعی کنید.
fi: Serveri tilaipäisesti pois käytöstä, yritä hetken kuluttua uudelleen.
fr: Serveur temporairement indisponible. Veuillez réessayer plus tard svp.
id: Server tidak tersedia untuk sementara, silakan coba lagi nanti.
it: Server momentaneamente non disponibile, riprova più tardi per favore.
ja: 一時的にサーバーを利用できません。後で再度実行してください。
lv: Serveris īslaicīgi nav pieejams, lūdzu, mēģiniet vēlreiz vēlāk.
nl: Server tijdelijk niet beschikbaar, probeer het later opnieuw.
no: Server er midlertidig utilgjengelig, vennligst prøv igjen senere.
pl: Serwer chwilowo niedostępny, sróbuj później.
pt: O servidor está temporariamente indisponível, por favor tente novamente mais tarde.
ru: Сервер временно недоступен, попробуйте позднее.
sv: Servern svarar inte, försök igen om en stund.
tr: Sunucu geçici olarak erişim dışı. Lütfen sonradan tekrar deneyin.
zh_cn: 服务器暂时不可用，请稍候再试。
zh_hk: 伺服器暫時不可用，請稍候再試。

# ReportScheduledOvertimePerAgent
source: Scheduled Overtime per Agent
ar: الوقت الاضافى المجدول للموظف
cs: Naplánované přesčasy dle agenta
da: Planlagt overarbejde pr. medarbejder
de: Geplante Überstunden pro Mitarbeiter
es: Tiempo Extra planificado por Agente
fa: اضافه کار زمانبندی شده برای هر پاسخگو
fi: Suunniteltu ylityö per agentti
fr: Heures supplémentaires planifiées par agent
id: Lembur Terjadwal per Agent
it: Straordinario pianificato per agente
ja: エージェントごとの予定残業時間
lv: Plānotās Virsstundas pēc Operatoriem
nl: Ingeroosterd Overwerk per Agent
no: Planlagt overtid per agent
pl: Planowane nadgodziny na agenta
pt: Horas Extras Agendadas por Agente
ru: Запланированное сверхурочное время по графику на оператора
sv: Schemalagd övertid per agent
tr: Müşteri temsilcisi bazında vardiyalanan fazla mesai
zh_cn: 每个座席代表已排定的加班时间
zh_hk: 每個座席代表已排定的加班時間

# resReportScheduledOvertimePerAgent
source: Scheduled Overtime per Agent
ar: لوقت الاضافى المجدول للممثل
cs: Naplánované přesčasy dle agenta
da: Planlagt overarbejde pr. medarbejder
de: Geplante Überstunden pro Mitarbeiter
es: Tiempo Extra planificado por Agente
fa: اضافه کار زمانبندی شده برای هر پاسخو
fi: Suunniteltu ylityö per agentti
fr: Heures supplémentaires planifiées par agent
id: Lembur Terjadwal per Agent
it: Straordinario pianificato per agente
ja: エージェントごとの予定残業時間
lv: Plānotās Virsstundas pēc Operatoriem
nl: Ingeroosterd Overwerk per Agent
no: Planlagt overtid per agent
pl: Planowane nadgodziny na agenta
pt: Horas Extras Agendadas por Agente
ru: Запланированное сверхурочное время по графику на оператора
sv: Schemalagd övertid per agent
tr: Müşteri temsilcisi bazında vardiyalanan fazla mesai
zh_cn: 每个座席代表已排定的加班时间
zh_hk: 每個座席代表已排定的加班時間

# TheEnteredIsIllegal
source: The entered {0} is invalid
ar: البيان الذى أدخلته {0} غير صحيح
cs: Zadaný {0} není platný
da: Det indtastede {0} er ugyldig
de: Die eingegebene {0} ist ungültig.
es: El {0} insertado is ilegal
fa: {0} وارد شده نامعتبر می باشد
fi: Syötetty {0} on virheellinen
fr: Le {0} entré est non valable
id: {0} yang dimasukkan tidak valid
it: Inserimento {0} non valido
ja: 入力された値 {0} は無効です
lv: Ievadītais {0} ir nederīgs
nl: De ingevoerde {0} is ongeldig
no: Angitte {0} er ugyldig
pl: Wprowadzone {0} jest niedopuszczalne
pt: O {0} fornecido é inválido
ru: Введенное {0} неверно
sv: Det angivna värdet för {0} är felaktigt
tr: {0} geçerli değil
zh_cn: 输入的 {0} 无效。
zh_hk: 輸入的 {0} 無效。

# IllegalTimeInput
source: The input is not a valid time value
ar: الادخال ليس قيمه زمنية مقبوله
cs: Zadaná hodnota není platný čas
da: Indtastningen er ikke en gyldig tidsværdi
de: Die Eingabe ist kein gültiger Zeitwert
es: La inserción no es un valor de tiempo legal
fa: ورودی یک مقدار زمانی معتبر نیست
fi: Syötetty tieto ei ole oikeassa muodossa
fr: L'entrée est une valeur non valable
id: Input bukan merupakan nilai waktu yang valid
it: Il valore non è un orario valido
ja: 入力された値は有効な時刻ではありません
lv: Ievadītajiem datiem nav derīga laika vērtība
nl: De invoer is geen geldige tijdswaarde
no: Input er ikke en gyldig tids verdi
pl: Podana wartość nie jest poprawnym czasem
pt: O valor fornecido não é um tempo válido
ru: Данные введены в неверном формате времени.
sv: Det angivna värdet är inte en giltig tidsangivelse
tr: Giriş geçerli bir zaman değeri değil
zh_cn: 输入内容不是一个有效的时间值
zh_hk: 輸入內容不是一個有效的時間值

source: Scheduled Time vs Target
ar: الوقت المجدول فى مقابل المستهدف
cs: Naplánovaný čas vs cíl
da: Planlagt Tid versus Målsætning
de: Arbeitszeit Soll vs. Ist
es: T. planificado vs. objetivo
fa: زمان زمانبندی شده در مقایسه با هدف
fi: Työvuorojen aika vrt tavoite
fr: Temps planifié contre objectif
id: Waktu terjadwal vs target
it: Ore pianificate vs obiettivo
ja: 予定時間対目標時間
lv: Ieplānotais Laiks attiecībā pret Mērķi
nl: Ingeroosterd Tijd vs Target
no: Planlagt tid mot mål
pl: Czas planowany a cel
pt: Tempo agendado vs alvo
ru: Запланированное время по графику VS Цель
sv: Schemalagd tid mot mål
tr: Vardiyalanan zaman - hedef zaman
zh_cn: 已排定时间和目标对比
zh_hk: 已排定時間和目標對比

# SourceColon
source: Source:
ar: المصدر:
cs: Zdroj:
da: Kilde:
de: Quelle
es: Fuente:
fa: منبع:
fi: Lähde:
id: Sumber:
it: Sorgente:
ja: ソース:
lv: Avots:
nl: Bron:
no: Kilde:
pl: Źródło:
pt: Origem:
ru: Источник:
sv: Källa:
tr: Kaynak:
zh_cn: 源：
zh_hk: 源：

# TargetSkillColon
source: Target skill:
ar: المهارة المستهدفه :
cs: Cílová kvalifikace:
da: Mål kompetencen:
de: Ziel:
es: Skill objetivo:
fa: مهارت هدف:
fi: Tavoite taito:
fr: Objectif compétence:
id: Skill target:
it: Skill obiettivo
ja: ターゲットスキル:
lv: Mērķa prasme:
no: Mål ferdighet:
pl: Umiejętność docelowa:
pt: Skill Alvo:
ru: Целевой навык:
sv: Till kompetens:
tr: Hedef yetenek:
zh_cn: 目标技能：
zh_hk: 目標技能：

# BusinessRuleErrorAssignmentLength
source: The maximum length of an assignment is {0} hours. Current assignment's length is {1} hours.
ar: الحد الاقصى لطول المهمة الموكلة هو {0} س ، طول المهمة الموكلة الحالية هو {1} س
cs: Maximální délka přiřazení je {0} hodin(y). Stávající délka přidělení je {1} hodin(y),
da: Den maksimale længde på en opgave er {0} timer. Aktuel opgave længde er {1} timer.
de: Die maximale Dauer einer Zuweisung ist/sind {0} Stunde(n). Die aktuelle Dauer der Zuweisung ist/sind {1} Stunde(n).
es: La longitud máxima de una asignación es {0} hrs. La longitud actual de la asignación es {1} hrs.
fa: حداکثر مدت یک واگذاری {0} ساعت است .مدت واگذاری فعلی {1} ساعت است
fi: Työvuoron maksimi pituus on {0} tuntia. Nykyinen työvuoron pituus on {1} tuntia.
fr: La longueur maximum de l'assignation est {0} heures. La longueur courante de l'assignation est {1} heures.
id: Panjang penugasan maksimal adalah {0} jam. Panjang penugasan sekarang adalah {1} jam.
it: La lunghezza massima di un assegnamento è di {0} ore. La lunghezza dell'attuale è di {1} ore.
ja: 割り当て可能な最大長は {0} 時間です。現在の割り当ての最大長は {1} 時間です。
lv: Maksimālais norīkojuma garums ir {0} stundas. Šobrīd norīkojuma garums ir {1} stundas.
nl: De maximale lengte van een opdracht is {0} uren. Huidige lengte toewijzing is {1} uren.
no: Den maximale lengden på et oppdrag er {0} timer. Gjeldene oppdrags lengde er {1} timer.
pl: Maksymalna długość przypisania to {0} godzin. Długość obecnego przypisania to {1} godzin.
pt: O tamanho máximo de um apontamento é {0} horas. O tamanho do apontamento atual é de {1} horas.
ru: Макс. продолжительность назначения {0} часа (-ов). Текущая продолжительность назначения {1} ч.
sv: Max längd för ett skift är {0} timmar. Det nuvarande skiftet är {1} timmar.
tr: Bir işin tamamlanması en fazla {0} saat sürebilir. Mevcut işin uzunluğu ise {1} saat.
zh_cn: 分配的最大长度是 {0} 小时。当前分配长度是 {1} 小时。
zh_hk: 分配的最大長度是 {0} 小時。當前分配長度是 {1} 小時。

# ShiftTradeAbsenceDenyReason
source: Shift trade can not be done due to absence in a shift.
ar: لا يمكن اتمام تبديل نوبات العمل نظرا للغياب فى نوبه العمل
cs: Výměna směn nemůže být provedena z důvodu absence ve směně.
da: Vagtbytte kan ikke foretages fordi der optræder et fravær i vagten.
de: Schichttausch kann wegen einer Abwesenheit in der Schicht nicht durchgeführt werden.
es: El cambio de turno no pudo ser realizado, debido a ausencia en turno.
fa: معاوضه شیفت نمی تواند انجام شود به علت مرخصی در یک شیفت.
fi: Työvuoronvaihto ei ole mahdollinen, koska poissaolo työvuorossa.
fr: Echange d'horaires impossible dû à une absence dans un horaire.
id: Pertukaran shift tidak bisa dilakukan karena absen di dalam shift.
it: Scambio turno non possibile per assenza in un turno.
ja: シフト内に欠勤があるため、シフトを交代できません。
lv: Samaiņu nevar veikt, jo maiņā ir prombūtne.
nl: Dienst handel kan niet gedaan worden door het afwezigheid in en dienst.
no: Skift bytte kan ikke gjennomføres grunnet fravær i et skift.
pl: Zamiana dyżuru nie może być przeprowadzona z powodu nieobecności w czasie dyżuru.
pt: Troca de turno não pode ser feita devido a ausência em um turno.
ru: Обмен сменами не может быть произведен, т.к. в смене есть отсутствие.
sv: Skiftbytet kan inte utföras då ett skift innehåller frånvaro.
tr: İçinde devamsızlık bulunan vardiyanın takası yapılamaz
zh_cn: 由于班次中存在缺勤导致无法调换班。
zh_hk: 由於班次中存在缺勤導致無法調換班。

# ShiftTradePersonalActivityDenyReason
source: Shift trade denied because personal activity ended up outside shift.
ar: تم رفض تبديل النوبات لان النشاط الشخصى خارج نوبه العمل
cs: Výměna směn zamítnuta protože osobní činnost končí mimo směnu.
da: Vagtbytte kan ikke foretages fordi en personlig aktivitet endte uden for vagten.
de: Der Schichttausch wurde abgelehnt, da die persönliche Aktivität außerhalb der Schicht ended.
es: Cambio de turno denegado, actividad personal finaliza fuera del turno.
fa: معاوضه شیفت پذیرفته نشد زیرا فعالیت شخصی خارج از شیفت تمام شده است .
fi: Työvuoronvaihtopyyntö hylätty, koska henkilökohtainen aktiviteetti työvuorossa.
fr: Echange d'horaires refusé dû à une activité personnelle qui se trouve hors de l'horaire.
id: Pertukaran shift ditolak karena aktivitas pribadi berakhir diluar shift.
it: Scambio turno rifiutato per attività personale con fine oltre il turno.
ja: 要員活動がシフトの範囲外で終了するため、シフトを交代できません。
lv: Samaiņa ir liegta, jo personīgā aktivitāte beidzas ārpus maiņas.
nl: Dienst handle is geweigerd omdat en persoonlijke activiteit is buiten en dienst afgelopen.
no: Skift bytte avslått grunnet personlig aktivitet endte opp utenfor skift.
pl: Odmowa zamiany dyżuru ponieważ aktywność osobista znalazła się poza czasem dyżuru.
pt: Troca de turno negada porque uma atividade pessoal termina depois do turno.
ru: Обмен сменами отклонен, т.к. персональная активность выходит за рамки смены.
sv: Skiftbyte nekat då personlig aktivitet hamnade utanför skiftet.
tr: Vardiya takası reddedildi. Kişisel aktivite vardiya dışında sona eriyor.
zh_cn: 由于个人活动结束于班次之外使得调换班被拒绝。
zh_hk: 由於個人活動結束於班次之外使得調換班被拒絕。

# ShiftTradeMeetingSpecificationDenyReason
source: Shift trade denied because a meeting ended up outside a shift.
ar: تم رفض تبديل النوبات لان لان الاجتماع ينتهى خارج نوبه العمل
cs: Výměna směn je zakázána, protože setkání končí mimo směnu.
da: Vagtbytte kan ikke foretages fordi et møde endte uden for vagten.
de: Der Schichttausch wurde abgelehnt, da ein Meeting außerhalb der Schicht endet.
es: Cambio de turno denegado, reunión finaliza fuera del turno.
fa: معاوضه شیفت پذیرفته نشد زیرا جلسه خارج از شیفت تمام شده است .
fi: Työvuoronvaihtopyyntö hylätty, koska kokous joutui työvuoron ulkopuolelle.
fr: Echange d'horaires refusé dû à une réunion qui se trouve hors de l'horaire.
id: Pertukaran shift ditolak karena pertemuan berakhir diluar shift.
it: Scambio turno rifiutato per Meeting con fine oltre il turno.
ja: 会議がシフトの範囲外で終了するため、シフトを交代できません。
lv: Samaiņa ir liegta, jo sanāksme beidzas ārpus maiņas.
nl: Dienst handle is geweigerd omdat en meeting is buiten en dienst afgelopen.
no: Skift bytte avslått grunnet et møte endte opp utenfor skift.
pl: Odmowa zamiany dyżuru ponieważ spotkanie znalazło się poza czasem dyżuru.
pt: Troca de turno negada porque uma reunião termina depois do turno.
ru: Обмен сменами отклонен, т.к. мероприятие выходит за рамки смены.
sv: Skiftbytet nekat då ett möte hamnade utanför ett skift.
tr: Vardiya takası reddedildi. Toplantı vardiya dışında sona eriyor.
zh_cn: 由于某个会议在班次外结束使得调换班被拒绝。
zh_hk: 由於某個會議在班次外結束使得調換班被拒絕。

# ConflictingShiftCategories
source: The Shift Category in the Restrictions conflicts with the Shift Category in Options.
ar: فئة مجموعه العمل فى القيود تتعارض مع فئة مجموعه العمل فى الخيارات
cs: Kategorie směn v Omezeních je v rozporu s kategorií směn v Možnostech.
da: Vagtkategorien er i konflikt med Restriktioner.
de: Die Schichtkategorie in den Plan-Beschränkungen kollidiert mit der Schichtkategorie in den Optionen.
es: La Categoría de Turno en Restricciones entra en conflicto con la Categoría de Turno en Opciones.
fa: دسته بندی شیفت در محدودیتها با دسته بندی شیفت در انتخابها در تعارض است.
fi: Työvuoroluokan rajoitukset eivät vastaa työvuoroluokan asetuksia.
fr: La Catégorie d'horaires dans les restrictions est en conflit avec la catégorie d'horaires dans les options.
id: Kategori shift dalam restriksi konflik dengan kategori shift pada Opsi.
it: La categoria turni nella limitazione è in conflitto con quella nelle Opzioni.
ja: [制限]のシフトカテゴリが[オプション]のシフトカテゴリと一致しません。
lv: Maiņas kategorija ierobežojumos ir pretrunā ar Maiņas kategoriju opcijās.
nl: De Dienst Categorie in de beperkingen is in strijd met de Dienst Categorie in Opties.
no: Skift kategorien i restriksjoner er i konflikt med Skift kategori i alternativer.
pl: Kategoria dyżurów w restrykcjach w konflikcie z kategorią dyżuru w opcjach.
pt: A categoria de turno nos conflitos por Restrição com as categorias de turnos nas opções.
ru: Конфликт категории смены в ограничениях с категорией смены в опциях.
sv: Skiftkategorin i begränsningar stämmer inte med skiftkategorin under Inställningar.
tr: Sınırlamalar içindeki vardiya kategorisi opsiyonlarda bulunan vardiya kategorisi ile çelişiyor.
zh_cn: 在限制条件中的班次类别和选项中的班次类别冲突。
zh_hk: 在限制條件中的班次類別和選項中的班次類別衝突。

source: View allowance
ar: اظهر المسموح
cs: Zobrazit volné kapacity
da: Se kvoter
de: Ansicht Vorgabe
es: Ver autorización
fa: نمایش مزایا
fi: Näytä käytettävyys
fr: Voir la permission
it: Visualizzazione consentito
ja: 割り当ての表示
lv: Skatīt pielaidi
nl: Bekijk toeslag
no: Vis kvote
pl: Zobacz przydział
pt: Visualizar concessão
ru: Показать допущение
sv: Visa tilldelning
tr: Ödenekleri gözlemle
zh_cn: 查看缺勤配额
zh_hk: 查看缺勤配額

# RequestDenyReasonBudgetGroupAllowance
source: Your absence request has been denied automatically. There is not enough budgeted allowance left for this request.
ar: طلبك للغياب تم رفضه تلقائيا. لا يوجد اتاحه كافبه فى الميزانية
cs: Váš požadavek na absenci byl automaticky zamítnut. Pro tento požadavek není dostatek volné kapacity.
da: Din fraværsforespørgelse er automatisk blevet afvist. Der er ikke nok budgetteret kvote til denne forespørgelse.
de: Ihre Abwesenheitsanfrage wurde automatisch abgelehnt, da keine Kapazitäten mehr verfügbar waren.
es: Su solicitud de ausencia ha sido denegada automáticamente. No hay suficiente tiempo autorizado en presupuestos para esta solicitud,
fa: درخواست مرخصی شما بصورت اتوماتیک پذیرفته نشده است. مجوز مکفی برای این درخواست وجود ندارد
fi: Sinun poissaolopyyntösi on hylätty. Työvuorolistalla ei ole riittävästi resursseja pyydetyn poissaolon toteuttamiseksi.
fr: Votre demande d'absence a été refusée automatiquement. Il n'y a pas assez de permission budgétée restante pour cette demande.
it: La tua richiesta di assenza è stata rifiutata automaticamente. Budget consentito insufficiente per la richiesta.
ja: 欠勤要求が自動的に拒否されました。この要求に対して十分な予算が割り当てられていません。
lv: Jūsu prombūtnes pieprasījums ir noraidīts automātiski. Budžetā nav pietiekami daudz pielaides šim pieprasījumu.
nl: Uw afwezigheid aanvraag is automatisch geweigerd. Er is niet genoeg gebudgetteerde toelage vertrokken voor deze aanvraag.
no: Din fraværsforespørsel er avslått automatisk. Kvoten for dette fraværet er brukt opp.
pl: Twoja prośba o nieobecność została odrzucona automatycznie, ponieważ nie ma na to budżetu.
pt: A sua solicitação de ausência foi negada automaticamente. Não há orçamento suficiente para satisfazer essa solicitação.
ru: Запрос на отсутствие был отклонен автоматически. Не осталось допущения в бюджете.
sv: Din frånvaroförfrågan har blivit nekad automatiskt. Det finns inte tillräckligt med budgeterad tilldelning kvar för denna förfrågan.
tr: Devamsızlık isteğiniz otomatik olarar reddedildi. Tahsis edilen sınır aşılmış durumda.
zh_cn: 您的申请由于超出预算配额而被系统自动拒绝。
zh_hk: 您的申請由於超出預算配額而被系統自動拒絕。

# MaximumIsParameterHoursDot
source: Maximum is {0} hours.
ar: الحد الاقصى هو (0) س
cs: Maximum je {0} hodin.
da: Maksimum er {0} timer.
de: Das Maximum ist/sind {0} Stunde(n)
es: El máximo es {0} horas.
fa: حداکثر {0} ساعت است.
fi: Maksimi on {0} tuntia.
fr: Le maximum est {0} heures.
it: Il massimo è {0} ore.
ja: 最大値は {0} 時間です。
lv: Maksimums ir {0} stundas.
nl: Maximum is {0} uren.
no: Maximum er {0} timer.
pl: Maksimum wynosi {0} godzin.
pt: Máximo de {0} horas.
ru: Максимум {0} часов.
sv: Maximum är {0} timmar.
tr: Azami saat {0}
zh_cn: 最多为{0}小时。
zh_hk: 最多為{0}小時。

# MinimumIsParameterHoursDot
source: Minimum is {0} hours.
ar: الحد الادني هو (0) س
cs: Minimum je {0} hodin.
da: Minimum er {0} timer.
de: Das Minimum ist/sind {0} Stunde(n)
es: El mínimo es {0} horas.
fa: حداقل {0} ساعت است.
fi: Minimi on {0} tuntia.
fr: Le minimum est {0} heures.
it: Il minimo è {0} ore.
ja: 最小値は {0} 時間です。
lv: Minimums ir {0} stundas.
nl: Minimum is {0} uren.
no: Minimum er {0} timer.
pl: Minimum wynosi {0} godzin.
pt: Mínimo de {0} horas.
ru: Минимум {0} часов.
sv: Minimum är {0} timmar.
tr: Asgari saat {0}
zh_cn: 最小为{0}小时。
zh_hk: 最小為{0}小時。

# ActivityCanNotBeEmptyDot
source: Activity cannot be empty.
ar: النشاط لا يمكن ان يكون خالى
cs: Činnost nemůže být prázdná
da: Aktivitet skal udfyldes.
de: Aktivität kann nicht leer sein.
es: La actividad no puede estarvacía.
fa: فعالیت نمی تواند خالی باشد.
fi: Aktiviteetti ei voi olla tyhjä.
fr: L'activité ne peut pas être vide.
it: L'attività non può essere vuota.
ja: 空の活動を指定することはできません。
lv: Aktivitāte nevar būt tukša
nl: Activiteit kan niet leeg zijn.
no: Aktivitet kan ikke være tom.
pl: Aktywność nie może być pusta.
pt: A atividade não pode estar vazia.
ru: Активность не может быть пустой.
sv: Aktivitet kan inte vara tom.
tr: Aktivite boş olamaz.
zh_cn: 活动不能为空。
zh_hk: 活動不能為空。

source: Import Forecast
ar: اورد التوقع
cs: Import předpovědí
da: Importer Prognoser
de: Importiere Forecast
es: Importar Previsión
fa: وارد کردن پیش بینی
fi: Tuo ennuste:
fr: Importer prévisions
it: Importa previsione
ja: 予測のインポート
lv: Importēt Prognozi
nl: Forecast Importeren
no: Importer prognose
pl: Importuj prognozę
pt: Importar Previsão
ru: Импорт прогноза
sv: Importera prognos
tr: Tahmini aktar
zh_cn: 导入预测数据
zh_hk: 導入預測資料

source: Import forecast from file
ar: اورد التوقع من ملف
cs: Import předpovědí ze souboru
da: Importer prognose fra fil
de: Importiere Forecast aus Datei
es: Importar previsón desde fichero
fa: وارد کردن پیش بینی ازفایل
fi: Tuo ennuste tiedostosta
fr: Importer fichier prévisions
it: Importa previsione da file
ja: ファイルから予測をインポート
lv: Importēt prognozi no faila
nl: Importeer forecast uit bestand
no: Importer prognose fra fil
pl: Importuj prognozę z pliku
pt: Importar uma previsão a partir de um arquivo
ru: Импорт прогноза из файла
sv: Importera prognos från fil
tr: Harici bir dosyadan tahmini içe aktar
zh_cn: 从文件导入预测数据
zh_hk: 從檔導入預測資料
