Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Merge
ar: دمج
cs: Spojit
da: Flet
de: Zusammenfügen
es: Fusionar
fa: ادغام کردن
fi: Yhdistä
fr: Fusionner
id: Menggabungkan
it: Unisci
ja: 結合
lv: Apvienot
nl: Samenvoegen
no: Flett
pl: Scal
pt: Juntar
ru: Слияние
sv: Sammanfoga
tr: Birleştir
zh_cn: 合并
zh_hk: 合併

source: Message
ar: الرسالة
cs: Zpráva
da: Besked
de: Nachricht
es: Mensaje
fa: پیام
fi: Viesti
id: Pesan
it: Messaggio
ja: メッセージ
lv: Paziņojums
nl: Bericht
no: Melding
pl: Wiadomość
pt: Mensagem
ru: Сообщение
sv: Meddelande
tr: Mesaj
zh_cn: 消息
zh_hk: 消息

source: Message too long
ar: الرسالة طويلة جدًا
cs: Zpráva je příliš dlouhá
da: Besked er for lang
de: Nachricht zu lang
es: Mensaje demasiado largo
fa: پیام طولانی
fi: Viesti on liian pitkä
fr: Message trop long
id: Pesan terlalu panjang
it: Messaggio troppo lungo
ja: メッセージが長すぎます
lv: Ziņa ir pārāk gara
nl: Bericht te lang
no: Meldingen er for lang
pl: Komunikat zbyt długi
pt: Mensagem muito longa
ru: Слишком длинное сообщение
sv: Meddelandet för långt
tr: Çok uzun mesaj
zh_cn: 消息太长
zh_hk: 消息太長

# MidnightBreakOffsetColon
source: Midnight break:
ar: استراحة منتصف اليل
cs: Půlnoční přestávka:
da: Midnatspause:
de: Mitternachtsumbruch
es: Cierre de medianoche:
fa: زمان استراحت نیمه شب
fi: Vuorokaudenvaihto:
fr: Séparation de minuit:
id: Break tengah malam:
it: Ora cambio giorno:
ja: 深夜休憩
lv: Pusnakts pārtraukums
nl: Middernacht pauze:
no: Midnattspause:
pl: Przerwa o północy:
pt: Intervalo Meia-Noite
ru: Полуночный перерыв:
sv: Dygnsgräns:
tr: Geceyarısı molası:
zh_cn: 午夜分界点：
zh_hk: 午夜分界點：

source: Min
ar: أقل نسبة
fa: حداقل
ja: 最小
pl: Minimum
ru: Мин.
zh_cn: 最小
zh_hk: 最小

# MinimizeTheRibbon
source: Mi&nimize ribbon
ar: ت&صغير الشريط
cs: &Minimalizovat lištu
da: Mi&nimer båndet
de: Multifunktionsleiste mi&nimieren
es: Mi&nimizar ribbon
fa: کوچک کردن نوار
fi: Pii&lota valikko
fr: Ré&duire ruban
id: Pita mi&nimalisasi
it: Mi&nimizza barra
ja: &リボンの最小化
nl: Minimaliseer lint
no: Mi&nimer bokmerke
pl: Zm&niejsz wstążke
pt: Mi&nimizar faixa
ru: Ум&еньшить ленту
sv: Mi&nimera verktygsfältet
tr: İşareti küçült
zh_cn: 最小化工具栏(&N)
zh_hk: 最小化工具列(&N)

source: Minimum agents
ar: أقل عدد للوكلاء
cs: Minimální počet agentů
da: Minimumsantal medarbejdere
de: Minimum Mitarbeiter
es: Mínimo de agentes
fa: حداقل پاسخگوها
fi: Agentteja vähintään
fr: Agents minimum
id: Agent minimum
it: Agenti minimi
ja: 最小エージェント数
lv: Minimums operatori
nl: Minimale agenten
no: Minimum agenter
pl: Minimalnie agentów
pt: Agentes mínimos
ru: Минимум операторов
sv: Min agenter
tr: Minimum Müşteri Temsilcisi
zh_cn: 最少座席代表数量
zh_hk: 最少座席代表數量

source: Minimum occupancy
ar: أقل نسبة للإشغال
cs: Minimální obsazenost
da: Minimum optagetperiode
de: Minimum Auslastung
es: Ocupación mínima
fa: حداقل اشغالی
fi: Kuormitus vähintään
fr: Taux d'occupation minimum
id: Okupansi minimum
it: Occupazione minima
ja: 最小稼働率
lv: Minimāls noslogojums
nl: Minimale bezetting
no: Minimum belegg
pl: Minimalna zajętość
pt: Ocupação Mínima
ru: Минимальная занятость
sv: Min nyttjandegrad
tr: Minimum Doluluk Oranı
zh_cn: 最低占有率
zh_hk: 最低佔有率

# MinimumOccupancyColon
source: Minimum occupancy:
ar: أقل نسبة للإشغال:
cs: Minimální obsazenost:
da: Minimum optagetperiode:
de: Minimum Auslastung
es: Ocupación Mínima:
fa: حداقل اشغالی
fi: Kuormitus vähintään:
fr: Taux d'occupation minimum:
id: Okupansi minimum:
it: Occupazione minima:
ja: 最小稼働率:
lv: Minimālais noslogojums
nl: Minimale bezetting:
no: Minimum belegg:
pl: Minimalne obłożenie:
pt: Ocupação Mínima:
ru: Минимальная занятость:
sv: Min nyttjandegrad:
tr: Minimum doluluk oranı:
zh_cn: 最低占用率：
zh_hk: 最低佔用率：

# MinimumOccupancyPercentSignColon
source: Minimum occupancy %:
ar: أقل نسبة للإشغال %:
cs: Minimální obsazenost %:
da: Minimum optagetperiode %:
de: Minimum Auslastung%:
es: Ocupación Mínima %
fa: حداقل درصد اشغالی
fi: Kuormitus vähintään %:
fr: Taux d'occupation minimum %:
id: Okupansi minimum %:
it: Occupazione minima %:
ja: 最小稼働率 %
lv: Minimālais noslogojums %:
nl: Minimale bezetting %:
no: Minimum belegg %:
pl: Minimalne obłożenie %:
pt: Ocupação Mínima %:
ru: Минимальная занятость %:
sv: Minsta nyttjandegrad %:
tr: Minimum Doluluk Oranı %:
zh_cn: 最低占用率％：
zh_hk: 最低佔用率％：

source: Min Max Staffing
ar: أدنى أقصى حد توظيف
cs: Min/max personální obsazení
da: Min Maks Bemanding
de: Min Max Personalbesetzung
es: Personal Min Max
fa: حداقل و حد اکثر حجم کار
fi: Min. / Maks. miehitys
fr: Min max couverture
id: Min Maks Pengaturan Staf
it: Allocazione Min Max
ja: 最小最大要員配置
lv: Min Max Personāls
nl: Min Max Personeelsbezetting
no: Min. maks. bemanning
pl: Min/maks załoga
pt: Min Max Agendamento
ru: Мин. макс. штат
sv: Min/max bemanning
tr: Min Maks Personel
zh_cn: 最少最多员工配备
zh_hk: 最少最多員工配備

# MinTime
source: Min
ar: أقل نسبة
fa: حداقل
ja: 最小
ru: Мин.
zh_cn: 最小
zh_hk: 最小

source: Min work time
ar: أقل وقت للعمل
cs: Minimální pracovní doba
da: Min arbejdstid
de: Min Arbeitszeit
es: Min tiempo de trabajo
fa: حداقل زمان کاری
fi: Min. työaika
fr: Temps contrat min
id: Min waktu kerja
it: Ore lavoto Min
ja: 最小勤務時間
lv: Min darba laiks
nl: Min werktijd
no: Min. arbeidstid
pl: Minimalny czas pracy
pt: Tempo de trabalho mínimo
ru: Мин. время работы
sv: Min arbetstid
tr: Min çalışma süresi
zh_cn: 最少工作时间
zh_hk: 最少工作時間

source: Modify Absence
ar: تعديل الغياب
cs: Upravit absenci
da: Ændr Fravær
de: Abwesenheit ändern
es: Modificar Ausencia
fa: اصلاح کردن مرخصی
fi: Muokkaa poissaoloa
fr: Modfier absence
id: Modifikasi Absen
it: Modifica assenza
ja: 欠勤の変更
lv: Izmainīt Prombūtnes
nl: Wijzig Afwezigheid
no: Modifiser fravær
pl: Zmień nieobecność
pt: Modificar Ausência
ru: Изменить отсутствие
sv: Ändra frånvaro
tr: Devamsızlıkları modifiye et
zh_cn: 修改缺勤
zh_hk: 修改缺勤

source: Modify Assignment
ar: تعديل مهمة
cs: Upravit přiřazení
da: Ændr tildeling
de: Belegung ändern
es: Modificar asignación
fa: اصلاح کردن تخصیص
fi: Muokkaa tehtävää
fr: Modifier assignation
id: Modifikasi penugasan
it: Modifica assegnamento
ja: 割り当ての変更
lv: Izmainīt Uzdevumu
nl: Wijzig toewijzing
no: Modifiser oppdrag
pl: Zmień przydział
pt: Modificar atribuição
ru: Изменить назначение
sv: Ändra skift
tr: Atamaları modifiye et
zh_cn: 修改人员安排
zh_hk: 修改人員安排

source: Modify main shift
ar: تعديل نوبة العمل الأساسية
cs: Upravit hlavní směnu
da: Ændr hovedvagt
de: Hauptschicht ändern
es: Modificar turno principal
fa: اصلاح کردن شیفت اصلی
fi: Muokkaa päävuoroa
fr: Modifier horaire principal
id: Mengubah shift utama
it: Modifica turno principale
ja: メインシフトの変更
lv: Izmainīt galveno maiņu
nl: Wijzig hoofd dienst
no: Modifiser hovedskift
pl: Zmień główny dyżur
pt: Modificar turno principal
ru: Изменить главную смену
sv: Ändra huvudskift
tr: Ana vardiyayı modifiye et
zh_cn: 修改主班次
zh_hk: 修改主班次

source: Modify personal shift
ar: تعديل نوبة العمل الشخصية
cs: Upravit osobní směnu
da: Ændr personlig vagt
de: Persönliche Schicht ändern
es: Modificar turno personal
fa: اصلاح کردن شیفت شخصی
fi: Muokkaa henkilökohtaista työvuoroa
fr: Modifier horaire personnel
id: Modifikasi shift pribadi
it: Modifica turno dipendente
ja: 要員シフトの変更
lv: Izmainīt personīgo maiņu
nl: Wijzig persoonlijke dienst
no: Modifiser personlig skift
pl: Zmień osobisty dyżur
pt: Modificar turno pessoal
ru: Изменить индивидуальную смену
sv: Ändra personligt skift
tr: Kişi vardiyalarını modifiye et
zh_cn: 修改个人班次
zh_hk: 修改個人班次

# ModifyPersonNameAndPassword
source: Modify Name and Password
ar: تعديل الاسم وكلمة المرور
cs: Upravit jméno a heslo
da: Ændr navn og adgangskode
de: Name und Passwort ändern
es: Modificar nombre y contraseña
fa: اصلاح کردن نام و کلمه رمز
fi: Muokkaa nimeä ja salasanaa
fr: Modifier nom et mot de passe
id: Modifikasi nama dan password
it: Modifica nome e password
ja: 名前とパスワードの変更
lv: Izmainīt Vārdu un Paroli
nl: Wijzig naam en wachtwoord
no: Modifiser navn og passord
pl: Zmień nazwę i hasło
pt: Modificar nome e senha
ru: Изменить имя и пароль
sv: Ändra namn och lösenord
tr: İsim ve şifreyi modifiye et
zh_cn: 修改姓名和密码
zh_hk: 修改姓名和密碼

# ModifyPersonTimeActivity
source: Modify overtime
ar: تعديل الوقت الإضافي
cs: Upravit přesčas
da: Ændr Overarbejde
de: Überstunden ändern
es: Modificar tiempo extra
fa: اصلاح کردن اضافه کار
fi: Muokkaa ylityöaikaa
fr: Modifier heures supplémentaires
id: Modifikasi lembur
it: Modifica straordinario
ja: 残業の変更
lv: Izmainīt virsstundas
nl: Wijzig overwerk
no: Modifiser overtid
pl: Zmień nadgodziny
pt: Modificar tempo excedido
ru: Изменить сверхурочное время
sv: Ändra övertid
tr: Fazla zamanı modifiye et
zh_cn: 修改加班
zh_hk: 修改加班

# ModifyShiftCategoryPreferences
source: Standard Preferences
ar: تعديل تفضيلات فئة نوبة العمل
cs: Standardní priority
da: Standardpræferencer
de: Standardpräferenzen
es: Preferencias Estándar
fa: تنظیمات استاندارد
fi: Perus työvuorotoiveet
fr: Préférences standard
id: Preferensi Standar
it: Preferense Standard
ja: 標準のプリファレンス
lv: Standarta Vēlmes
nl: Standaard Voorkeuren
no: Standardpreferanser
pl: Preferencje standardowe
pt: Preferências Padrão
ru: Стандартные предпочтения
sv: Standardönskemål
tr: Standart Tercihler
zh_cn: 标准偏好
zh_hk: 標準偏好

source: Monday
ar: الاثنين
cs: Pondělí
da: Mandag
de: Montag
es: Lunes
fa: دوشنبه
fi: Maanantai
fr: Lundi
id: Senin
it: Lunedì
ja: 月曜日
lv: Pirmdiena
nl: Maandag
no: Mandag
pl: Poniedziałek
pt: Segunda-Feira
ru: Понедельник
sv: Måndag
tr: Pazartesi
zh_cn: 星期一
zh_hk: 星期一

source: Month
ar: شهر
cs: Měsíc
da: Måned
de: Monat
es: Mes
fa: ماه
fi: Kuukausi
fr: Mois
id: Bulan
it: Mese
ja: 月
lv: Mēnesis
nl: Maand
no: Måned
pl: Miesiąc
pt: Mês
ru: Месяц
sv: Månad
tr: Ay
zh_cn: 月
zh_hk: 月

source: Month of year
ar: شهر من السنة
cs: Měsíc roku
da: Måned på året
de: Monat des Jahres
es: Mes del año
fa: ماه سال
fi: Vuoden kuukausi
fr: Mois d'année
id: Bulan dalam tahun
it: Mese dell'anno
ja: 月
lv: Gada mēnesis
nl: Maan van het jaar
no: Måned i år
pl: Miesiąc roku
pt: Mês do ano
ru: Месяц года
sv: Månad i år
tr: Yılın Ayları
zh_cn: 年中月
zh_hk: 年中月

source: Months
ar: أشهر
cs: Měsíce
da: Måneder
de: Monate
es: Meses
fa: ماه ها
fi: Kuukaudet
fr: Mois
id: Bulan
it: Mesi
ja: 月数
lv: Mēneši
nl: Maanden
no: Måneder
pl: Miesiące
pt: Meses
ru: Месяцы
sv: Månader
tr: Aylar
zh_cn: 月
zh_hk: 月

source: Month View
ar: عرض شهري
cs: Měsíční náhled
da: Månedsvisning
de: Monatssicht
es: Vista del mes
fa: نمایش ماه
fi: Kuukausinäkymä
fr: Aperçu mensuel
id: Tampilan bulan
it: Vista del mese
ja: 月ビュー
lv: Mēneša Skatījums
nl: Maandoverzicht
no: Månedsoversikt
pl: Widok Miesiąca
pt: Visão Mensal
ru: Вид месяца
sv: Månadsvy
tr: Aylık Görünüm
zh_cn: 月视图
zh_hk: 月視圖

# MoreDoubleArrow
source: More >>
ar: أكبر >>
cs: Více >>
da: Flere >>
de: Mehr >>
es: Más >>
fa: بیشتر>>
fi: Lisää >>
fr: Plus >>
id: Lebih >>
it: Maggiore >>
ja: 詳細 >>
lv: Vairāk >>
nl: Meer >>
no: Mer >>
pl: Więcej >>
pt: Mais >>
ru: Более >>
sv: Mer >>
tr: Daha fazla >>
zh_cn: 更多>>
zh_hk: 更多>>

# MoreThanColon
source: &More than:
ar: أ&كبر من:
cs: &Více než:
da: &Mere end:
de: &Mehr als:
es: &Más que:
fa: بیشتر از:
fi: &Suurempi kuin:
fr: &Plus que:
id: &Lebih dari:
it: &Maggiore di:
ja: &次の値より大きい:
lv: &Vairāk kā:
nl: &Meer dan:
no: &Mer enn:
pl: &Więcej niż:
pt: &Mais que:
ru: &Больше чем:
sv: &Mer än:
tr: &Daha fazla
zh_cn: 多于(&M)：
zh_hk: 多於(&M)：

# MoreToComeThreeDots
source: More to come...
ar: المزيد...
cs: Obdržet více...
da: Mere følger...
es: Más por venir...
fa: بیشترین مقدار وارده...
fi: Lisää tulossa...
fr: Plus à venir...
id: Lebih banyak akan datang...
it: In aumento...
ja: 続く...
lv: Vairāk sekos...
nl: Meer te komen...
no: Kommer mer...
pl: Więcej...
pt: Mais por vir...
ru: Больше ожидается...
sv: Det kommer mera...
tr: İlave gelecek olan...
zh_cn: 获得更多…
zh_hk: 獲得更多…

source: Move
ar: نقل
cs: Přesunout
da: Flyt
de: Verschieben
es: Mover
fa: حرکت
fi: Siirrä
fr: Déplacer
id: Geser
it: Sposta
ja: 移動
lv: Pārvietot
nl: Bewegen
no: Flytt
pl: Przenieś
pt: Mover
ru: Переместить
sv: Flytta
tr: Taşı
zh_cn: 移动
zh_hk: 移動

source: Move Down
ar: نقل لأسفل
cs: Přesunout dolů
da: Flyt Ned
de: Nach unten verschieben
es: Mover Abajo
fa: حرکت به پایین
fi: Siirrä alas
fr: Déplacer en bas
id: Geser Bawah
it: Sposta giù
ja: 下に移動
lv: Pārvietot uz Leju
nl: Omlaag Verplaatsen
no: Flytt ned
pl: Przenieś w Dół
pt: Mover para baixo
ru: Переместить вниз
sv: Flytta ned
tr: Aşağı taşı
zh_cn: 向下移动
zh_hk: 向下移動

source: Move Left
ar: نقل لليسار
cs: Přesunout vlevo
da: Flyt til Venstre
de: Nach links verschieben
es: Mover a la Izquierda
fa: حرکت به چپ
fi: Siirrä vasemmalle
fr: Déplacer à gauche
id: Geser Kiri
it: Sposta a sx
ja: 左に移動
lv: Pārvietot pa Kreisi
nl: Links Verplaatsen
no: Flytt venstre
pl: Przenieś w Lewo
pt: Mover para esquerda
ru: Переместить влево
sv: Flytta till vänster
tr: Sola taşı
zh_cn: 向左移动
zh_hk: 向左移動

source: Move Max Days
ar: نقل أقصى عدد للأيام
cs: Přesunout maximální počet dnů
da: Flyt Maks Dage
de: Max Tage verschieben
es: Mover Max de Días
fa: انتقال حداکثر روزها
fi: Siirrä maks. päivää
fr: Depacer jours max
id: Pindah Hari Maks
it: Sposta giorni max
ja: 最大日数の移動
lv: Pārvietot Max Dienas
nl: Verplaats Max Dagen
no: Flytt maks. dager
pl: Przesuń maks. dni
pt: Mover os Dias Máximos
ru: Переместить макс. дней
sv: Flytta max dagar
tr: Maksimum Günleri Taşı
zh_cn: 移动最多天数
zh_hk: 移動最多天數

source: Move Right
ar: نقل لليمين
cs: Přesunout vpravo
da: Flyt til Højre
de: Nach rechts verschieben
es: Mover a la Derecha
fa: حرکت به راست
fi: Siirrä oikealle
fr: Déplacer à droite
id: Geser Kanan
it: Sposta a dx
ja: 右に移動
lv: Pārvietot pa Labi
nl: Rechts Verplaatsen
no: Flytt høyre
pl: Przenieś w Prawo
pt: Mover para direita
ru: Переместить вправо
sv: Flytta till höger
tr: Sağa taşı
zh_cn: 向右移动
zh_hk: 向右移動

source: Move Time
ar: نقل زمني
cs: Posunout čas
da: Flyt Tid
de: Verschiebungszeit
es: Move Tiempo
fa: زمان انتقال
fi: Siirrä aikaa
fr: Deplacer temps
id: Pindah Waktu
it: Sposta tempo
ja: 時間の移動
lv: Pārvietot Laiku
nl: Tijd Verplaatsen
no: Flytt tid
pl: Przesuń czas
pt: Mover Tempo
ru: Переместить время
sv: Flytta tid
tr: Zamanı Taşı
zh_cn: 移动时间
zh_hk: 移動時間

source: Move Up
ar: نقل لأعلى
cs: Přesunout nahoru
da: Flyt Op
de: Nach oben verschieben
es: Mover Arriba
fa: حرکت به بالا
fi: Siirrä ylös
fr: Déplacer en haut
id: Geser Atas
it: Sposta su
ja: 上に移動
lv: Pārvietot uz Augšu
nl: Omhoog Verplaatsen
no: Flytt opp
pl: Przeniwś w Górę
pt: Mover para cima
ru: Переместить вверх
sv: Flytta upp
tr: Yukarı taşı
zh_cn: 向上移动
zh_hk: 向上移動

# MultipleValuesParanteses
source: (multiple values)
ar: (قيم متعددة)
cs: (vícenásobné hodnoty)
da: (flere værdier)
de: (verschiedene Werte)
es: (múltiples valores)
fa: (مقادیر چندگانه)
fi: (useita arvoja)
fr: (valeurs multiples)
id: (banyak nilai)
it: (valori multipli)
ja: (複数の値)
lv: (vairākas vērtības)
nl: (meerdere waarden)
no: (multiple verdier)
pl: (wiele wartości)
pt: (múltiplos valores)
ru: (многозначный)
sv: (flera värden)
tr: (birden fazla değer)
zh_cn: (多重数值)
zh_hk: (多重數值)

source: Multisite day template
ar: قالب يوم متعدد المواقع
cs: Denní vícemístná šablona
da: Dagskabelon for flere lokaliteter...
de: Multisite Tagesvorlage
es: Plantilla diaria Multisite
fa: الگوی روز چند سایتی
fi: Multisite päivämalli
fr: Modèle journée multisite
id: Template hari multisite
it: Modello giornaliero multi-sito
ja: マルチサイト日テンプレート
lv: Multigrupu dienas veidne
nl: Multisite dag template
no: Multiside dagmal
pl: Wzór dnia dla wielu lokalizacji
pt: Template diário multi-site
ru: Мультисайтовый дневной шаблон
sv: Dagmall multisite
tr: Çoklu Lokasyon gün şablonları
zh_cn: 多站点日期模块
zh_hk: 多網站日期模組

# MultisiteDayTemplatesInvalidOneParameter
source: The templates cannot be saved because of an error in validation. Check that each interval sums up to 100%. Error information: {0}
ar: لا يمكن حفظ القوالب بسبب خطأ في التحقق من الصحة. تأكد أن كل فاصل زمني يصل مجموعه إلى 100%. معلومات خطأ: {0}
cs: Šablony nelze uložit kvůli chybě při validaci. Ověřte, že se každý interval doplňuje do 100%. Informace o chybě: {0}
da: Skabelonerne kan ikke gemmes på grund af en fejl i valideringen. Kontroller, at hvert interval sammenlagt giver 100%. Information om fejl: {0}
de: Die Vorlage kann aufgrund eines Fehlers in der Validierung nicht gespeichert werden. Prüfen Sie, ob jedes Intervall zu 100% aufsummiert wurde. Fehlerinformation: {0}
es: Las plantillas no pueden ser guardas por un error de validación. Revise que cada intervalo suma hasta el 100%. Información del error: {0}
fa: امکان ذخیره الگوها بدلیل وجود خطا در اعتبار سنجی میسر نیست .مجموع ورودی های بیشتر از 100% را بررسی کنید. اطلاعات خطا :{0}
fi: Malleja ei voi tallentaa validointivirheen vuoksi. Tarkista, että kukin aikaväli on yhteen laskettuna 100 %. Virhe info: {0}
fr: Le modèle ne peut pas être sauvegardé suite à une erreur de validation. Vérifiez que chaque intervalle se calcule jusque 100%. Information erreur: {0}
id: Template tidak bisa disimpan karena terdapat kesalahan ketika divalidasi. Cek bahwa jumlah setiap interval sampai dengan 100%. Informasi kesalahan: {0}
it: I modelli non possono essere salvati a causa di un errore nella convalidazione. Controlla che la somma di ogni intervallo dia 100%. Informazione errore: {0}
ja: 検証でエラーが発生したため、このテンプレートは保存できません。各インターバルの合計が100%になることを確認してください。エラー情報: {0}
nl: De templates kunnen niet opgeslagen worden vanwege een fout in de validatie. Controleer dat elk interval de optelsom van 100% is. Foutinformatie: {0}
no: Malen kan ikke lagres pga. feil i godkjenning. Sjekk at hvert intervall til sammen blir 100 %. Informasjon om feil: {0}
pl: Wzory nie mogą być zapisane ponieważ nie przeszły testu poprawności. Sprawdź czy zawartość każdego interwału sumuje się do 100%. Opis błędu: {0}
pt: Os templates não podem ser gravados por causa de um erro de validação. Verifique se cada intervalo somam mais que 100%. Informação sobre o erro: {0}
ru: Шаблоны невозможно сохранить из-за ошибки в проверке. Убедитесь, что каждый интервал суммируется до 100%. Данные ошибки: {0}
sv: Mallarna kunde inte sparas på grund av ett valideringsfel. Kontrollera att varje intervall summerar upp till 100%. Felinformation: {0}
tr: Doğrulama hatasından ötürü şablonlar kayıt edilemedi. İntarvallerin toplamının %100'e tamamlandığını kontrol ediniz. Hata bilgisi {0}
zh_cn: 验证错误，不能保存模板。请检查所有间隔之和为100%。错误信息：{0}
zh_hk: 驗證錯誤，不能保存範本。請檢查所有間隔之和為100%。錯誤資訊：{0}

source: Multisite skill
ar: مهارة متعددة المواقع
cs: Vícemístná kvalifikace
da: Kompetencer for flere lokaliteter
es: Skill Multisite
fa: مهارت چندسایتی
fi: Multisite taito
fr: Compétence multisite
id: Skill multisite
it: Skill multi-sito
ja: マルチサイトスキル
lv: Multigrupu prasmes
no: Multienhet ferdighet
pl: Umiejętność dla wielu lokalizacji
pt: Skill multi-site
ru: Мультисайтовый навык
sv: Multisite-kompetens
tr: Çoklu Lokasyon Yetenek
zh_cn: 多站点技能
zh_hk: 多網站技能

source: Multisite skill loading
ar: جاري تحميل مهارة متعددة المواقع
cs: Načítání vícemístné kvalifikace
da: Kompetencer for flere lokaliteter indlæses
de: Multisite Skill laden
es: Cargando Skill Multisite
fa: در حال بارگذاری مهارت چندسایتی
fi: Multisite taidon lataus
fr: Chargement de compétence multisite
id: Mengeluarjan skill multisite
it: Caricamento Skill multi-sito
ja: マルチサイトスキルを読み込んでいます
lv: Multigrupu prasmes ielādēšana
no: Multienhet ferdighet lastes
pl: Ładowanie umiejętności dla wielu lokalizacji
pt: Carregando skill multi-site
ru: Загрузка мультисайтового навыка
sv: Multisite-kompetens laddas
tr: Öoklu lokayson yetenek yükleniyor
zh_cn: 正在加载多站点技能
zh_hk: 正在載入多網站技能

source: Multisite skill wizard
ar: معالج مهارة متعدد المواقع
cs: Průvodce vícemístné kvalifikace
da: Guide til kompetencer for flere lokaliteter
de: MultisiteSkill Assistent
es: Asistente Skill Multisite
fa: راهنمای اجرای مهارت چند سایتی
fi: Multisite taito-wizard
fr: Assistant compétence multisite
id: Menu skill multisite
it: Wizard Skill multi-sito
ja: マルチサイトスキルウィザード
lv: Multigrupu prasmju vednis
no: Multienhets ferdighetsveiviser
pl: Asystent umiejętności dla wielu lokalizacji
pt: Configurador de Skill Multi-Site
ru: Мастер мультисайтовых навыков
sv: Guide multisite-kompetens
tr: Çoklu Lokasyon Yetenek Sihirbazı
zh_cn: 多站点技能向导
zh_hk: 多網站技能嚮導

source: Multisite template
ar: قالب متعدد المواقع
cs: Vícemístná šablona
da: Skabelon for flere lokaliteter
de: Multisite Vorlage
es: Plantilla Multisite
fa: الگوی چند سایتی
fi: Multisite malli
fr: Modèle multisite
id: Template multisite
it: Modello multi-sito
ja: マルチサイトテンプレート
lv: Multigrupu veidne
no: Multienhet mal
pl: Wzór dla wielu lokalizacji
pt: Template multi-site
ru: Мультисайтовый шаблон
sv: Mall multisite-kompentens
tr: Çoklu Lokasyon Şablonu
zh_cn: 多站点模板
zh_hk: 多網站範本

# MustSpecifyValidTime
source: You must specify a valid time
ar: يجب تحديد وقت صحيح
cs: Musíte uvést platný čas
da: Du skal angive en gyldig tid
de: Sie müssen einen gültigen Wert eintragen
es: Debe especificar un período válido
fa: شما باید یک زمان معتبر مشخص کنید
fi: Määrittele kelvollinen aika
fr: Vous devez spécifier une période valide
id: Anda harus menentukan waktu yang valid
it: È necessario indicare un orario valido
ja: 有効な時間を指定してください
lv: Norādiet derīgu laiku
nl: U moet een geldige tijd opgeven
no: Du må angi en gyldig tid
pl: Musisz podać poprawny czas
pt: Você deve especificar um tempo válido
ru: Необходимо указать правильное время
sv: Ange en giltig tid
tr: Geçerli bir zaman tanımlayın
zh_cn: 你必须指定有效时间
zh_hk: 你必須指定有效時間

source: My current culture
ar: الثقافة الحالية
cs: Moje současné vzdělání
da: Min aktuelle kultur
de: Meine aktuelle Kultur
es: Mi cultura actual
fa: فرهنگ فعلی من
fi: Minun kulttuuriasetukset
fr: Ma culture courante
id: Kultur saya sekarang
it: Cultura attuale
ja: 現在の言語圏
lv: Mana pašreizējā kultūra
nl: Mijn huidige cultuur
no: Min nåværende kultur
pl: Moja region
pt: Minha cultura atual
ru: Моя текущая культура
sv: Min kultur
tr: Mevcut Kültürüm
zh_cn: 我当前的文化属性
zh_hk: 我當前的文化屬性

source: My language
ar: اللغة
cs: Můj jazyk
da: Mit sprog
de: Meine Sprache
es: Mi lenguaje
fa: زبان من
fi: Minun kieleni
fr: Ma langue
id: Bahasa saya
it: La mia lingua
ja: 現在の言語
lv: Mana valoda
nl: Mijn taal
no: Mitt språk
pl: Mój język
pt: Meu idioma
ru: Мой язык
sv: Mitt språk
tr: Lisanım
zh_cn: 我的语言
zh_hk: 我的語言

source: My Report
ar: التقرير الخاص بي
cs: Moje sestava
da: Min Rapport
de: Mein Report
fa: گزارش من
fi: Minun raporttini
fr: Mon rapport
id: Laporan Saya
ja: マイレポート
lv: Mana atskaite
nl: Mijn Rapport
no: Min rapport
pl: Mój raport
pt: Meu Relatório
ru: Мой отчет
sv: Min rapport
tr: Raporlarım
zh_cn: 我的报表
zh_hk: 我的報表

source: Name
ar: الاسم
cs: Jméno
da: Navn
es: Nombre
fa: نام
fi: Nimi
fr: Nom
id: Nama
it: Nome
ja: 名前
lv: Vārds
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
ru: Имя
sv: Namn
tr: Ad
zh_cn: 名称
zh_hk: 名稱

# NameColon
source: Name:
ar: الاسم:
cs: Jméno:
da: Navn:
es: Nombre:
fa: نام:
fi: Nimi:
fr: Nom:
id: Nama
it: Nome:
ja: 名前:
lv: Vārds:
nl: Naam:
no: Navn:
pl: Nazwa:
pt: Nome:
ru: Наименование:
sv: Namn:
tr: Ad:
zh_cn: 名称：
zh_hk: 名稱：

# NameType
source: Name the {0}
ar: أطلق اسم على {0}
cs: Pojmenujte {0}
da: Navngiv denne {0}:
de: Vergeben Sie einen Namen für {0}
es: Nombrar el {0}
fa: نام {0}
fi: Nimi {0}
fr: Nommer le {0}
id: Nama {0}
it: Dai un nome a {0}:
ja: {0} の名前を入力
lv: Izvēlieties vārdu {0}
nl: Noem de {0}:
no: Navnet{0}
pl: Nazwij {0}
pt: Nome do(a) {0}
ru: Задать имя {0}
sv: Namnge {0}
tr: İsimlendir {0}:
zh_cn: 命名{0}
zh_hk: 命名{0}

# NameYourTypeColon
source: Name your {0}:
ar: أطلق اسم على {0} الخاص بك
cs: Pojmenujte váš {0}:
da: Navngiv din {0}:
de: Vergeben Sie einen Namen für {0}
es: Nombrar su {0}:
fa: نام شما{0}
fi: Nimeä {0}:
fr: Nommer votre {0}:
id: Beri nama {0}:
it: Dai un nome al tuo {0}:
ja: {0} の名前を入力:
lv: Izvēlieties nosaukumu {0}:
nl: Noem uw {0}:
no: Angi navn for {0}:
pl: Nazwij swoje {0}:
pt: Nomeie o(a) {0}:
ru: Задать имя {0}:
sv: Ange ett namn för {0}:
tr: İsimlendir {0}:
zh_cn: 命名您的{0}：
zh_hk: 命名您的{0}：

source: New
ar: جديد
cs: Nový
da: Ny
de: Neu
es: Nuevo
fa: جدید
fi: Uusi
fr: Nouveau
id: Baru
it: Nuovo
ja: 新規
lv: Jauns
nl: Nieuw
no: Ny
pl: Nowy
pt: Novo
ru: Новый
sv: Ny
tr: Yeni
zh_cn: 新建
zh_hk: 新建
