Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Only show result from last batch
ar: افتح فقط النتيجة من المجموعة السابقة
cs: Zobrazit pouze výsledky z poslední dávky
da: Vis kun resultat fra sidste batch
de: Zeige nur das Ergebnis des letzten Batch
es: Sólo mostrar resultado desde el último lote
fa: فقط نمایش نتیجه از آخرین دسته
fi: Näytä ainoastaan tulos viimeisestä erästä
fr: Seulement montrer un résultat depuis le dernier groupe
id: Hanya menampilkan hasil dari kelompok terakhir
it: Mostra solo risultati dall'ultimo Batch
ja: 最後のバッチ処理の結果のみ表示
lv: Rādīt tikai rezultātu no pēdējās partijas
nl: Alleen toon resultaat van laatste partij
no: Vis kun resultat fra siste batch
pl: Pokaż wyniki tylko z ostatniego zestawu
pt: Mostrar o resultado do último lote
ru: Отображать результат только последнего пакета
sv: Visa endast resultat från senaste körningen
tr: Yalnız son kümenin sonuçlarını göster
zh_cn: 只从最后批次显示结果
zh_hk: 只從最後批次顯示結果

source: Only show unsuccessful attempts
ar: اعرض فقط المحاولات غير الناجحة
cs: Zobrazit pouze neúspěšné pokusy
da: Vis kun mislykkede forsøg
de: Zeige nur erfolglose Versuche
es: Sólo mostrar intentos fallidos
fa: فقط نمایش تلاشهای ناموفق
fi: Näytä ainoastaan epäonnistuneet yritykset
fr: Seulement montrer les essais réussis
id: Hanya tampilkan usaha yang tidak sukses
it: Mostra solo tentativi falliti
ja: 失敗した処理のみ表示
lv: Rādīt tikai neveiksmīgos mēģinājumus
nl: Toon alleen mislukte pogingen
no: Vis kun resultatløse forsøk
pl: Pokaż tylko nieudane próby
pt: Mostrar tentativas sem sucesso
ru: Отображать только неуспешные попытки
sv: Visa endast misslyckade försök
tr: Sadece başarısız girişimleri göster
zh_cn: 只显示没有成功的尝试
zh_hk: 只顯示沒有成功的嘗試

source: Work shifts after
ar: نوبة عمل بعد
cs: Pracovní směny po
da: Vagter efter
de: Schichten nach
es: Turnos de trabajo después de
fa: شیفتهای کاری بعد از
fi: Työvuorot jälkeen
fr: Horaires de travail après
id: Shift kerja setelah
it: Turni di lavoro dopo
ja: 後の勤務シフト
lv: Darba maiņas pēc
nl: Ploegendiensten na
no: Arbeidsskift etter
pl: Dyżury po
pt: Turnos de Trabalho depois
ru: Рабочие смены после
sv: Skift efter
tr: Sonraki çalışma vardiyası
zh_cn: 在工作班次之后
zh_hk: 在工作班次之後

source: Work shifts before
ar: نوبة عمل قبل
cs: Pracovní směny před
da: Vagter før
de: Schichten vor
es: Turnos de trabajo antes de
fa: شیفتهای کاری قبل از
fi: Työvuorot ennen
fr: Horaires de travail avant
id: Shift kerja sebelum
it: Turni di lavoro prima
ja: 前の勤務シフト
lv: Darba maiņas pirms
nl: Ploegendiensten vóór
no: Arbeidsskift før
pl: Dyżury przed
pt: Turnos de Trabalho antes
ru: Рабочие смены до
sv: Skift före
tr: Önceki çalışma vardiyası
zh_cn: 在工作班次之前
zh_hk: 在工作班次之前

source: The recurrence pattern is not valid
ar: نمط التكرار غير صحيح
cs: Typ opakování není platný
da: Gentagelsesmønstret er ikke gyldigt.
de: Das Serienmuster ist nicht gültig
es: El patrón de recurrencia no es válido
fa: الگوی باز رخداد معتبر نیست
fi: Toistuva jakso ei kelpaa
fr: Le mode de récurrence est non valide
id: Pola perulangan tidak valid,
it: Lo schema di ricorrenza non è valido
ja: この反復パターンは無効です
lv: Atkārtošanās paraugs nav derīgs
nl: Het terugkeerpatroon is ongeldig
no: Gjentagelsesmønster er ikke gyldig
pl: Wzór powtarzania jest błędny
pt: O padrão de recorrência não é válido
ru: Недопустимый шаблон повторения
sv: Inställningar för återkommande är inte giltiga
tr: Tekrar modeli geçerli değil
zh_cn: 重现方式无效
zh_hk: 重現方式無效

source: Enter property values For multiplicators
ar: أَدخل قيمة ملكية الدامج
cs: Vložit druhy násobitele
da: Indtast Egenskabsværdier For Multiplikatorer
de: Geben Sie die Werte für die Multiplikatoren ein
es: Introducir Valores de Propiedades de Multiplicadores
fa: وارد کردن مقادیر مشخصه برای افزایش دهنده ها
fi: Syötä arvot kertoimia varten
fr: Entrer propriétés des multiplicateurs
id: Masukkan Nilai Properti Untuk Pengali
it: Inserisci valori proprietà per i moltiplicatori
ja: 乗数のプロパティを入力
lv: Ievadiet īpašības vērtības multiplikatoram
nl: Voer bezitswaarden Voor multiplicators
no: Sett inn egenskapsverdier for multiplikatorer
pl: Wprowadź właściwości mnożników
pt: Forneça os Valores de Propriedades para os Multiplicadores
ru: Ввод значений свойств для множителей
sv: Ange egenskaper för multiplikatorer
tr: Çarpanlar için özellik değeri girin
zh_cn: 请输入乘数属性值
zh_hk: 請輸入乘數屬性值

# ExportCode
source: Payroll System Code
ar: تصدير الشفرة
cs: Exportovat kód
da: Lønsystem Kode
de: Code exportieren
es: Exportar Código
fa: کد سیستم لیست حقوقی
fi: Palkkahallinnon koodi
fr: Code d' export
id: Kode Ekspor
it: Esporta codice
ja: エクスポートコード
lv: Algas sistēmas kods
nl: Payroll Systeem Code
no: Eksportkode
pl: Kod systemu płacowego
pt: Codigo de Exportação
ru: Экспорт кода
sv: Lönesystemets kod
tr: Dışa Aktarım Kodu
zh_cn: 薪资系统代码
zh_hk: 薪資系統代碼

source: Manage Multiplicator
ar: ادارة الدامج
cs: Spravovat násobitel
da: Administrer Multiplikator
de: Multiplikator verwalten
es: Gestionar Multiplicador
fa: مدیریت افزایشگر
fi: Kertoimen hallinta
fr: Gérer multiplicateurs
id: Mengatur Pengali
it: Gestione moltiplicatori
ja: 乗数の管理
lv: Pārvaldīt Multiplikatoru
nl: Beheer Multiplicator
no: Administrer multiplikator
pl: Zarządzaj mnożnikiem
pt: Gerenciar Multiplicador
ru: Управление множителем
sv: Hantera multiplikatorer
tr: Çarpanı yönet
zh_cn: 管理乘数
zh_hk: 管理乘數

# MultiplicatorDeleteConfirmation
source: Delete selected multiplicator(s)?
ar: حذف الدامج المختار ؟
cs: Smazat vybrané násobitele?
da: Slet valgte multiplikator(er)?
de: Ausgewählte Multiplikatoren löschen?
es: Borrar multiplicador(es) seleccionado(s)?
fa: حذف افزایش دهنده انتخابی؟
fi: Poista valittu palkanlisäkerroin?
fr: Supprimer multiplicateur(s) sélectionnés
id: Hapus pengali yang dipilih?
it: Elimina i moltiplicatori selezionati?
ja: 選択した乗数を削除しますか?
lv: Dzēst atlasīto multiplikatoru(s)?
nl: Verwijder geselecteerde multiplicator(s)?
no: Slett valgt(e) multiplikator(er)?
pl: Skasować wybrane mnożniki?
pt: Excluir multiplicador(s) selecionado(s)
ru: Удалить выбранный множитель(и)?
sv: Vill du ta bort valda multiplikatorer?
tr: Seçili çarpanları sil ?
zh_cn: 删除选择的乘数？
zh_hk: 刪除選擇的乘數？

source: Multiplicator Type
ar: نوع الدامج
cs: Typ násobitele
da: Multiplikatortype
de: Multiplikatortyp
es: Tipo de Multiplicador
fa: نوع افزایشگر
fi: Kerrointyyppi
fr: Type multiplicateur
id: Jenis Pengali
it: Tipo moltiplicatore
ja: 乗数の種類
lv: Multiplikatora Tips
no: Multiplikatortype
pl: Typ mnożnika
pt: Tipo de Multiplicador
ru: Тип множителя
sv: Multiplikatortyp
tr: Çarpan tipi
zh_cn: 乘数类型
zh_hk: 乘數類型

source: Multiplicator Value
ar: قيمة الدامج
cs: Hodnota násobitele
da: Multiplikatorværdi
de: Multiplikatorwert
es: Valor de Multiplicador
fa: مقدار افزایشگر
fi: Kerroinarvo
fr: Valeur multiplicateur
id: Nilai Pengali
it: Valore moltiplicatore
ja: 乗数の値
lv: Multiplikatora Vērtība
nl: Multiplicator Waarde
no: Multiplikatorverdi
pl: Wartość mnożnika
pt: Valor do Multiplicador
ru: Значение множителя
sv: Multiplikatorvärde
tr: Çarpan değeri
zh_cn: 乘数值
zh_hk: 乘數值

source: Add Multiplicator
ar: اضافة دامج
cs: Přidat násobitel
da: Tilføj Multiplikator
de: Multiplikator hinzufügen
es: Añadir Multiplicador
fa: افزودن افزایشگر
fi: Lisää kerroin
fr: Ajouter multiplicateur
id: Tambah Pengali
it: Aggiungi moltiplicatore
ja: 乗数の追加
lv: Pievienot Multiplikatoru
nl: Voeg Multiplicator
no: Legg til multiplikator
pl: Dodaj mnożnik
pt: Adicionar Multiplicador
ru: Добавить множитель
sv: Lägg till multiplikator
tr: Çarpan ekle
zh_cn: 添加乘数
zh_hk: 添加乘數

source: Delete Multiplicator
ar: حذف دامج
cs: Smazat násobitel
da: Slet Multiplikator
de: Multiplikator löschen
es: Borrar Multiplicador
fa: حذف افزایش دهنده
fi: Poista palkanlisäkerroin
fr: Supprimer multiplicateur
id: Hapus Pengali
it: Elimina moltiplicatore
ja: 乗数の削除
lv: Dzēst Multiplikatoru
nl: Verwijder Multiplicator
no: Slett multiplikator
pl: Skasuj mnożnik
pt: Excluir Multiplicador
ru: Удалить множитель
sv: Ta bort multiplikator
tr: Çarpanı sil
zh_cn: 删除乘数
zh_hk: 刪除乘數

source: Add person
ar: اضافة شخص
cs: Přidat osobu
da: Tilføj Person
de: Person hinzufügen
es: Añadir Persona
fa: افزودن شخص
fi: Lisää henkilö
fr: Ajouter personne
id: Tambah Orang
it: Aggiungi dipendente
ja: 要員の追加
lv: Pievienot darbinieku
nl: Voeg Persoon
no: Legg til person
pl: Dodaj osobę
pt: Adicionar pessoa
ru: Добавить сотрудника
sv: Lägg till person
tr: Kişi ekle
zh_cn: 添加人员
zh_hk: 添加人員

# FilterPersonAccounts
source: Filter personal accounts
ar: تصفية بحسب حسابات الشخص
cs: Filtrovat účty osob
da: Filtrer personlige konti
de: Personalkonten filtern
es: Filtrar cuentas personales
fa: فیلتر کردن حسابهای شخص
fi: Lajittele henkilökohtaiset tilit
fr: Filtre comptes personne
id: Penyaringan akun pribadi
it: Filtro Contatori
ja: 個人アカウントのフィルター
lv: Filtrēt personīgos kontus
nl: Filter persoon accounts
no: Filter personkonto
pl: Filtru po kontach osobistych
pt: Filtrar contas pessoais
ru: Фильтр индивидуальных счетов
sv: Filtrera tidsuppföljning
tr: Kişi hesaplarını filtrele
zh_cn: 筛选个人帐户
zh_hk: 篩選個人帳戶

# SchedulingDays
source: Scheduling {0} day(s)
ar: جدولة {0} يوم
cs: Plánování {0} dnů
da: Planlægger {0} dag(e)
de: Planung {0} Tag(e)
es: Planificando {0} día(s)
fa: زمانبندی {0} روز
fi: Työvuorot {0} päivää
fr: Planification {0} jour(s)
id: Menjadwalkan {0} hari
it: Pianificazione {0} giorno/i
ja: {0} 日のスケジュールを作成
lv: Plāno {0} diena(s)
nl: Inroosteren {0} dag(en)
no: Planlegger {0} dag(er)
pl: Planowanie {0} dni
pt: Agendando {0} dia(s)
ru: Планирование {0} дня(ей)
sv: Schemalägger {0} dag(ar)
tr: Vardiyalama {0} günleri
zh_cn: 正在排班天数:{0}
zh_hk: 正在排班天數:{0}

# CancellingThreeDots
source: Waiting to stop...
ar: الغاء...
cs: Rušení...
da: Annullerer...
de: Abbrechen…
es: Cancelando...
fa: در حال انتظار برای توقف...
fi: Peruutetaan...
fr: Annulation...
id: Membatalkan...
it: Annullamento...
ja: キャンセルしています...
lv: Gaida, lai apturētu...
nl: Wachten om te stoppen ...
no: Avbryter...
pl: Oczekiwanie na zatrzymanie...
pt: Cancelando...
ru: Отмена...
sv: Avbryter...
tr: İptal ediliyor...
zh_cn: 正在停止…
zh_hk: 正在停止…

source: for
ar: لأجل
cs: pro
de: für
es: para
fa: برای
fi: kohteelle
fr: pour
id: untuk
it: per
lv: priekš
nl: voor
pl: dla
pt: para
ru: для
sv: för
tr: için
zh_cn: 为
zh_hk: 為

source: Modify Group Page
ar: تعديل صفحة المجموعة
cs: Upravit stránku skupiny
da: Ændre gruppeside
de: Gruppierungen ändern
es: Modificar página de grupos
fa: اصلاح صفحه گروه
fi: Muokkaa ryhmäsivua
fr: Modifier page de groupe
id: Mengubah halaman kelompok
it: Modifica Raggruppamento
ja: グループページの変更
lv: Izmainīt Grupas Lapu
nl: Wijzig groepspagina
no: Modifiser gruppeside
pl: Strona edycji grupy
pt: Modificar página do grupo
ru: Изменить группирование
sv: Ändra gruppering
tr: Grup sayfasını düzenle
zh_cn: 修改分组页
zh_hk: 修改分組頁

source: Modify People within Group Page
ar: تعديل الأشخاص في صفحة المجموعة
cs: Upravit lidi v rámci stránky skupiny
da: Ændr medarbejderer inden for gruppesiden
de: Person innerhalb der Gruppierung ändern
es: Modificar personal dentro de la página de grupos
fa: اصلاح افراد در صفحه گروه
fi: Muokkaa henkilöitä ryhmäsivun sisällä
fr: Modifier personnes dans page de groupe
id: Mengubah orang di dalam halaman kelompok
it: Modifica dipendente nel Raggruppamento
ja: グループページで要員を変更
lv: Izmainīt Cilvēku Grupas Lapas ietvaros
nl: Wijzig personen binnen de groep pagina
no: Modifiser personer innenfor gruppeside
pl: Strona edycji członków grupy
pt: Modificar pessoas dentro de uma página do grupo
ru: Изменить сотрудников группирования
sv: Placera personal i grupper
tr: Grup sayfasındaki kişileri düzenle
zh_cn: 修改分组页中的人员
zh_hk: 修改分組頁中的人員

source: Impact
ar: تأثير
cs: Dopad
da: Påvirkning
de: Auswirkung
es: Impacto
fa: اثر
fi: Vaikutus
id: Dampak
it: Impatto
ja: 影響
lv: Ietekme
no: Virkning
pl: Efekt
pt: Impacto
ru: Влияние
sv: Påverkan
tr: Etki
zh_cn: 影响
zh_hk: 影響

source: Delete group page
ar: حذف صفحة المجموعة
cs: Smazat stránku skupiny
da: Slet gruppeside
de: Gruppierung löschen
es: Borrar página de grupos
fa: حذف صفحه گروه
fi: Poista ryhmäsivu
fr: Supprimer page de groupe
id: Menghapus halaman kelompok
it: Elimina Raggruppamento
ja: グループページの削除
lv: Dzēst grupas lapu
nl: Verwijder groepspagina
no: Slett gruppeside
pl: Strona kasowania grupy
pt: Excluir página de grupo
ru: Удалить группирование
sv: Ta bort gruppering
tr: Grup sayfasını
zh_cn: 删除分组页面
zh_hk: 刪除分組頁面

source: LookUp
ar: ابحث
cs: Vyhledat
da: SlåOp
es: Búsqueda
fa: جستجو
fi: Katso yksityiskohdat
fr: Chercher
id: Mencari
it: Ricerca
ja: ルックアップ
lv: Meklēt
nl: Opkijken
no: Slå opp
pl: Podejrzyj
pt: Procurar
ru: Поиск
sv: Se detaljer
tr: Gözat
zh_cn: 向上看
zh_hk: 向上看

# RefreshScreenEveryColon
source: Refresh screen every:
ar: جدد الشاشة كل:
cs: Obnovit obrazovku každých:
da: Opdater skærmen hver:
de: Aktualiserung des Bildschirms alle:
es: Refrescar pantalla cada:
fa: تجدید کردن صفحه هر:
fi: Päivitä näyttö joka:
fr: Actualisation d'écran chaque:
id: Refresh layar setiap:
it: Aggiorna finestra ogni:
ja: 画面更新間隔:
lv: Atsvaidzināt ekrānu ik pēc:
nl: Verfris scherm elke:
no: Oppdater skjerm hvert:
pl: Odświeżaj ekran co:
pt: Atualizar a tela a cada:
ru: Обновлять экран каждый:
sv: Uppdatera efter:
tr: Ekran güncelleme aralığı
zh_cn: 刷新屏幕每：
zh_hk: 刷新螢幕每：

# ScheduleOrSchedules
source: Schedule(s)
ar: جداول
cs: Plán(y)
da: Plan(er)
de: Plan
es: Planificación(es)
fa: زمانبندی ها
fi: Työvuoro(t)
fr: Planning(s)
id: Jadwal
it: Pianificazione/i
ja: スケジュール
lv: Grafiks(i)
nl: Rooster(en)
no: Skjema(er)
pl: Plan(y)
pt: Agenda(s)
ru: График(и)
sv: Schema(n)
tr: Vardiya Plan(ları)
zh_cn: 班表
zh_hk: 班表

# CreateSkillSummery
source: Create skill summary
ar: انشاء ملخص مهارة
cs: Vytvořit souhrn kvalifikace
da: Opret kompetenceoversigt
de: Skillzusammenfassung erstellen
es: Crear resumen del skill
fa: ایجاد خلاصه مهارت
fi: Luo taitoyhteenveto
fr: Crééz résumé compétence
id: Membuat rangkuman skill
it: Crea sommario Skill
ja: スキルサマリの作成
lv: Izveidot prasmju kopsavilkumu
nl: Creëer skill samenvatting
no: Opprett ferdighetssammendrag
pl: Utwórz podsumowanie umiejętności
pt: Criar resumo do skill
ru: Создать сводку навыков
sv: Skapa kompetenssammanfattning
tr: Yetenek özeti oluştur
zh_cn: 创建技能总览
zh_hk: 創建技能總覽

# EditSkillSummery
source: Edit skill summary
ar: تعديل ملخص مهارة
cs: Editovat souhrn kvalifikace
da: Rediger kompetenceoversigt
de: Skillzusammenfassung bearbeiten
es: Editar resumen del skill
fa: ویرایش خلاصه مهارت
fi: Muokkaa taitoyhteenvetoa
fr: Modifier résumé compétence
id: Mengubah rangkuman skill
it: Modifica sommario Skill
ja: スキルサマリの編集
lv: Rediģēt prasmju kopsavilkumu
nl: Bewerk skill samenvatting
no: Rediger ferdighetssammendrag
pl: Edytuj podsumowanie umiejętności
pt: Editar resumo do skill
ru: Изменить сводку навыков
sv: Redigera kompetenssammanfattning
tr: Yetenek özetini biçimle
zh_cn: 编辑技能总览
zh_hk: 編輯技能總覽

source: Skills
ar: مهارات
cs: Kvalifikace
da: Kompetencer
fa: مهارتها
fi: Taidot
fr: Compétences
id: Skill
it: Skill
ja: スキル
lv: Prasmes
no: Ferdigheter
pl: Umiejętności
ru: Навыки
sv: Kompetenser
tr: Yetenekler
zh_cn: 技能
zh_hk: 技能

# SkillSummery
source: Skill summary
ar: ملخص المهارة
cs: Souhrn kvalifikace
da: Kompetenceoversigt
de: Skillzusammenfassung
es: Resumen de Skill
fa: خلاصه مهارت
fi: Taitoyhteenveto
fr: Résumé compétences
id: Rangkuman skill
it: Sommario Skill
ja: スキルサマリ
lv: Prasmju kopsavilkums
no: Ferdighetssammendrag
pl: Podsumowanie umiejętności
pt: Resumo do skill
ru: Сводка навыков
sv: Kompetenssammanfattning
tr: Yetenek özeti
zh_cn: 技能总结
zh_hk: 技能總結

# SummeryName
source: Summary name
ar: اسم الملخص
cs: Jméno kvalifikace
da: Oversigts navn
de: Name
es: Nombre del Resumen
fa: نام خلاصه
fi: Yhteenvedon nimi
fr: Nom résumé
id: Nama rangkuman
it: Nome sommario
ja: サマリ名
lv: Kopsavilkuma nosaukums
nl: Summary naam
no: Sammendrag navn
pl: Nazwa podsumowania
pt: Nome do resumo
ru: Имя сводки
sv: Sammanfattningsnamn
tr: Yetenek ismi
zh_cn: 总览名称
zh_hk: 總覽名稱

# AddPreferenceRestriction
source: Add preference
ar: اضافة قيود تفضيلات
cs: Přidat preference
da: Tilføj Præference
de: Präferenzbegrenzung hinzufügen
es: Añadir Preferencia
fa: افزودن الویت
fi: Lisää työvuorotoive
fr: Ajouter préférence
id: Tambah preferensi
it: Aggiungi preferenza
ja: プリファレンスの追加
lv: Pievienot izvēli
nl: Voeg voorkeur
no: Legg til preferanse
pl: Dodaj preferencję
pt: Adicionar preferência
ru: Добавить ограничение предпочтения
sv: Lägg till önskemål
tr: Tercih kısıtı ekle
zh_cn: 添加偏好限制条件
zh_hk: 添加偏好限制條件

# AddStudentAvailability
source: Add availability
ar: اضف اتاحة
cs: Přidat dostupnost
da: Tilføj tilgængelighed
de: Verfügbarkeit hinzufügen
es: Añadir disponibilidad
fa: افزودن دسترس پذیری
fi: Lisää käytettävyys
fr: Ajouter disponibilité
id: Tambah ketersediaan
it: Aggiungi disponibilità
ja: 空き状況の追加
lv: Pievienot pieejamību
nl: Voeg Beschikbaarheid
no: Legg til tilgjengelighet timeansatt
pl: Dodaj dostępność
pt: Adicionar disponibilidade
ru: Добавить доступность
sv: Lägg till tillgänglighet för timanställd
tr: Yarı zamanlı çalışanlar için uygunluk ekle
zh_cn: 添加小时工可用性
zh_hk: 添加小時工可用性

source: Multiplicator
ar: دامج
cs: Násobitel
da: Multiplikator
de: Multiplikator
es: Multiplicador
fa: افزایشگر
fi: Kerroin
fr: Multiplicateurs
id: Pengali
it: Moltiplicaotre
ja: 乗数
lv: Multiplikators
no: Multiplikator
pl: Mnożnik
pt: Multiplicador
ru: Множитель
sv: Multiplikator
tr: Çarpan
zh_cn: 乘数
zh_hk: 乘數

source: No name was entered
ar: لم يتم ادخال اسم
cs: Nebylo vloženo žádné jméno
da: Der blev ikke indtastet noget navn
de: Kein Name eingetragen
es: Ningún nombre fue introducido
fa: هیچ نامی وارد نشده است
fi: Mitään nimeä ei ole syötetty
fr: Aucun nom n'a été entré
id: Tidak ada nama yang dimasukkan
it: Nessun nome indicato
ja: 名前が入力されていません
lv: Nav ievadīts nosaukums
nl: Geen naam is ingevoerd
no: Ingen navn satt inn
pl: Nie podano nazwy
pt: Nenhum nome foi digitado
ru: Имя не введено
sv: Inget namn är angivet
tr: İsim girilmedi
zh_cn: 没有输入名称
zh_hk: 沒有輸入名稱

# FilterOnContractTimeLimitationsWithParams
source: Filter on contract time limitations (shift with contract time between {0} and {1})
ar: تصفية بحسب حدود الوقت الخاصة بالعقد (النوبة مع وقت العقد بين {0} و {1})
cs: Filtrovat podle omezení smluvní lhůty (směna se smluvní lhůtou mezi {0} a {1})
da: Filtrer efter kontraktstidsbegrænsninger (vagt med kontraktstid mellem {0} og {1})
de: Filter für Zeiteinschränkungen (Schicht zwischen {0} und {1}
es: Flitrar por limitaciones en tiempo de contrato (turno con tiempo de contrato entre {0} y {1})
fa: فیلتر روی محدودیت های زمان قرارداد(شیفت بازمان قرارداد بین {0} و {1})
fi: Muuta työsopimuksen aikarajoitusta (vaihda sopimusaikaa välillä {0} ja {1})
fr: Filtre sur limitations de temps contrat (horaire avec un temps contrat entre {0} et {1})
id: Penyaringan pada batasan waktu kontrak (shift dengan waktu kontrak antara {0} dan {1})
it: Filtro su limitazioni di ore da contratto (turni con ore contrattuali tra {0} e {1}
ja: 契約時間の制限をフィルター（{0} ～ {1} の契約時間が定義されているシフト）
lv: Filtrs, kontrakta laika ierobežojumiem (maiņa ar kontakta laiku starp {0} un {1})
nl: Filter op contract tijdsbeperkingen (dienst met contract tijd tussen {0} en {1})
no: Filter på kontrakttidsbegrensninger (skift med kontrakttid mellom {0} og {1})
pl: Filtruj wg ograniczeń czasu kontraktu (dyżury z czasem kontraktu od {0} do {1})
pt: Filtrar com limitações do tempo de contrato(turnos com tempo de contrato entre {0} e {1})
ru: Фильтр по ограничениям времени контракта (смена с временем контракта между {0} и {1})
sv: Filtrerar på kontraktets tidsbegränsningar (skift med kontraktstid mellan {0} och {1})
tr: Sözleşme zamanı sınırlamalarını {0} ve {1} arası filtrele
zh_cn: 根据合同时间限制筛选 (班次在合同时间{0}和{1}之间 )
zh_hk: 根據合同時間限制篩選 (班次在合同時間{0}和{1}之間 )

source: ACW
ar: العمل المترتب على المكالمة
cs: Činnost po ukončení hovoru
da: Efterarbejde
fr: TPA
ja: アフターコールワーク（ACW）
pt: Pós
zh_cn: 平均后处理时长
zh_hk: 平均後處理時長

source: Log on failed! Invalid user name or password.
ar: فشل تسجيل الدخول! اسم المستخدم و كلمة السر غير صالحين
cs: Přihlášení se nezdařilo! Neplatné heslo nebo jméno uživatele.
da: Logon mislykkedes! Ugyldigt brugernavn eller adgangskode.
de: Anmeldung fehlgeschlagen. Ungülter Benutzername oder Passwort.
es: Inicio de sesión fallido! Nombre de usuario o contraseña no válidos
fa: اتصال به سیستم با خطا مواجه شد! نام کاربری یا کلمه رمز نامعتبر.
fi: Sisäänkirjaus epäonnistui! Käyttäjänimi tai salasana ei kelpaa.
fr: Echec de connexion! Nom d'utilisateur ou mot de passe invalide.
id: Login gagal! Nama pengguna dan password tidak valid.
it: Accesso fallito! Login o password non valide.
ja: ログオンに失敗しました! 名前またはパスワードが無効です。
lv: Pieslēgšanās neizdevās! Nepareizs lietotājvārds vai parole.
nl: Inloggen mislukt! Ongeldige gebruikersnaam of wachtwoord.
no: Pålogging feilet! Ugyldig brukernavn eller passord.
pl: Zalogowanie nieudane! Błędna nazwa lub hasło.
pt: O log on falhou! Nome de usuário ou senha incorretos.
ru: Войти в систему не удалось! Недопустимое имя пользователя или пароль.
sv: Inloggning misslyckades! Ogiltigt användarnamn eller lösenord.
tr: Giriş başarısız! Geçersiz kullanıcı ismi veya şifre
zh_cn: 登录失败！无效的用户名或密码。
zh_hk: 登錄失敗！無效的用戶名或密碼。

# FilterOnPersonalPeriodLimitationsWithParams
source: Filter on personal period limitations (shifts inside the period: {0} - {1})
ar: تصفية بحسب حدود الفترة الشخصية (النوبة في الفترة بين {0} و {1} )
cs: Filtrovat podle omezení osobního období (směna v období: {0} - {1})
da: Filtrer efter personlige tidsbegrænsninger (vagter inden for perioden: {0} - {1})
de: Filter für persönliche Verfügbarkeiten (Schichten innerhalb der Periode: {0} - {1}
es: Filtro por limitaciones de período personal (turnos dentro del período: {0} - {1})
fa: فیلتر روی مدت محدودیتهای شخصی (شیفتهای داخل دوره :{0}-{1}
fi: Muuta henkilöjakson rajoituksia (muuta vuoroja jaksolle {0} - {1})
fr: Filtre sur limitations de période personne (horaires pendant la période: {0} - {1})
id: Penyaringan pada batasan periode pribadi (shift di dalam periode: {0} - {1})
it: Filtro su limitazioni di periodi di anagrafica (turni nel periodo {0} - {1})
ja: 要員期間の制限をフィルター（{0} ～ {1} の期間内のシフト）
lv: Filtrs, personīgo periodu ierobežojumiem (maiņas perioda ietvaros: {0} - {1})
nl: Filter op persoonlijke periode beperkingen (diensten in de periode: {0} - {1})
no: Filter på personlige periodebegrensninger (skift innenfor perioden: {0} - {1})
pl: Filtruj wg ograniczeń osobistego okresu (dyżury w okresie {0}-{1})
pt: Filtrar com limitações de período pessoais (turnos dentro do período: {0} - {1})
ru: Фильтр по ограничениям индивидуального периода (смены в период: {0} - {1})
sv: Filtrerar på personperiodens begränsningar (skift inom perioden: {0} - {1})
tr: Kişisel periyod sınırlamalarını {0} ve {1} arası filtrele
zh_cn: 根据个人周期筛选 (班次在时间段：{0}－{1} )
zh_hk: 根據個人週期篩選 (班次在時間段：{0}－{1} )

# DefaultDefinitionSetName
source: Definition Set
ar: ضبط التعريف
cs: Definiční sada
da: Definitionssæt
de: Definitionsset
es: Conjunto de Definiciones
fa: مجموعه تعاریف
fi: Määrityssarja
fr: Set de définition
id: Kumpulan Definisi
it: Insieme di definizione
ja: 定義セット
lv: Definīciju Kopa
nl: Definitie Set
no: Definisjonssett
pl: Zestaw definicji
pt: Conjunto de Definições
ru: Набор определений
sv: Definitionsgrupp
tr: Tanım seti
zh_cn: 定义集
zh_hk: 定義集
