Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Definition sets
ar: مجموعات التعريف
cs: Definiční sady
da: Definitionssæt
de: Definitionsset
es: Conjunto de definiciones
fa: مجموعه تعاریف
fi: Määrityssarjat
fr: Sets de définition
id: Kumpulan definisi
it: Insiemi di definizione
ja: 定義セット
lv: Definīciju kopa
nl: Definitie sets
no: Definisjonssett
pl: Zestawy definicji
pt: Conjuntos de definições
ru: Наборы определений
sv: Definitionsgrupper
tr: Tanım setleri
zh_cn: 定义集
zh_hk: 定義集

source: Manage Definition Sets
ar: ادارة مجموعات التعريف
cs: Spravovat definiční sady
da: Administrer definitionssæt
de: Definitionssets verwalten
es: Gestionar conjuntos de definiciones
fa: مدیریت مجموعه تعاریف
fi: Määrityssarjojen hallinta
fr: Gérer sets de définition multiplicateurs
id: Mengatur definisi
it: Gestione insiemi di definizione
ja: 定義セットの管理
lv: Pārvaldīt Definīciju Kopas
nl: Beheer Definitie sets
no: Administrer definisjonssett
pl: Zarządzaj zestawami definicji
pt: Gerenciar conjuntos de definições
ru: Управление наборами определений
sv: Hantera definitionsgrupper
tr: Tanım setlerini yönet
zh_cn: 管理定义集
zh_hk: 管理定義集

# DefinitionSetNameColon
source: Definition set name:
ar: اسم مجموعة التعريف:
cs: Jméno definiční sady:
da: Definitionssæt navn:
de: Name Definitionsset
es: Nombre del conjunto:
fa: نام مجموعه تعاریف
fi: Määrityssarjan nimi:
fr: Nom set de définition:
id: Nama kumpulan definisi:
it: Nome insieme di definizione:
ja: 定義セット名:
lv: Definīciju kopas nosaukums:
nl: Definitie set naam:
no: Navn definisjonssett:
pl: Nazwa zestawu definicji:
pt: Nome do conj. de def.:
ru: Имя набора определений:
sv: Beteckning:
tr: Tanım seti ismi
zh_cn: 定义集名称
zh_hk: 定義集名稱

# MultiplicatorDefinitionSetColon
source: Multiplicator definition set:
ar: مجموعة التعريف للدامج:
cs: Definiční sada násobitele:
da: Multiplikator definitionssæt:
de: Multiplikatordefinitionsset:
es: Conjunto de definiciones:
fa: تنظیم تعریف افزایشگر
fi: Kertoimen määrityssarja:
fr: Set de défintion du multiplicateur
id: Kumpulan definisi pengali:
it: Insieme di definizione moltiplicatore:
ja: 乗数定義セット:
lv: Multiplikatora definīciju kopa:
nl: Multiplicator definitie set:
no: Multiplikator definisjonssett:
pl: Zestaw definicji mnożnika:
pt: Conj. de def. do multiplicador:
ru: Набор определений множителя:
sv: Definitionsgrupp för multiplikator
tr: Çarpan tanım seti:
zh_cn: 乘数定义集：
zh_hk: 乘數定義集：

source: Modify Meetings
ar: تعديل الاجتماعات
cs: Upravit setkání
da: Ændr Møder
de: Meetings ändern
es: Modificar Reuniones
fa: اصلاح جلسات
fi: Muokkaa kokouksia
fr: Modifier réunions
id: Modifikasi Pertemuan
it: Modifica Meeting
ja: 会議の変更
lv: Izmainīt Sapulces
nl: Wijzig Meetings
no: Modifiser møter
pl: Edytuj spotkania
pt: Modificar Reunião
ru: Изменение мероприятия
sv: Ändra möten
tr: Toplantıları düzenle
zh_cn: 修改会议
zh_hk: 修改會議

source: Multiplicator visualizer
ar: متخيل الدامج
cs: Vizualizér násobitele
da: Multiplikator visualizer
de: Multiplikator Visualizer
es: Visualizador de Multiplicador
fa: مجسم کننده افزایشگر
fi: Kertoimen visualisointi
fr: Visualisateur de multiplicateur
id: Visualisasi pengali
it: Visualizzatore moltiplicatori
ja: 乗数の可視化
lv: Multiplikatora vizualizators
nl: Multiplicator visualiseerder
no: Visualiser multiplikator
pl: Wizualizacja mnożnika
pt: Visualizador do multiplicador
ru: Визуализатор множителя
sv: Multiplikatorvisualisering
tr: Çarpan görünümü
zh_cn: 乘数可视化
zh_hk: 乘數視覺化

source: Projection
ar: الاسقاط
cs: Projekce
da: Projektion
de: Multiplikator
es: Proyección
fa: طرح ریزی
fi: Projektio
id: Proyeksi
it: Proiezione
ja: 見積
lv: Projekcija
nl: Projectie
no: Prosjektering
pl: Projekcja
pt: Projeção
ru: Проекция
sv: Projektion
tr: Projeksiyon
zh_cn: 规划
zh_hk: 規劃

source: Connected Definition Sets:
ar: مجموعات تعريف مرتبطة:
cs: Připojené definiční sady:
da: Tilknyttede definitionssæt:
de: Folgendes M.-Definitionsset berücksichtigen:
es: Conjunto de definiciones conectado:
fa: مجموعه های تعریف شده متصل شد.
fi: Liitetyt määrityssarjat:
fr: Sets de définitions connectés:
id: Kumpulan definisi terhubung:
it: Insiemi di definizione connessi:
ja: 接続されている定義セット:
lv: Saistītās Definīciju Kopas:
nl: Aangesloten Definitie Sets:
no: Gyldiga overtidskoder:
pl: Połączone zestawy definicji:
pt: Conjuntos de definições conectados:
ru: Подключенные наборы определений:
sv: Giltiga övertidskoder
tr: Bağlantılı tanım setleri:
zh_cn: 关联的定义集：
zh_hk: 關聯的定義集：

source: Show less panels
ar: اعرض لوحات عرض أقل
cs: Zobrazit méně panelů
da: Vis færre dialogbokse
de: Zeige weniger Panels
es: Mostrar menos paneles
fa: پنل های کمتری نشان بده
fi: Näytä vähemmän paneeleita
fr: Montrer moins de panels
id: Tampilkan lebih sedikit panel
it: Mostra meno pannelli
ja: 表示パネル数を減らす
lv: Rādīt mazāk paneļus
nl: Toon minder panelen
no: Vis færre rubrikker
pl: Pokaż mniej paneli
pt: Mostrar menos painéis
ru: Отображать меньше панелей
sv: Visa färre paneler
tr: Daha az panel göster
zh_cn: 显示更少的控制面板
zh_hk: 顯示更少的控制台

source: Show more panels
ar: اعرض لوحات عرض أكثر
cs: Zobrazit více panelů
da: Vis flere dialogbokse
de: Zeige mehr Panels
es: Mostrar más paneles
fa: پنل های بیشتری نشان بده
fi: Näytä enemmän paneeleita
fr: Montrer plus de panels
id: Tampilkan lebih banyak panel
it: Mostra più pannelli
ja: 表示パネル数を増やす
lv: Rādīt vairāk paneļus
nl: Toon meer panelen
no: Vis flere rubrikker
pl: Pokaż więcej paneli
pt: Mostrar mais painéis
ru: Отображать больше панелей
sv: Visa fler paneler
tr: Daha çok panel göster
zh_cn: 显示更多的控制面板
zh_hk: 顯示更多的控制台

# OvertimeColon
source: Overtime:
ar: العمل الإضافي
cs: Přesčas:
da: Overarbejde:
de: Überstunden:
es: Tiempo Extra:
fa: اضافه کار:
fi: Ylityö:
fr: Heures supplémentaires:
id: Lembur:
it: Straordinario:
ja: 残業:
lv: Virsstundas:
nl: Overwerk:
no: Overtid:
pl: Nadgodziny:
pt: Horas extras:
ru: Сверхурочное время:
sv: Övertid:
tr: Fazla Zaman:
zh_cn: 加班：
zh_hk: 加班：

# MeetingErrorMessageA
source: Please delete
ar: الرجاء الحذف
cs: Prosím odstraňte
da: Slet venligst
de: Please remove
es: Por favor, borrar
fa: لطفا حذف کنید
fi: Poista
fr: Supprimer svp
id: Tolong hapus
it: Per favore elimina
ja: 削除してください
lv: Lūdzu dzēsiet
nl: Verwijder aub
no: Venligst slett
pl: Skasuj
pt: Por favor delete
ru: Удалите
sv: Var god ta bort
tr: Lütfen
zh_cn: 请删除
zh_hk: 請刪除

# MeetingErrorMessageB
source: from the meeting, since you do not have adequate permissions.
ar: من الاجتماع, حيث ليس عندك الاذن الكافى
cs: ze setkání, protože k němu nemáte dostatečná oprávnění
da: Fra mødet, da du ikke har tilstrækkelige tilladelser
de: from the meeting because you havn't got sufficient permissions on him
es: de la reunión, ya que no tiene los permisos adecuados.
fa: از جلسه تاکنون شما مجوز کافی ندارید.
fi: kokouksesta, sillä sinulla ei ole tarpeellisia lupia
fr: A partir de la réunion, car vous n'avez pas les permissions adéquates.
id: dari pertemuan, karena anda tidak memiliki ijin,
it: dal Meeting in quanto non hai autorizazioni adeguate.
ja: 適切な権限を持っていないため、会議から
lv: no sanāksmes, jo jums nav pietiekamas atļaujas.
nl: Van de meeting, omdat U bent niet beschikt over de juiste permissies.
no: fra møtet da du ikke har tilstrekkelige rettigheter.
pl: ze spotkania, ponieważ nie masz wymaganych uprawnień.
pt: da reunião, já que você não tem permissões adequadas.
ru: из мероприятия, т.к. у вас недостаточно прав для выполнения данной операции.
sv: från mötet då du inte har tillräckliga rättigheter.
tr: toplantıdan silin. Yeterli yetkiniz yok.
zh_cn: 从这个会议，您没有得到其充足的许可
zh_hk: 從這個會議，您沒有得到其充足的許可

# MultiplicatorValueInvalid
source: Invalid multiplicator value
ar: قيمة دامج غير صحيحة
cs: Neplatná hodnota násobitele
da: Ugyldig multiplikatorværdi
de: Ungültiger Multiplikatorwert
es: Valor del multiplicador no válido
fa: مقدار افزایشگر نا معتبر
fi: Kertoimen arvo ei kelpaa
fr: Une valeur multiplicateur non valable
id: Nilai pengali tidak valid
it: Valore moltiplicatore non valido
ja: 無効な乗数値
lv: Nederīga multiplikatora vērtība
nl: Ongeldige multiplicator waarde
no: Ugyldig multiplikatorverdi
pl: Błędna wartość mnożnika
pt: Valor inválido de multiplicador
ru: Недопустимое значение множителя
sv: Ej tillåtet värde
tr: Geçersiz çarpan değeri
zh_cn: 无效的乘数值
zh_hk: 無效的乘數值

source: Absolute difference incoming
ar: وارد الفرق المطلق
cs: Budoucí absolutní rozdíl
da: Absolut difference for indgående
de: Absolute Differenz eingehend
es: Diferencia absoluta entrante
fa: ورودی متفاوت مستقل
fi: Absoluuttinen erotus, saapuvat
fr: Différence absolue inc.
id: Perbedaan absolut incoming
it: Differenza assoluta in ingresso
ja: 着信時の絶対差異
lv: Ienākošā Absolūtā atšķirība
nl: Absolute verschil inkomende
no: Absolutt forskjell innkommende
pl: Różnica bezwględna w przychodzących
pt: Diferença absoluta de entrantes
ru: Абсолютная разница, входящая
sv: Absolut skillnad inkommande
tr: Mutlak fark
zh_cn: 到岗数的绝对差异
zh_hk: 到崗數的絕對差異

source: Forecasted agents incoming
ar: وارد الوكلاء المتوقعين
cs: Předpovězení agenti příchozí
da: Prognose for medarbejdere, indgående
de: Prognostizierte Mitarbeitern eingehend
es: Agentes previstos entrantes
fa: ورودی پیش بینی شده پاسخگو ها
fi: Ennustetut agentit
fr: Agents prévus inc.
id: Agent incoming diprakirakan
it: Agenti previsti in ingresso
ja: 着信時の予測エージェント
lv: Ienākošie Prognozētie operatori
nl: Voorspelde agenten inkomend
no: Prognose agenter innkommende
pl: Prognozowani agenci przychodzących
pt: Agentes entrantes previstos
ru: Прогноз операторов, входящий
sv: Prognostiserade agenter inkommande
tr: Tahmini müşteri tamsilcileri
zh_cn: 预测的座席代表到岗数
zh_hk: 預測的座席代表到崗數

source: Forecasted hours
ar: الساعات المتوقعة
cs: Předpovězené hodiny
da: Forventede timer
de: Prognostizierte Stunden
es: Horas previstas
fa: ساعتهای پیش بینی شده
fi: Ennustetut tunnit
fr: Heures prévues
id: Jam diprakirakan
it: Ore previste
ja: 予測時間
lv: Prognozētās stundas
nl: Voorspelde uren
no: Prognose timer
pl: Prognozowane godziny
pt: Horas Previstas
ru: Спрогнозированные часы
sv: Prognos (timmar)
tr: Tahmini Saat
zh_cn: 预测的小时数
zh_hk: 預測的小時數

source: Forecasted hours incoming
ar: وارد الساعات المتوقعة
cs: Předpovězené hodiny příchozí
da: Forventede timer, indgående
de: Prognostizierte Stunden eingehend
es: Horas previstas entrantes
fa: ورودی پیش بینی شده ساعات
fi: Ennustetut tunnit
fr: Heures prévues inc.
id: Jam incoming diprakirakan
it: Ore previste in ingresso
ja: 着信時の予測時間
lv: Ienākošās prognozētās stundas
nl: Voorspelde uren inkomend
no: Prognose timer innkommende
pl: Prognozowane godziny przychodzących
pt: Horas entrantes previstas
ru: Спрогнозированные часы, входящие
sv: Prognostiserade timmar inkommande
tr: Tahmini Saat
zh_cn: 预测的到岗小时数
zh_hk: 預測的到崗小時數

source: Relative difference incoming
ar: وارد الفرق النسبي
cs: Budoucí relativní rozdíl
da: Relativ difference for indgående
de: Relative Differenz eingehend
es: Diferencia relativa de entrada
fa: ورودی متفاوت وابسته
fi: Suhteellinen erotus, saapuva
fr: Différence relative inc.
id: Perbedaan relatif incoming
it: Differenza relativa in ingresso
ja: 着信時の相対差異
lv: Ienākošā relatīvā atšķirība
nl: Relatief verschil inkomende
no: Relativ forskjell innkommende
pl: Względna różnica przychodzących
pt: Diferença relativa de entrantes
ru: Относительная разница, входящая
sv: Relativ skillnad inkommande
tr: Bağıl fark
zh_cn: 到岗的相对差异
zh_hk: 到崗的相對差異

source: Scheduled agents incoming
ar: وارد الوكلاء المجدولين
cs: Budoucí plánovaní agenti
da: Planlagte medarbejdere, indgående
de: Geplante Mitarbeiter eingehend
es: Agentes planificados entrante
fa: ورودی پاسخگوهای زمان بندی شده
fi: Suunnitellut agentit
fr: Agents planifiés inc.
id: Agent incoming terjadwal
it: Agenti pianificati in ingresso
ja: 着信時の予定エージェント
lv: Ienākošie ieplānotie operatori
nl: Ingeroosterd inkomende agenten
no: Planlagte agenter innkommende
pl: Zaplanowani agenci przychodzących
pt: Agentes agendados entrantes
ru: Запланированные операторы, входящие
sv: Schemalagda agenter inkommande
tr: Vardiyalanan müşteri temsilcisi
zh_cn: 已排定的到岗座席代表数
zh_hk: 已排定的到崗座席代表數

source: Scheduled hours incoming
ar: وارد الساعات المجدولة
cs: Budoucí plánované hodiny
da: Planlagte timer, indgående
de: Geplante Stunden eingehend
es: Horas planificadas entrantes
fa: ورودی ساعات زمان بندی شده
fi: Työvuorotunnit, saapuvat
fr: Heures planifiées inc.
id: Jam incoming terjadwal
it: Ore pianificate in ingresso
ja: 着信時の予定時間
lv: Ienākošās ieplānotās stundas
nl: Ingeroosterd inkomende uren
no: Planlagte timer innkommende
pl: Zaplanowane godziny przychodzących
pt: Horas agendadas entrantes
ru: Запланированные часы, входящие
sv: Schemalagda timmar inkommande
tr: Vardiyalanan müşteri temsilcisi
zh_cn: 已排定的到岗小时数
zh_hk: 已排定的到崗小時數

source: In Ready Time
ar: في الوقت الجاهز
cs: V době připr.
da: I Klartid
de: In Bereit-Zeit
es: En tiempo disponible
fa: در زمان آماده
fi: Valmiusaika
fr: Temps en ready
id: Dalam Waktu Siap
it: In tempo Ready
ja: レディ時間内
lv: Laiks Gatavībā
nl: In Ready Tijd
no: I tilgjengelig tid
pl: W czasie gotowości
pt: Em Tempo Disponível
ru: В состоянии готовности
sv: I redotid
tr: Hazır
zh_cn: 在就绪状态
zh_hk: 在就緒狀態

source: Select a Multiplicator
ar: اختر دامج
cs: Zvolit násobitel
da: Vælg en Multiplikator
de: Multiplikator wählen
es: Seleccionar un Multiplicador
fa: یک افزایشگر انتخاب کنید
fi: Valitse kerroin
fr: Sélectionner un multiplicateur
id: Pilih Pengali
it: Seleziona un moltiplicatore
ja: 乗数の選択
lv: Atlasīt Multiplikatoru
nl: Selecteer een Multiplicator
no: Velg en multiplikator
pl: Wybierz mnożnik
pt: Selecionar um Multiplicador
ru: Выбор множителя
sv: Välj en multiplikator
tr: Çarpan seç
zh_cn: 选择一个乘数
zh_hk: 選擇一個乘數

# DeleteSkillSummery
source: Delete skill summary
ar: حذف ملخص مهارة
cs: Smazat souhrn kvalifikace
da: Slet kompetenceoversigt
de: Skill-Zusammenfassung löschen
es: Borrar resumen de skill
fa: حذف خلاصه مهارت
fi: Poista taitoyhteenveto
fr: Supprimer résumé compétence
id: Menghapus rangkuman skill
it: Elimina sommario Skill
ja: スキルサマリの削除
lv: Dzēst prasmju kopsavilkumu
nl: Verwijder skill summary
no: Slett sammendrag ferdighet
pl: Skasuj podsumowanie umiejętności
pt: Excluir resumo do skill
ru: Удалить сводку навыков
sv: Ta bort kompetenssammanfattning
tr: Yetenek özetini sil
zh_cn: 删除技能总结
zh_hk: 刪除技能總結

# DefaultTrackerDefaultDescription
source: No tracker
ar: لا متعقب
cs: Žádný sledovač
da: Ingen tracker
de: Kein Tracker
es: Sin cuenta
fa: پیگیری کننده نیست
fi: Ei valittu
fr: Pas de repère
id: Tanpa pelacak
it: Nessun tracciamento
ja: 追跡者なし
lv: Nav trakera
nl: Geen tracker
no: Ingen tracker
pl: Bez śledzenia
pt: Sem Rastreador
ru: Нет трекера
sv: Ingen
tr: İz yok
zh_cn: 没有记录
zh_hk: 沒有記錄

source: Created By
ar: أنشىء من قِبل
cs: Vytvořil
da: Oprettet af
de: Erstellt von
es: Creado por
fa: ایجاد شده توسط
fi: Luonut
fr: Créé par:
id: Dibuat oleh
it: Creato da
ja: 作成者
lv: Izveidoja
nl: Gecreëerd Door
no: Opprettet av
pl: Stworzone przez
pt: Criado por
ru: Создано
sv: Skapad av
tr: Oluşturan
zh_cn: 创建人
zh_hk: 創建人

source: Created On
ar: أنشىء في
cs: Vytvořeno
da: Oprettet den
de: Erstellt am
es: Creado en
fa: ایجاد شده در
fi: Luotu
fr: Créé le:
id: Dibuat pada
it: Creato il
ja: 作成日
lv: Izveidots
nl: Gecreëerd Op
no: Opprettet på
pl: Stworzone
pt: Criado em
ru: Создано
sv: Skapad den
tr: Oluşturulduğu yer
zh_cn: 创建于
zh_hk: 創建於

source: Updated On
ar: تم تحديثه في
cs: Aktualizováno
da: Opdateret den
de: Aktualisiert am
es: Actualizado en
fa: به روز رسانی شده در
fi: Päivitetty
fr: Actualisé le:
id: Diupdate pada
it: Aggiornato al
ja: 更新日
lv: Atjaunināts
nl: Bijgewerkt Op
no: Oppdatert på
pl: Aktualizowane
pt: Atualizado em
ru: Обновлено
sv: Uppdaterad den
tr: Güncel
zh_cn: 更新于
zh_hk: 更新於

# CreateInfo
source: Created by: {0} Created on: {1}
ar: أنشىء من قِبل: {0} أنشىء في: {1}
cs: Vytvořil: {0} Vytvořeno: {1}
da: Oprettet af: {0} Oprettet den: {1}
de: Erstellt von: {0} Erstellt am: {1}
es: Creado por: {0} Creado en: {1}
fa: ایجاد شده توسط: {0} ایجاد شده در: {1}
fi: Luonut: {0} Luotu: {1}
fr: Créé par: {0} Créé le: {1}
id: Dibuat oleh: {0} Dibuat pada: {1}
it: Creato da: {0} Creato il: {1}
ja: 作成者: {0} 作成日: {1}
lv: Izveidoja: {0} Izveidots: {1}
nl: Gecreëerd Door: {0} Gecreëerd Op:{1}
no: Opprettet av: {0} Opprettet den: {1}
pl: Stworzone przez: {0} Stworzone: {1}
pt: Criado por: {0} Criado em: {1}
ru: Создано: {0} Создано: {1}
sv: Skapad av: {0} Skapad den: {1}
tr: Oluşturan kişii: {0} Oluşturulma tarihi: {1}
zh_cn: 创建人：{0} 创建于：{1}
zh_hk: 創建人：{0} 創建於：{1}

# UpdateInfo
source: Updated by: {0} Updated on: {1}
ar: تم تحديثه من قِبل: {0} تم تحديثه في: {1}
cs: Aktualizoval: {0} Aktualizováno: {1}
da: Opdateret af: {0} Opdateret den: {1}
de: Aktualisiert von: {0} Aktualisiert am: {1}
es: Actualizado por: {0} Actualizado en: {1}
fa: به روز رسانی شده توسط: {0} به روز رسانی شده در: {1}
fi: Päivittänyt: {0} Päivitetty: {1}
fr: Actualisé par: {0} Actualisé le: {1}
id: Diupdate oleh: {0} Diupdate pada: {1}
it: Aggiornato da: {0} Aggiornato il: {1}
ja: 更新者: {0} 更新日: {1}
lv: Atjaunināja: {0} Atjaunināts: {1}
nl: BijgewerktDoor: {0} Bijgewerkt Op:{1}
no: Oppdatert av: {0} Oppdatert den: {1}
pl: Aktualizowane przez: {0} Aktualizowane: {1}
pt: Atualizado por: {0} Atualizado em: {1}
ru: Обновлено: {0} Обновлено: {1}
sv: Uppdaterad av: {0} Uppdaterad den: {1}
tr: Güncelleyen kişi: {0} Güncellenme tarihi: {1}
zh_cn: 更新人：{0} 更新于：{1}
zh_hk: 更新人：{0} 更新於：{1}

# AddToBags
source: Add to shift bags
ar: اضف الى حقيبة النوبات
cs: Přidat do množin směn
da: Tilføj til Vagt samling
de: Zu Schichtsammlungen hinzufügen
es: Añadir bolsas de turnos
fa: اضافه شدن به شیفت
fi: Lisää vuoropusseihin
fr: Ajouter aux banques d'horaires
id: Tambahkan pada kantong shift
it: Aggiungi a cartella dei turni
ja: シフトバッグに追加
lv: Pievienot maiņu portfeļiem
nl: Voeg aan Dienst Tassen
no: Legg til skiftveske
pl: Dodaj do aktówki dyżurów
pt: Adicionar na cesta de turnos
ru: Добавить в контейнеры смен
sv: Lägg till i skiftpåse
tr: Vardiya kutusuna ekle
zh_cn: 添加到班次包
zh_hk: 添加到班次包

source: Select bags
ar: اختر حقيبة
cs: Vybrat množiny
da: Vælg samling
de: Schichtsammlung wählen
es: Seleccionar bolsa
fa: کیف ها را انتخاب کنید
fi: Valitse vuoropussit
fr: Sélectionner banques
id: Pilih kantong
it: Seleziona cartella
ja: バッグを選択
lv: Atlasīt portfeļus
nl: Selecteer Tassen
no: Velg bager
pl: Wybierz worki
pt: Selecionar cestas
ru: Выбор контейнеров
sv: Välj skiftpåsar
tr: Kutuları seç
zh_cn: 选择班次包
zh_hk: 選擇班次包

source: Select rule sets
ar: اختر مجموعة قواعد
cs: Vybrat typy směn
da: Vælg regelsæt
de: Regelsammlung auswählen
es: Selecionar conjuntos de normas
fa: انتخاب مجموعه قانون
fi: Valitse sääntösarjat
fr: Sélectionner règles d'horaires
id: Pilih set aturan
it: Seleziona Set di regole
ja: ルールセットの選択
lv: Atlasīt noteikumu kopas
nl: Selecteer regel sets
no: Velg regelsett
pl: Wybierz zestawy reguł
pt: Selecionar Conjuntos de Regras
ru: Выбор наборов правил
sv: Välj regeluppsättningar
tr: Kural seti seç
zh_cn: 选择班次规则
zh_hk: 選擇班次規則

source: Work time limitation
ar: حد وقت العمل
cs: Omedzení pracovního času
da: Arbejdstidsbegrænsning
de: Arbeitszeitbegrenzung
es: Limitación de tiempo de trabajo
fa: محدودیت زمان کار
fi: Työajan rajoitus
fr: Limitation temps travail
id: Batasan waktu kerja
it: Limite orario di lavoro
ja: 勤務時間の制限
lv: Darba laika ierobežojums
nl: Werktijd beperking
no: Arbeidstidsbegrensninger
pl: Ograniczenie czasu pracy
pt: Limitações de horário de trabalho
ru: Ограничения рабочего времени
sv: Arbetstidbegränsning
tr: Çalışma zamanı sınırlaması
zh_cn: 工作时间限制
zh_hk: 工作時間限制

source: No scenario
ar: لا سيناريو
cs: Žádny scenár
da: Intet scenarie
de: Kein Szenario
es: Sin escenario
fa: سناریویی موجود نمی باشد
fi: Ei skenaariota
fr: Aucun scénario
id: Tidak ada skenario
it: Nessuno scenario
ja: シナリオなし
lv: Nav scenāriju
nl: Geen scenario
no: Ikke scenario
pl: Brak scenariusza
pt: Nenhum cenário
ru: Нет сценария
sv: Inget scenario
tr: Senaryo yok
zh_cn: 没有情景
zh_hk: 沒有情景

# ScenarioMustBeCreated
source: At least one scenario must be created first.
ar: يجب أولاً انشاء سيناريو
cs: Najprv musí být vytvořen scénář
da: Et scenarie skal oprettes først
de: Ein Szenario muss erst erstellt werden
es: Un escenario debe ser creado primero
fa: ابتدا حداقل یک سناریو باید ایجاد شود.
fi: Skenaario on luotava ensin
fr: Un scénario devrait être créé d'abord
id: Skenario harus dibuat dahulu
it: Prima deve essere creato almeno uno scenario.
ja: はじめに1つ以上のシナリオを作成する必要があります。
lv: Vispirms ir jābūt izveidotam vismaz vienam scenārijam
nl: Tenminste een scenario moet eerst gecreëerd worden.
no: Et scenario må opprettes først
pl: Najpierw musi być stworzony scenariusz.
pt: É necessário criar pelo menos um cenário.
ru: Сначала должен быть создан сценарий
sv: Minst ett scenario måste skapas först.
tr: Senaryo oluştur
zh_cn: 至少需要先创建一个情景
zh_hk: 至少需要先創建一個情景

source: Earliest end time
ar: ابكر نهاية وقت
cs: Nejdřívější čas konce
da: Tidligste sluttidspunkt
de: Frühestes Ende
es: Hora de fin temprano
fa: نخستین زمان پایان
fi: Aikaisin päättymisaika
fr: Fin au plus tôt
id: Waktu selesai paling awal
it: Prima ora di fine
ja: 最も早い終了時刻
lv: Agrākais beigu laiks
nl: Vroegste eindtijd
no: Tidligste sluttid
pl: Najwcześniejszy czas zakończenia
pt: Horário de saída mais cedo
ru: Самое раннее время окончания
sv: Tidigaste sluttid
tr: En erken bitiş zamanı
zh_cn: 最早的结束时间
zh_hk: 最早的結束時間

source: Earliest start time
ar: ابكر بداية وقت
cs: Nejdřívější čas začátku
da: Tidligste starttidspunkt
de: Frühester Beginn
es: Hora de inicio temprano
fa: نخستین زمان شروع
fi: Aikaisin aloitusaika
fr: Début au plus tôt
id: Waktu mulai paling awal
it: Prima ora di inizio
ja: 最も早い開始時刻
lv: Agrākais sākuma laiks
nl: Vroegste starttijd
no: Tidligste starttid
pl: Najwcześniejszy czas rozpoczęcia
pt: Horário de entrada mais cedo
ru: Самое раннее время начала
sv: Tidigaste starttid
tr: En erken başlangıç zamanı
zh_cn: 最早的开始时间
zh_hk: 最早的開始時間

source: Latest end time
ar: اخر نهاية وقت
cs: Nejpozdnější čas konce
da: Seneste sluttidspunkt
de: Spätestes Ende
es: Hora de fin tarde
fa: آخرین زمان پایان
fi: Myöhäisin päättymisaika
fr: Fin au plus tard
id: Waktu selesai paling telat
it: Ultima ora di fine
ja: 最も遅い終了時刻
lv: Vēlākais beigu laiks
nl: Laatste eindtijd
no: Seneste sluttid
pl: Najpóźniejszy czas zakończenia
pt: Horário de saída mais tarde
ru: Самое позднее время окончания
sv: Senaste sluttid
tr: En geç bitiş zamanı
zh_cn: 最晚的结束时间
zh_hk: 最晚的結束時間

source: Latest start time
ar: اخر بداية وقت
cs: Nejpozdnější čas začátku
da: Seneste starttidspunkt
de: Spätester Beginn
es: Hora de inicio tarde
fa: آخرین زمان شروع
fi: Myöhäisin aloitusaika
fr: Début au plus tard
id: Waktu mulai paling telat
it: Ultima ora di inizio
ja: 最も遅い開始時刻
lv: Vēlākais sākuma laiks
nl: Laatste starttijd
no: Seneste starttid
pl: Najpóźniejszy czas rozpoczęcia
pt: Horário de entrada mais tarde
ru: Самое позднее время начала
sv: Senaste starttid
tr: En geç başlangıç zamanı
zh_cn: 最晚的开始时间
zh_hk: 最晚的開始時間

source: Create Payroll Export
ar: انشاء تصدير لنظام الرواتب
cs: Vytvořit export mezd
da: Opret Eksport til Lønsystem
de: Lohn-Export erstellen
es: Crear Exportación de Payroll
fa: ایجاد لیست پرداخت
fi: Luo palkanmaksun vienti
fr: Créer export feuille de paie
id: Buat Ekspor Payroll
it: Crea Esportazione Payroll
ja: 賃金台帳エクスポートの作成
lv: Izveidot Algas Eksportu
nl: Creëer Payroll Export
no: Opprett lønningseksport
pl: Przygotuj eksport płac
pt: Criar Exportação para Folha de Pagamento
ru: Создать экспорт данных заработной платы
sv: Skapa export av lönelista
tr: Bordro Eksport Oluştur
zh_cn: 创建工资表输出
zh_hk: 創建工資表輸出
