Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# RepViewerLastPage
source: Last Page
ar: الصفحة الاخيرة
cs: Poslední stránka
da: Sidste Side
de: letzte Seite
es: Página final
fa: آخرین صفحه
fi: Viimeinen sivu
fr: Dernière page
ja: 最終ページ
lv: Pēdējā Lapa
nl: Laatste Pagina
no: Siste side
pl: Ostatnia strona
pt: Última Página
ru: Последняя страница
sv: Sista sidan
tr: Son sayfa
zh_cn: 最后一页
zh_hk: 最後一頁

# RepViewerNext
source: Next
ar: التالى
cs: Další
da: Næste
de: Weiter
es: Siguiente
fa: بعدی
fi: Seuraava
fr: Suivant
ja: 次
lv: Nākamais
nl: Volgende
no: Neste
pl: Następne
pt: Próximo
ru: Следующий
sv: Nästa
tr: Sonraki
zh_cn: 下一个
zh_hk: 下一個

# RepViewerNextPage
source: Next Page
ar: الصفحة التالية
cs: Další stránka
da: NæsteSside
de: nächste Seite
es: Página siguiente
fa: صفحه بعدی
fi: Seuraava sivu
fr: Page suivante
ja: 次ページ
lv: Nākamā Lapa
nl: Volgende Pagina
no: Neste side
pl: Następna strona
pt: Próxima Página
ru: Следующая страница
sv: Nästa sida
tr: Sonraki sayfa
zh_cn: 下一页
zh_hk: 下一頁

# RepViewerNoMoreMatches
source: No more matches found.
ar: لا نتائج متطابقة أخرى
cs: Nenalezeny další výsledky
da: Ikke flere hits fundet
de: Keine weitere Übereinstimmung gefunden.
es: No se han encontrado más resultados.
fa: موارد منطبق بیشتری پیدا نشد
fi: Muita osumia ei löytynyt.
fr: Pas de correspondance trouvée
ja: これ以上一致しません
lv: Netika atrasta neviena atbilstība
nl: Niet meer zoekresultaten gevonden
no: Ingen flere treff funnet.
pl: Nie znaleziono więcej.
pt: Nenhum resultado encontrado.
ru: Больше совпадений не найдено.
sv: Inga fler förekomster hittades.
tr: Eşleşen değer bulunamadı
zh_cn: 没有找到匹配
zh_hk: 沒有找到匹配

# RepViewerOf
source: of
ar: فى
cs: z
da: af
de: von
es: de
fa: از
fr: de
lv: no
nl: van
no: Av
pl: z
pt: de
sv: av
zh_cn: 的
zh_hk: 的

# RepViewerPageSetup
source: Page Setup
ar: إعداد الصفحة
cs: Nastavení stránky
da: Sideopsætning
de: Seiteneinstellung
es: Cofiguración de la Página
fa: تنظیم صفحه
fi: Sivun asetukset
fr: Paramètres page
ja: ページの設定
lv: Lapas Uzstādījumi
nl: Pagina Instellingen
no: Side oppsett
pl: Ustawienia strony
pt: Configuração de Página
ru: Настройки страницы
sv: Sidinställningar
tr: Sayfa düzeni
zh_cn: 页面设置
zh_hk: 頁面設置

# RepViewerPageWidth
source: Page Width
ar: عرض الصفحة
cs: Šířka stránky
da: Side bredde
de: Seitenbreite
es: Ancho de la Página
fa: عرض صفحه
fi: Sivun leveys
fr: Largeur page
ja: ページ幅
lv: Lapas Platums
nl: Paginabreedte
no: Side bredde
pl: Szerokość strony
pt: Largura da Página
ru: Ширина страницы
sv: Sidbredd
tr: Sayfa genişliği
zh_cn: 页面宽度
zh_hk: 頁面寬度

# RepViewerPreviousPage
source: Previous Page
ar: الصفحة السابقة
cs: Předchozí stránka
da: Forrige side
de: vorherige Seite
es: Página anterior
fa: صفحه قبلی
fi: Edellinen sivu
fr: Page précédente
ja: 前ページ
lv: Iepriekšējā Lapa
nl: Vorige Pagina
no: Forrige side
pl: Poprzednia strona
pt: Página Anterior
ru: Предыдущая страница
sv: Förra sidan
tr: Önceki sayfa
zh_cn: 前一页
zh_hk: 前一頁

# RepViewerPrinLayout
source: Print Layout
ar: شكل الصفحة
cs: Rozložení tisku
da: Udskrivnings Layout
de: Drucklayout
es: Diseño de impresión
fa: طرح پرینت
fi: Tulostuksen ulkoasu
fr: Imprimer la disposition
ja: 印刷レイアウト
lv: Izdrukas Izkārtojums
nl: Layout Afdrukken
no: Utskrift utseende
pl: Układ wydruku
pt: Layout de Impressão
ru: Печать макета
sv: Utskriftsformat
tr: Yazdırma düzeni
zh_cn: 打印布局
zh_hk: 列印佈局

# RepViewerPrint
source: Print
ar: اطبع
cs: Tisk
da: Udskrivning
de: Drucken
es: Imprimir
fa: پرینت
fi: Tulosta
fr: Imprimer
ja: 印刷
lv: Drukāt
nl: Afdrukken
no: Skriv
pl: Drukuj
pt: Imprimir
ru: Печать
sv: Skriv ut
tr: Yazdır
zh_cn: 打印
zh_hk: 列印

# RepViewerRefresh
source: Refresh
ar: تحديث
cs: Obnovit
da: Opdater
de: Aktualisieren
es: Actualizar
fa: بازسازی
fi: Päivitä
fr: Rafraîchir
ja: 更新
lv: Atsvaidzināt
nl: Verversen
no: Oppfrisk
pl: Odśwież
pt: Recarregar
ru: Обновить
sv: Ladda om
tr: Güncelle
zh_cn: 刷新
zh_hk: 刷新

# RepViewerStop
source: Stop Rendering
ar: إيقاف الاداء
cs: Zastavit vykreslování
da: Stop Gentagelse
de: Verarbeitung beenden
es: Cancelar presentación
fa: توقف ترجمه
fi: Stop
fr: Stopper le rendu
ja: レンダリング中止
lv: Apturēt Veidošanu
no: Stopp gjenngivelse
pl: Zatrzymaj generowanie
pt: Parar Renderização
ru: Остановить
sv: Sluta generera rapport
tr: İşlemi durdur
zh_cn: 停止解译
zh_hk: 停止解譯

# RepViewerTextNotFound
source: Text not found.
ar: لم يتم العثور على النص
cs: Text nenalezen
da: Teksten ikke fundet.
de: Text nicht gefunden
es: Texto no encontrado.
fa: متن پیدا نشد
fi: Tekstiä ei löydy.
fr: Texte non trouvé.
ja: 文字が見つかりません
lv: Teksts nav atrasts
nl: Tekst niet gevonden.
no: Tekst ikke funnet
pl: Tekst nie znaleziony.
pt: Texto não encontrado.
ru: Текст не найден
sv: Texten hittades inte.
tr: Metin bulunamadı
zh_cn: 没有找到文本
zh_hk: 沒有找到文本

# RepViewerTotalPages
source: Total Pages
ar: إجمالى الصفحات
cs: Stránek celkem
da: Total antal sider
de: Gesamt-Seiten
es: Total de páginas
fa: تمام صفحات
fi: Kaikki sivut
ja: ページ総数
lv: Lapas Kopā
nl: Totaal Pagina
no: Totalt antall sider
pl: Stron razem
pt: Total de Páginas
ru: Всего страниц
sv: Sidor totalt
tr: Toplam sayfa
zh_cn: 总的页数
zh_hk: 總的頁數

# RepViewerWholePage
source: Whole Page
ar: الصفحة بالكامل
cs: Celá stránka
da: Hele siden
de: ganze Seite
es: Página completa
fa: تمام صفحه
fi: Koko sivu
fr: Page entières
ja: 全ページ
lv: Visa Lapa
nl: Hele Pagina
no: Hele siden
pl: Cała strona
pt: Página Inteira
ru: Целая страница
sv: Hela sidan
tr: Tüm sayfa
zh_cn: 整页
zh_hk: 整頁

# RepViewerZoom
source: Zoom
ar: تقريب
cs: Zvětšit
de: Vergrößern
fa: درشتنمایی
fi: Zoomaa
ja: ズーム
nl: Zoomen
pl: Powiększenie
ru: Увеличить
sv: Zooma
tr: Yakınlaştır
zh_cn: 缩放
zh_hk: 縮放

# DatabaseTimedOutSelectLessData
source: Connection to database timed out, try to limit your search conditions.
ar: انتهى وقت الاتصال بقاعدة البيانات، حاول أن تحدد شروط بحثك
cs: Vypršel limit pro připojení do databáze, zkuste omezit podmínky vyhledávání.
da: Forbindelsen til serveren udløb, forsøg at begrænse dine søgebetingelser.
de: Verbindung zur Datenbank unterbrochen. Bitte schränken Sie ihre Suchkriterien ein.
es: Timeout en conexión a la BBDD. Intente limitar las condiciones de busqueda.
fa: زمان اتصال به بانک اطلاعاتی به اتمام رسید ، شرایط جستجو را محدوده تر کنید.
fi: Yhteys tietokantaan on katkennut, rajoita asetuksiasi.
fr: Connexion à la base de données perdue, essayez de limiter vos conditions de recherche.
ja: データベースへの接続がタイムアウトになりました。検索条件を制限して再試行してください。
lv: Laiks savienojumam ar datubāzi ir beidzies, mēģiniet ierobežot meklēšanas nosacījumus.
nl: Verbinding met de database timed out, probeer U zoekopdracht voorwaarden beperken.
no: Tidsavbrudd ved tilkobling til databasen, prøv å begrense søket
pl: Przekroczenie czasu połączenia do bazy danych, spróbuj uprościć kryteria wyszukiwania.
pt: Ocorreu um erro de timeout durante a conexão com o banco de dados. Por favor tente limitar mais as suas condições de busca.
ru: Время запроса к базе данных истекло, попробуйте ограничить условия поиска.
sv: Anslutningen till databasen tog för lång tid. Försök att begränsa dina sökvillkor.
tr: Veriabanına bağlanma çabası zaman aşımına uğradı. Lütfen arama kriterlerinizi sadeleştirip tekrar deneyin.
zh_cn: 连接数据库超时，请尝试限制搜索条件
zh_hk: 連接資料庫超時，請嘗試限制搜索條件

# ResFulfilled
source: Fulfilled
ar: تم استيفاءه
cs: Splněno
da: Opfyldt
de: erfüllt
es: Cumplido
fa: تکمیل شد
fi: Täytetty
fr: Exaucées
ja: 完了
lv: Piepildīts
nl: Vervuld
no: Oppfylt
pl: Spełnione
pt: Cumpridas
ru: Выполнено
sv: Uppfyllda
tr: Karşılandı
zh_cn: 满足的
zh_hk: 滿足的

# ResFulfillmentPercent
source: Fulfillment (%)
ar: النسبة المئوية للاستيفاء %
cs: Plnění (%)
da: Opfyldelses (%)
de: erfüllt (%)
es: Cumplimiento (%)
fa: تکمیل (%)
fi: Täyttymisaste (%)
fr: Taux d'Exaucées (%)
ja: 完了（%）
lv: Piepildījuma (%)
nl: Vervulling (%)
no: Oppfyllelse (%)
pl: Spełnienie (%)
pt: Cumprimento (%)
ru: Выполнено (%)
sv: Uppfyllnad (%)
tr: Karşılanma (%)
zh_cn: 满足率％
zh_hk: 滿足率％

# ResMustHaves
source: Must Haves
ar: ضرورى
cs: Musím mít
da: Veto
de: Notwendigkeiten
es: Imprescindibles
fa: باید داشته باشد
fi: "Tärkeät toiveet"
fr: Doit Avoir
ja: 必須項目
no: Må ha
pl: Konieczne
pt: Preferências Prioritárias
ru: Обязательные предпочтения
sv: Veton
tr: Zorunlu
zh_cn: 必须有
zh_hk: 必須有

# ResUnfulfilled
source: Unfulfilled
ar: لم يتم استيفاءه
cs: Nesplněno
da: Uopfyldte
de: unerfüllt
es: Incumplido
fa: انجام نشده
fi: Ei täytetty
fr: Non Exaucées
ja: 未了
lv: Nepiepildīts
nl: Niet Vervuld
no: Ikke oppfylt
pl: Niespełnione
pt: Não cumpridas
ru: Не выполнено
sv: Ouppfyllda
tr: Karşılanmadı
zh_cn: 不满足的
zh_hk: 不滿足的

# ShiftCategoryHeader
source: Shift Category
ar: فئة الوردية
cs: Kategorie změn
da: Vagtkategori
de: Schichtkategorie
es: Categoría de Turno
fa: دسته بندی شیفت
fi: Vuoroluokka
fr: Catégorie d'Horaires
ja: シフトカテゴリ
lv: Maiņas Kategorija
nl: Dienst Categorie
no: Skiftkategorier
pl: Kategoria dyżuru
pt: Categoria de Turno
ru: Категория смены
sv: Skiftkategori
tr: Vardiya türü
zh_cn: 班次类别
zh_hk: 班次類別

source: Switch to View Point of Selected Agent
ar: تحويل لعرض الممثل الذى تم اختياره
cs: Přepnout pohled zvoleného agenta
da: Skift til visning af de valgte medarbejdere
de: Zur Mitarbeiter-Perspektive wechseln
es: Cambiar Punto de vista para el agente seleccionado
fa: برای دیدن نقاط پاسخگوی انتخاب شده سوئیچ کنید
fi: Vaihda näkymää valituille agenteille
fr: Voir le Point de Vue de l'Agent sélectionné
ja: 選択されたエージェントの視点にスイッチ
lv: Pārslēgties uz Izvēlētā Operatora Skata punktu
nl: Schakel over naar Geselecteerde Agent Uitzichtpunt
no: Bytt til utsiktspunkt for valgt Agent
pl: Przełącz punkt widzenia wybranego agenta
pt: Mudar para o Ponto de Vista do Agente Selecionado
ru: Переключить вид выделенного оператора
sv: Ändra till den valda agentens perspektiv
tr: Seçili müşteri temsilcisinin bakış açısı
zh_cn: 切换到被选座席代表查看点
zh_hk: 切換到被選座席代表查看點

source: Share Calendar
ar: شارك التقويم
cs: Sdílení kalendáře
da: Del Kalender
de: Teile Kalender
es: Compartir Calendario
fa: به اشتراک گذاری تقویم
fi: Jaa kalenteri
fr: Partager calendrier
ja: カレンダーの共有
lv: Dalīties ar Kalendāru
nl: Deel Kalender
no: Del kalender
pl: Udostępnij kalendarz
pt: Compartilhar Calendário
ru: Открыть календарь
sv: Dela kalender
tr: Takvim paylaş
zh_cn: 分享日历
zh_hk: 分享日曆

source: Share my calendar
ar: شارك تقويمي
cs: Sdílet můj kalendář
da: Del min Kalender
de: Teile meinen Kalender
es: Compartir mi calendario
fa: تقویم مرا به اشتراک بگذار
fi: Jaa minun kalenteri
fr: Partager mon calendrier
ja: マイカレンダーの共有
lv: Dalīties ar manu kalendāru
nl: Deel mijn kalender
no: Del min kalender
pl: Udostępnij mój kalendarz
pt: Compartilhar o meu calendário
ru: Открыть мой календарь
sv: Dela min kalender
tr: Takvimimi paylaş
zh_cn: 分享我的日历
zh_hk: 分享我的日曆

source: Revoke
ar: استرجاع
cs: Zrušit
da: Ophæv deling
de: Widerrufen
es: Revocar
fa: لغو
fi: Lopeta
fr: Révoquer
ja: 無効化
lv: Atsaukt
nl: Herroepen
no: Tilbakekalle
pl: Cofnij
pt: Revogar
ru: Закрыть
sv: Upphäv
tr: Geri al
zh_cn: 撤回
zh_hk: 撤回

# ShareMyCalendarHint
source: To subscribe to your schedule from a calendar app, use the URL below. For instructions on doing this from the most common calendar apps, see
ar: للاشتراك فى جدولك من تطبيق التقويم، من فضلك استخدم الرابط بالاسفل. للإرشادات لمعرفة اكثر تطبيقات التقويم شيوعا، انظر
cs: Pro přihlášení k Vašemu plánu z aplikace kalendáře, použijte URL níže. Pro instrukce jak postupovat z většiny běžných aplikací pro kalendáře viz.
da: For at abonnere på din vagtplan fra en kalender App, brug URL'en herunder. For indstruktioner til de mest almindelige kalender Apps, se
de: Um auf ihren Kalender von einer Kalender-App zugreifen zu können, benutzen Sie die u.g. URL. Für eine Anleitung für die am häufigsten verwendeten Kalender-Apps siehe
es: Para subscribirse a su planificación desde una aplicación, use el enclance siguiente. Para instrucciones de cómo hacer este desde los calendarios más comunes vea
fa: برای دسترسی به برنامه ریزی خود از طریق برنامه کاربردی تقویم ، از لینک زیر استفاده کنید.برای انجام این کار از طریق برنامه های کاربردی مشهور ، ببینید
fi: Tilataksesi työvuorosi kalenteri appsista, käytä allaolevaa URL linkkiä. Lisätietoja löydät yleisimmistä kalenteri appseista, katso
fr: Pour souscrire à votre planning depuis une app calendrier, utilisez l'URL ci-dessous. Pour des instructions sur comment réaliser ceci avec les apps calendrier les plus communes, voir:
ja: カレンダーアプリからスケジュールを取得するには以下のURLを利用してください。一般的なカレンダーアプリからこれを利用する方法はこちらを参照してください。
nl: Om te abonneren op uw rooster van een kalender app, gebruik dan de onderstaande URL. Voor instructies over dit te doen uit de meest voorkomende kalender apps, zie
no: For å abonnere på timeplanen din fra en kalender-app, kan du bruke linken under. For instruksjoner om hvordan du gjør dette fra de mest vanlige kalender-apps, se
pl: Aby subskrybować swój plan z aplikacji kalendarzowej, użyj URL-a poniżej. Aby uzyskać instrukcje jak to zrobić w popularnych aplikacjach kalendarzowych, zobacz
pt: Para adicionar a sua escala a um aplicativo de calendário, utilize a URL abaixo. Para instruções de como fazer isso a partir dos aplicativos de calendário mais comuns veja:
ru: Чтобы подписаться на свое расписание из приложения календаря, используйте URL ниже. Чтобы получить инструкцию, перейдите
sv: Kopiera/klistra in följande URL och lägg till den i Outlook eller Google Calendar etc.
tr: Takviminize başka bir uygulamadan abone olmak için aşağıdaki URL'yi kullanın. Detaylı bilgi için:
zh_cn: 使用以下链接可将你的班表订阅到一个日历应用(app)。如果需要最常用日历应用(app)的介绍请查看：
zh_hk: 使用以下連結可將你的班表訂閱到一個日曆應用(app)。如果需要最常用日曆應用(app)的介紹請查看：

source: Send again
ar: ارسل مرة أخرى
cs: Odeslat znovu
da: Send igen
de: Erneut senden
es: Enviar nuevamente
fa: دوباره بفرستید
fi: Lähetä uudelleen
fr: Ré-envoyer
ja: 再送信
lv: Sūtīt atkārtoti
nl: Opnieuw verzenden
no: Send igjen
pl: Wyślij ponownie
pt: Enviar novamente
ru: Отправить повторно
sv: Skicka igen
tr: Tekrar gönder
zh_cn: 重发
zh_hk: 重發

# OvertimeAvailabilityWeb
source: Overtime Availability
ar: مسموحية الوقت الاضافى
cs: Dostupnost pro přesčas
da: Til rådighed for overarbejde
de: Überstunden-Verfügbarkeit
es: Disponibilidad de Tiempo Extra
fa: در دسترس بودن اضافه کار
fi: Ylityökäytettävyys
fr: Disponibilité Heures Supplémentaires
ja: 残業可能
lv: Virsstundu Pieejamība
nl: Overwerk Beschikbaarheid
no: Overtidstilgengelighet
pl: Dostępność nadgodzin
pt: Disponibilidade de Horas Extras
ru: Сверхурочная доступность
sv: Tillgänglighet för övertid
tr: Fazla mesai uygunluğu
zh_cn: 加班可用性
zh_hk: 加班可用性

# PaidTimeHeader
source: Paid Time
ar: الوقت المدفوع
cs: Placený čas
da: Betalt tid
de: Bezahte Zeit
es: Tiempo pagado
fa: زمان پرداخت
fi: Maksettuaika
fr: Temps Payé
ja: 有給時間
lv: Apmaksātais laiks
nl: Betaalde Tijd
no: Betalt tid
pl: Czas płatny
pt: Tempo Remunerado
ru: Оплачиваемое время
sv: Betald tid
tr: Maaşlı süre
zh_cn: 付薪时间
zh_hk: 付薪時間

# PartTimePercentageHeader
source: Part-Time Percentage
ar: النسبة المئوية للدوام غير الكامل
cs: Procentní podíl zkrácených úvazků
da: Deltids procent
de: Teilzeitprozentwert
es: Porcentaje de Tiempo Parcial
fa: درصد پاره وقت
fi: Osa-aikaprosentti
fr: Pourcentage Temps Partiel
ja: パートタイム比率
lv: Nepilna Laika Procentuālais Lielums
nl: Deeltijd Percentage
no: Deltids prosent
pl: Procent niepełnego czasu pracy
pt: Percentual de Tempo Parcial
ru: Процент неполной занятости
sv: Deltidsprocentsats
tr: Yarı zamanlılık yüzdesi
zh_cn: 兼职时间百分比
zh_hk: 兼職時間百分比

# RuleSetBagLower
source: Shift bag
ar: حقيبة الوردية
cs: Množina směn
da: Vagt samling
de: Schichtsammlung
es: Bolsa de turnos
fa: بسته شیفت
fi: Vuoropussi
fr: Banque d'Horaires
ja: シフトバッグ
lv: Maiņu portfelis
nl: Dienst Tas
pl: Aktówka dyżurów
pt: Cesta de turnos
ru: Контейнер смен
sv: Skiftpåse
tr: Vardiya kutusu
zh_cn: 班次包
zh_hk: 班次包

# TrackerTypeHeader
source: Tracker Type
ar: نوع التتبع
cs: Typ sleodování
da: Tracker typen
de: Typ
es: Tipo de cuenta
fa: نوع پیگیری کننده
fi: Seurantamuoto
fr: Type de Repère
ja: 追跡者の種類
lv: Trakera Tips
no: Sporing type
pl: Typ śledzenia
pt: Tipo de Rastreador
ru: Тип отслеживания
sv: Uppföljningstyp
tr: Takip
zh_cn: 追踪类型
zh_hk: 追蹤類型

# WorkflowControlSetHeader
source: Workflow Control Set
ar: مجموعه تحكم سير العمل
cs: Sada pracovních postupů
da: Arbejdsproces Styring
fa: مجموعه کنترل روند کاری
fi: Työmäärän sääntösarja
fr: Contrôle de flux d'activités
ja: ワークフローコントロールセット
lv: Darbplūsmas Vadības Uzstādījumi
no: Arbeidsflyt
pl: Zestaw kontroli przebiegu pracy
pt: Configuração de Workflow
ru: Набор правил рабочего процесса
sv: Arbetsflöde
tr: İş akışı kontrolü
zh_cn: 工作流控制集
zh_hk: 工作流控制集

# WorkTimeHeader
source: Work Time
ar: وقت العمل
cs: Pracovní doba
da: Arbejdstid
de: Arbeitszeit
es: Tiempo de trabajo
fa: زمان کاری
fi: Työaika
fr: Temps Travaillé
ja: 勤務時間
lv: Darba Laiks
nl: Werk Tijd
no: Arbeidstid
pl: Czas pracy
pt: Tempo de Trabalho
ru: Рабочее время
sv: Arbetstid
tr: İş süresi
zh_cn: 工作时长
zh_hk: 工作時長

source: Filter Hourly Availability
ar: تصفيه الاتاحه كل ساعه
cs: Filtrovat dle hodinové dostupnosti
da: Filtrer på Timelønnedes tilgængelighed
de: Filter Stundenverfügbarkeit
es: Filtrar Disponibilidad por hora
fa: قابلیت فیلتر ساعتی
fi: Lajittele tuntityöntekijöiden käytettävyys
fr: Filtrer disponibilité horaire
ja: 空き状況をフィルター
lv: Filtrēt Stundu Pieejamību
nl: Filter Uurlijkse Beschikbaarheid
no: Filter tilgjengelighet pr time
pl: Filtru dostępność godzinową
pt: Filtrar Disponibilidades Horárias
ru: Фильтр почасовой доступности
sv: Filtrera tillgänglighet för timanst.
tr: Saatlik uygunluk filtrelemesi
zh_cn: 筛选小时可用性
zh_hk: 篩選小時可用性

source: Hourly Availability
ar: الاتاحه كل ساعه
cs: Hodinová dostupnost
da: Timelønnedes tilgængelighed
de: Stundenverfügbarkeit
es: Disponibilidad por hora
fa: قابلیت ساعتی
fi: Tuontityöntekijän käytettävyys
fr: Disponibilité horaire
ja: 空き状況
lv: Stundu Pieejamību
nl: Uurlijkse Beschikbaarheid
no: Time tilgjengelighet
pl: Dostępność godzinowa
pt: Disponibilidade Horária
ru: Почасовая доступность
sv: Tillgänglighet för timanställda
tr: Saatlik uygunluk
zh_cn: 可用小时工人员
zh_hk: 可用小時工人員

# InfoPanel
source: Info
ar: معلومات
da: Info Panel
es: Panel de Información
fa: اطلاعات
fi: Informaatio
ja: 情報
pt: Painel de Informações
ru: Панель информации
sv: Infopanel
tr: Bilgi
zh_cn: 信息
zh_hk: 信息

source: Subject too long
ar: العنوان طويل للغاية
cs: Předmět je příliš dlouhý
da: Emne er for langt
de: Betreff zu lang
es: Asunto muy largo
fa: این موضوع خیلی طولانی است
fi: Otsikko on liian pitkä
fr: Sujet trop long
ja: テーマが長すぎます
lv: Tēma pārāk gara
nl: Het onderwerp is te lang
no: Emnet er for langt
pl: Temat zbyt długi
pt: Assunto muito grande
ru: Тема очень длинная
sv: Ämnet är för långt
tr: Konu kısmı çok uzun
zh_cn: 标题太长
zh_hk: 標題太長

source: Average
ar: متوسط
cs: Průměr
da: Gennemsnit
de: Durchschnitt
es: Promedio
fa: میانگین
fi: Keskimääräinen
fr: Moyenne
ja: 平均
lv: Vidēji
nl: Gemiddelde
no: Gjennomsnitt
pl: Średnio
pt: Média
ru: Среднее
sv: Genomsnitt
tr: Ortalama
zh_cn: 平均
zh_hk: 平均

source: Distribution
ar: توزيع
cs: Rozložení
de: Verteilung
es: Distribución
fa: توزیع
fi: Jakelu
ja: 分布
lv: Izdalīšana
nl: Distributie
no: Distribusjon
pl: Rozdział
pt: Distribuição
ru: Распределение
sv: Fördelning
tr: Dağıtım
zh_cn: 分布
zh_hk: 分佈

source: Shift as overtime
ar: الوردية مثل الوقت الاضافي
cs: Směna jako přesčas
da: Vagt som overarbejde
de: Schicht als Überstunden
es: Turno como T. extra
fa: تغییر به عنوان اضافه کار
fi: Ylityövuoro
fr: Changer en Heures Supplémentaires
ja: 残業としてシフト
lv: Maiņa kā virsstundas
nl: Dienst als overwerk
no: Shiftet som overtid
pl: Dyżur jako nadgodziny
pt: Turno como horas extras
ru: Смена как сверхурочное время
sv: Skift som övertid
tr: Fazla mesai vardiyası
zh_cn: 加班班次
zh_hk: 加班班次

source: Per Date
ar: حسب التاريخ
cs: Podle data
da: Pr. dato
de: pro Datum
es: Por Fecha
fa: در هر تاریخ
fi: Per päivä
fr: Par Date
ja: 日毎
lv: Pēc Datuma
nl: Per Datum
no: Per dato
pl: Według daty
pt: Por Data
ru: По дате
sv: Per datum
tr: Tarih
zh_cn: 每个日期
zh_hk: 每個日期

source: Shift Category Distribution
ar: توزيع فئة الوردية
cs: Rozložení kategorie směn
da: Vagtkategorier
de: Verteilung Schichtkategorie
es: Distribución de Turnos
fa: توزیع دسته بندی شیفت
fi: Vuoroluokkien jakautuminen
fr: Distribution des Catégories d'Horaires
ja: シフトカテゴリ分布
lv: Maiņas Kategoriju Sadalījums
nl: Dienst Categorie Distributie
no: Shift Kategori distribusjon
pl: Dystrybucja kategorii dyżurów
pt: Distribuição de Categorias de Turno
ru: Распределение категорий смен
sv: Skiftkategorifördelning
tr: Vardiya türü dağıtımı
zh_cn: 班次类别分布
zh_hk: 班次類別分佈

source: Per Agent
ar: لكل ممثل
cs: Na agenta
de: pro Mitarbeiter
es: Por Agente
fa: برای هر پاسخگو
fi: Per agentti
fr: Par Agent
ja: エージェント毎
lv: Pēc Operatoriem
pl: Według agenta
pt: Por Agente
ru: По оператору
tr: Müşteri temsilcisi
zh_cn: 每个座席代表
zh_hk: 每個座席代表

source: Per Shift Category
ar: الفئة لكل وردية
cs: Na kategorii směn
da: Per Vagtkategori
de: pro Schichtkategorie
es: Por Categoría de Turno
fa: برای هر دسته بندی شیفت
fi: Per vuoroluokka
fr: Par Catégorie d'Horaires
ja: シフトカテゴリ毎
lv: Pēc Maiņu Kategorijas
nl: Per Dienst Categorie
no: Per shift kategori
pl: Według kategorii dyżuru
pt: Por Categorias de Turno
ru: По категории смены
sv: Per skiftkategori
tr: Vardiya türü
zh_cn: 每个班次类别
zh_hk: 每個班次類別

source: Analysis Info
ar: معلومات التحليل
cs: Informace k analýze
da: Analyse informatiom
de: Analyseinfo
es: Información de Análisis
fa: اطلاعات تحلیل
fi: Analysoitu informaatio
fr: Infos d'Analyse
ja: 分析情報
lv: Analīzes Info
no: Analyser info
pl: Informacja analityczna
pt: Informações de Análise
ru: Информация по анализу
sv: Analysinfo
tr: Analiz bilgisi
zh_cn: 分析信息
zh_hk: 分析資訊

source: here
ar: هنا
cs: zde
da: Her
de: Hier
es: aquí
fa: اینجا
fi: Täällä
fr: ici
ja: ここへ
lv: šeit
nl: Hier
no: her
pl: tutaj
pt: aqui
ru: здесь
sv: här
tr: burası
zh_cn: 这里
zh_hk: 這裡

# LengthOfActivity
source: Total time of selected activity
ar: إجمالى الوقت المختار
cs: Celkový čas zvolených aktivit
da: Total tid af valgt aktivitet
de: Gesamtzeit der ausgewählten Aktivität
es: Tiempo total de la actividad seleccionada
fa: زمان کلی فعالیت انتخاب شده
fi: Kokonaisika per valittu aktiviteetti
fr: Temps total d'activité sélectionnée
ja: 選択した活動のトータル時間
lv: Izvēlēto aktivitāšu kopējais laiks
nl: Totale tijd van de geselecteerde activiteit
no: Total tid for valgt aktivitet
pl: Łączny czas wybranej aktywności
pt: Tempo total da atividade selecionada
ru: Общее время активности
sv: Total tid av vald aktivitet
tr: Seçili etkinliğin toplam süresi
zh_cn: 所选活动的总时长
zh_hk: 所選活動的總時長

source: Please choose SDK
ar: من فضلك اختار SDK
cs: Prosím zvolte SDK
da: Välg venligst SDK
de: Bitte SDK auswählen
es: Por favor, seleccione SDK
fa: لطفا SDK را انتخا ب کنید
fi: Valitse SDK
fr: Merci de choisir SDK
ja: SDKを選択してください
lv: Lūdzu izvēlieties SDK
nl: Aub kies SDK
no: Velg SDK
pl: Wybierz SDK
pt: Por favor escolha o SDK
ru: Пожалуйста, выберите SDK
sv: Välj ett SDK
tr: Lütfen SDK seçimi yapın
zh_cn: 请选择SDK
zh_hk: 請選擇SDK

source: Stop
ar: توقف
es: Cancelar
fa: توقف
fi: Pysäytä
fr: Stopper
ja: 中止
lv: Pārtraukt
no: Stopp
pt: Parar
ru: Стоп
sv: Stoppa
tr: Dur
zh_cn: 停止
zh_hk: 停止

# KeepTag
source: <Keep>
ar: <احفظ>
cs: <Zachovat>
da: <Behold>
de: <behalten>
es: <Mantener>
fa: <حفظ>
fi: <Pidä>
fr: <Garder>
ja: <保持>
lv: <Paturēt>
nl: <Houd>
no: <Behold>
pl: <pozostaw>
pt: <Manter>
ru: <Сохранять текущий>
sv: <Behåll>
tr: <tut>
zh_cn: <保持>
zh_hk: <保持>

source: Modify Availabilities
ar: تعديل المسموحيات
cs: Upravit dostupnost
da: Ändr disponible
de: Verfügbarkeiten ändern
es: Modificar disponibilidades
fa: اصلاح در دسترس بودن ها
fi: Muokkaa käytettävyyttä
fr: Modifier les disponibilités dans le planificateur
ja: 空き状況を変更
lv: Izmainīt Pieejamības
nl: Wijzig beschikbaarheden
no: Modifiser ledigheten
pl: Modyfikuj dostępności
pt: Modificar disponibilidades
ru: Изменить доступности
sv: Ändra tillgänglighet
tr: Uygunluk ayarla
zh_cn: 修改可用性
zh_hk: 修改可用性
