Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# ApplyProductActivationKeyInstructions
source: Instructions: * Buy a license (contact information here www.teleopti.com) * Receive product activation key file (e.g. via mail) * Save the product activation key to disk * If you have any work pending save in the application, save that before applying product activation key * Browse to the product activation key file using browse button below * Apply product activation key * Application will shutdown * Restart MyTime to get newly licensed options * Start application again
ar: تعليمات: قم بشراء رخصة (عقد معلومات هنا على موقع www.teleopti.com) استلم ملف مفتاح تنشيط المنتج ( على سبيل المثال عن طريق البريد الاليكترونى)قم بحفظ مفتاح التنشيط على الديسك الصلب. إذا كان لديك اى عمل داخل البرنامج قم بحفظه اولا قبل استخدام مفتاح تنشيط المنتج
cs: Instrukce: * Kupte produktovou licenci na www.teleopti.com * Obdržíte aktivační klíč (např. emailem) * Uložte aktivační klíč na disk * Zavřete aplikaci před aplikováním aktivačního klíče * Vyhledejte aktivační klíč pomocí tlačítka "Vybrat" (níže) * Aplikujte aktivační klíč * Aplikace se restartuje * Restartujte MyTime pro získání nově licencovaným možností * Spusťte aplikaci znovu
da: Instruktioner: * Köb en licens (kontaktinformation her www.teleopti.com) * Modtag produkt aktiveringsnöglefil (fx pr. mail) * Gem produkt aktiveringsnöglen på disken * Hvis du har noget arbejde der afventer i systemet, gem dette för indtastning af aktiveringsnöglen * Tast frem til produkt aktiveringsnöglefilen ved hjälp af tasten nedenfor * Anvend produkt aktiveringsnöglen * Systemet vil lukke ned * Genstart My Time for at forny licensen * Start systemet igen
de: Anleitung: * Kaufen Sie eine Lizenz (Kontaktdetails auf www.teleopti.com) * Sie erhalten den Product Activation Key (z.B. via Email) * Speichern Sie den Product Activation Key * Sofern Sie Änderungen vorgenommen haben, die Sie gern speichern möchten, speichern Sie diese bitte VOR der Eingabe des Product Activation Keys * Wählen Sie den gespeicherten Product Activation Key aus * Fügen Sie den ausgewählten Product Activation Key hinzu * Teleopti WFM wird beendet * Starten Sie MyTime erneut, um alle neu lizensierten Optionen zu erhalten * Starten Sie Teleopti WFM erneut
es: Instrucciones: * Compre una licencia (información de contacto en www.teleopti.com) * Recibirá un archivo con la clave de activación de producto (e.g. via e-mail) * Guarde la clave de activación de producto en el disco * Si tiene trabajo sin guardar en la aplicación, guárdelo antes de aplicar la clave de activación de producto * Busque la clave de activación de producto usando el botón abajo de este mensaje * Aplique la clave de activación de producto * La aplicación se cerrará * Reinicie MyTime para obtener las opciones recién activadas.
fa: دستور العمل: لیسانس را از این راه خریداری کنید: www.teleopti.com کلید فهالسازی را دریافت کنید کلید فعالسازی را بر روی دیسک ذخیره کنید اگر کار ناتمامی در سیستم دارید آن را قبل از اضافه کردن کلید ذخیره کنید کلید فعال سازی را از طریق برنامه از روی دیسک پیدا کنید کلید را اضافه کنید برنامه را ببندید زمانبندی من را برای فعالسازی امکانات جدید مجدداً راه اندازی کنید برنامه را دوباره اجرا کنید
fi: Ohjeet: * Osta lisenssi (ota yhteyttä www.teleopti.com kautta) * Tilaa tuoteavain (esim. sähköpostina) * Tallenna tuoteavain kiintolevylle * Jos sinulla on keskeneräisiä töitä meneillään, muista tallentaa työ ennen kuin liität tuoteavaimen * Hae tuoteavain selaamalla * Liitä tuoteavain * Applikaatio sulkeutuu * Avaa MyTime uudelleen saadaksesi käyttömahdollisuudet uusille lisenseille
fr: Instructions: * Achetez une license (information de contact à www.teleopti.com) * Recevez un fichier de clé d'activation produit (par ex par mail) * Sauvez la clé d'activation produit sur le disque * Si vous avez du travail en cours dans l'application, sauvegardez-le avant d'appliquer la clé d'activation produit * Recherchez la clé d'activation produit en utilisant le bouton parcourir ci-dessous * Appliquez la clé d'activation produit * L'application va se fermer * Redémarrez MyTime pour obtenir les options couvertes par la nouvelle licence. * Redémarrez l'application
no: Instruksjoner: * Kjøp en lisens (kontaktinformasjon her www.teleopti.com) * Motta produktaktiveringsnøkkel (for eksempel via e-post) * Lagre produktaktiveringsnøkkel på disk * Hvis du har noe ulagret arbeid, påse å lagre dette før produktaktiveringsnøkkel legges inn. * Bla til produktaktiveringsnøkkel filen ved bruk av Browse knappen nedenfor * Legg inn produktaktiveringsnøkkel * Programmet vil avsluttes * Restart MyTime å få de nye lisens mulighetene * Start programmet på nytt
pl: Instrukcja: * Kup licencje (informacje kontaktowe tutaj www.teleopti.com) * Odbierz plik klucza aktywacyjnego produktu(np poprzez mail) * Zapisz klucz aktywacyjny produktu na dysk * Jeśli masz jakiekolwiek prace w toku zapisz je przed zastosowaniem klucza aktywacji produktu * Przejdź do pliku klucza aktywacji produktu za pomocą przycisku przeglądania poniżej * Zastosuj klucz aktywacyjny produktu * Aplikacja będzie wyłączona * Uruchom ponownie MyTime aby uzyskać nowo licencjonowane opcje * Uruchom aplikację ponownie
pt: Instruções: * Adquira uma licença (mais informações em www.teleopti.com) * Receba um arquivo com a chave de ativação do produto (por e-mail por exemplo) * Salve a chave de ativação do produto no seu computador * Caso necessário, salve qualquer trabalho que você esteja fazendo na aplicação antes de aplicar a chave de ativação do produto * Localize o arquivo com a chave de ativação do produto através do botão "procurar" abaixo * Aplique a chave de ativação do produto * A aplicação será fechada * Reinicie o MyTime para obter as novas opções licenciadas * Reinicie a aplicação
ru: Инструкция: * Купите лицензию (контактная информация на www.teleopti.com) * Получите файл с ключом активации продукта (например, с помощью эл. почты) * Сохраните файл ключа активации продукта на диск * Если у вас в приложении есть работа, результат которой необходимо сохранить, то сделайте это прежде, чем применять ключ активации * С помощью кнопки загрузить откройте файл ключа активации * Примените ключ активации продукта * Приложение закроется * Перезагрузите MyTime * Отройте клиент снова
sv: Instruktioner: * Köp en licens (kontaktinformation finns på www.teleopti.com) * Ta emot en fil med en produktaktiveringsnyckel (t ex via e-post) * Spara produktaktiveringsnyckel * Om du har ändringar som ej sparats i applikationen, spara innan du lägger på produktaktiveringsnyckeln * Bläddra till filen med produktaktiveringsnyckeln med hjälp av knappen Bläddra nedan * Lägg på produktaktiveringsnyckeln * Applikationen kommer att stängas ner * Starta om för att få tillgång till nylicensierade funktioner
tr: Lisans dosyası uygulama talimatları (aşama aşama): * Yeni lisans satın alınız (daha fazla bilgi için linke tıklayın: www.teleoptı.com) * Lisans dosyası teslim alınız (örn: e-posta ya da Teleopti Service Desk ya da aracı kuruluş aracılığıyla ana Teleopti sunucusunda) * Lisans dosyasını herhangi bir diske kaydetmeniz gerekiyorsa lütfen kaydedin. * Teleopti WFM programı üzerinde halen çalışmaktaysanız lütfen lisans dosyasını uygulamadan önce yaptığınız değişiklikleri kaydettiğinizden emin olun. * "Gözat" tuşuna tıklayarak lisans dosyasının bulunduğu dizine gözatın. * Lisans dosyasını uygulayın. * Lisans dosyasını uyguladıktan sonra uygulama otomatik olarak kapanacaktır. * Seçenekler menüsünde güncellenmiş lisans kotanızı görebilmeniz için MyTime'ı (Zaman Planım) yeniden başlatın. * Uygulamayı yeniden başlatın.
zh_cn: 说明： * 购买一个授权（联系信息请参见www.teleopti.com） * 收到产品激活密钥文件（如通过Email） * 保存产品激活密钥到本地磁盘 * 在应用产品密钥前保存您当前的工作 * 使用下方的“浏览”找到产品密钥文件 * 应用产品激活密钥 * 应用程序将会关闭 * 重新启动MyTime以得到新授权的on功能选项 * 再次开启应用程序
zh_hk: 說明： * 購買一個授權（聯繫資訊請參見www.teleopti.com） * 收到產品啟用金鑰檔（如通過Email） * 保存產品啟用金鑰到本地磁片 * 在應用產品金鑰前保存您當前的工作 * 使用下方的“流覽”找到產品金鑰檔 * 應用產品啟用金鑰 * 應用程式將會關閉 * 重新開機MyTime以得到新授權的on功能選項 * 再次開啟應用程式

source: Apply to
ar: تطبيق لـ
cs: Použít na
da: Anvend på
de: Verwenden für
es: Aplicar a
fa: بکار بردن در
fi: Sovella
fr: Appliquer à
lv: Pielietot
no: Søk på
pl: Zastosuj do
pt: Aplicar para
ru: Применить к
sv: Använd för
tr: Uygula
zh_cn: 应用到
zh_hk: 應用到

# BackToWorkCannotBeGreaterThanAbsenceEnd
source: Back to work time cannot be greater than the absence end time
ar: وقت العودة للعمل لا يمكن أن يكون أكبر من وقت نهاية الغياب
cs: Čas návratu do práce nemůže být vyšší než konečný čas absence
da: Tilbage på arbejds-tid kan ikke väre större end fravärs slut-tid
de: Die Zeit der Abwesenheitsrückkehr kann nicht größer als die Abwesenheitszeit sein.
es: La vuelta al trabajo no puede ser mayor que el final de la ausencia
fa: زمان برگشت به کار نمی تواند از زمان پایان مرخصی بیشتر باشد
fi: Töihinpaluuaika ei voi olla suurempi kuin poissaolon päättymisaika
fr: De retour au travail ne peut pas être postérieur à l'heure de fin de l'absence
lv: Darbā atgriešanās laiks nevar būt lielāks par prombūtnes beigu laiku
no: Tilbake til arbeid kan ikke være høyere enn fraværets sluttid
pl: Powrót do czasu pracy nie może być większy niż czas zakończenia nieobecności
pt: O tempo de voltar ao trabalho não pode ser maior do que o horário de término da ausência
ru: Возвращение на работу не может быть больше, чем время завершения отсутствия
sv: Tiden satt för åter i arbete kan inte vara senare än frånvarons sluttid
tr: Geri dönme saati devamsızlığın bitiş saatinden geç olamaz.
zh_cn: 返回工作的时间不能大于缺勤的结束时间
zh_hk: 返回工作的時間不能大於缺勤的結束時間

# BackToWorkTextPrompt
source: returned from absence early at :
ar: عودة من غياب مبكر فى:
cs: dřívější návrat z absence:
da: Retur fra fravär:
de: Früher aus der Abwesenheit rückgekehrt zum:
es: regreso de ausencia temprano :
fa: از مرخصی بازگشته در:
fi: palasi ennen poissaolon päättymistä:
fr: Est retourné au travail plus tôt à:
lv: atgriezies no prombūtnes agri:
no: Returnert fra fravær ved:
pl: wcześniejszy powrót z nieobecności w:
pt: voltou mais cedo da ausência em:
ru: возвращение из отсутствия:
sv: kom åter från frånvaron i förtid:
tr: devamsızlıktan erken dönüldü
zh_cn: 提前从缺勤返回工作在：
zh_hk: 提前從缺勤返回工作在：

# BadgeLeaderBoardReport
source: Gamification Leaderboard
ar: لوحة القائد
cs: Tabulka výsledků
de: Rangliste
es: Tabla de Posiciones
fa: آنلاین
fi: Mitalitaulu
fr: Classement
ja: リーダーボード
lv: Medaļu spēles Līderi
no: Gamification resultattavle
pl: Tablica liderów
pt: Ranking
ru: Доска лидеров
sv: Medaljtavla
tr: Madalya tablosu
zh_cn: 排行榜
zh_hk: 排行榜

# CannotAddPreferenceSelectedItemNotAvailable
source: The preference cannot be added because the selected item is not available anymore.
ar: قائمة التفضيلات لا يمكن إضافتها لأن الموضوع الذى تم اختياره لم يعد متاحا بعد الآن.
cs: Volba nemůže být přidána, protože vybraná položka již není k dispozici.
da: Preferencen kan ikke tilföjes da det valgte element ikke längere er tilgängeligt.
de: Die Präferenz kann nicht ausgewählt werden, da das ausgewählte Element nicht mehr zur Verfügung steht.
es: La preferencia no pudo ser añadida porque el objeto seleccionado ya no está disponible.
fa: اولویت نمی تواند اضافه شود زیرا آیتم انتخاب شده دیگر در دسترس نیست
fi: Työvuorotoivetta ei voida lisätä, koska valitsemasi työvuoro ei ole enää käytettävissä.
fr: La préférence ne peut être ajoutée car l'élément sélectionné n'est plus disponible.
ja: 選択された項目が無効なためプリファレンスを追加できません
lv: Vēlmi nevar pievienot jo izvēlētais priekšmets nav vairs pieejams
no: Preferansen kan ikke legges til, det valgte elementet er ikke lenger tilgjengelig.
pl: Preferencja nie może zostać dodana, ponieważ wybrana pozycja nie jest już dostępna.
pt: A preferência não pode ser adicionada, pois o item selecionado não está mais disponível.
ru: Предпочтение не может быть добавлено, так как выбранный предмет более недоступен.
sv: Önskemålet kan inte läggas till eftersom det valda objektet inte längre är tillgängligt.
tr: Seçili öğe kullanıma açık olmadığından tercih eklenemiyor.
zh_cn: 偏好无法被添加由于选定项已不可用
zh_hk: 偏好無法被添加由於選定項已不可用

# CannotBeBeforeTime
source: {0} cannot be earlier than {1}
ar: {0} لا يمكن أن تكون مبكرة عن {1} .
cs: {0} nemůže být dříve než {1}
da: {0} kan ikke väre tidligere end {1}
de: {0} kann nicht früher als {1} beginnen
es: {0} no puede ser más temprano que {1}
fa: {0} نمی تواند از {1} بزرگتر باشد
fi: {0} ei voi olla aiemmin, kuin {1}
fr: {0} ne peut pas être plus tôt que {1}
ja: {0}は{1}より早くできません
lv: {0} nevar būt agrāk kā {1}
no: {0} kan ikke være tidligere enn {1}
pl: {0} nie może być wcześniejsza niż {1}
pt: {0} não pode ser antes de {1}
ru: {0} не может быть раньше, чем {1}
sv: {0} kan inte vara tidigare än {1}
tr: {0} {1} den erken olamaz.
zh_cn: {0} 不能早于 {1}
zh_hk: {0} 不能早於 {1}

source: Cannot get preference setting.
ar: لا يمكن الحصول على اعدادات قائمة التفضيلات
cs: Nemohu získat nastavení předvoleb.
da: Kan ikke finde foretrukken opsätning
de: Präferenz-Einstellungen können nicht geladen werden.
es: No se puede obtener la propiedad de preferencias.
fa: نمی تواند تنظیمات برگزیده را دریافت نماید
fi: Työvuorotoiveen asetus ei ole käytettävissä.
fr: Ne peut obtenir le paramètre de préférence
ja: プリファレンスを設定できません
lv: Nevar iegūt izvēles uzstādījumus.
no: Kan ikke vise preferanse setting.
pl: Nie można pobrać ustawienia preferencji.
pt: Não foi possível obter as configurações das preferências.
ru: Невозможно получить настройки предпочтения.
sv: Kan inte hämta önskemålsinställning.
tr: Tercih ayarları alınamıyor.
zh_cn: 无法获取偏好设定．
zh_hk: 無法獲取偏好設定．

# CannotReadProductActivationKeyFile
source: Product Activation Key "{0}" could not be accessed Error details: {1}
ar: مفتاح تنشيط المنتج "}0{"لا يمكن تشغيله : تفاصيل الخطأ }1{
cs: Aktivační klíč "{0}" není dostupný Detail chyby: {1}
da: Produkt aktiveringsnögle "{0}" kunne ikke tilgåes. Fejldetaljer: {1}
de: Product Activation Key "{0}" kann nicht gelesen werden. Details: {1}
es: No se pudo acceder a la Clave de Activación de Producto "{0}" Detalles del error: {1}
fa: کلید فعالسازی محصول"{0}" در دسترس نیست. جزئیات پیام خطا {1}
fi: Tuoteavain "{0}" ei ole käytettävissä. Virhe: {1}
fr: La clé d'activation produit "{0}" n'a pas pu être accédée. Détails de l'erreur: {1}
no: Product Activation Key "{0}" kunne ikke nås Feildetaljer : {1}
pl: Nie można uzyskać dostępu do klucz aktywacyjnego "{0}" Szczegóły błędu: {1}
pt: A Chave de Ativação do Produto "{0}" não pôde ser acessada Detalhes do erro: {1}
ru: Не удалось получить доступ к ключу активации "{0}" Подробности ошибки: {1}
sv: Produktaktiveringsnyckeln "{0}" kunde inte läsas Feldetaljer: {1}
tr: Lisans dosyası "{0}" ulaşılamaz durumda. Hata detayları {1}
zh_cn: 产品激活密钥 "{0}" 无法被访问 错误详细信息: {1}
zh_hk: 產品啟用金鑰 "{0}" 無法被訪問 錯誤詳細資訊: {1}

# CouldNotFindAnyValidShiftInShiftBag
source: Could not find any valid shifts in shift bag
ar: لا يمكن إيجاد أى وردية صالحة فى حقيبة الورديات
cs: Nemohu najít jedinou směnu v této sestavě směn
da: Kunne ikke fine nogen gyldig vagt i vagtsamling
de: Keine gültigen Schichten in der Schichtsammlung
es: No se encontraron turnos válidos en la bolsa de turnos
fa: شیفت های معتبری در بسته شیفت پیدا نشد
fi: Ei löytynyt voimassa olevaa työvuoroa vuoropussista
fr: Impossible de trouver un horaire valide dans la banque d'horaires
ja: 有効なシフトが見つかりません
lv: Nevarēja atrast nevienu derīgu maiņu, maiņu portfelī
no: Kunne ikke finne noen gyldige endringer i skift pose
pl: Nie można znaleźć żadnych poprawnych zmian w Aktówce Zmian
pt: Não foram achados turnos válidos na cesta de turnos
ru: Невозможно найти правильные смены в контейнере смен
sv: Hittade inget giltligt skift i skiftpåsen
tr: Vardiya torbasında geçerli vardiya bulunamadı.
zh_cn: 班次包中无法找到有效的班次
zh_hk: 班次包中無法找到有效的班次

# DatabaseProblem
source: There was a problem trying to store the product activation key in the database. Error details: {0}
ar: هناك مشكلة حدثت عند محاولة حفظ مفتاح تنشيط المنتج فى قاعدة البيانات تفاصيل المشكلة: }0{
cs: Nastal problém s uložením aktivačního klíče do databáze. Detail chyby: {0}
da: Der opstod et problem med at gemme produktaktiveringsnöglen i databasen. Fejldetaljer: {0}
de: Es ist ein Problem aufgetreten beim Speichern des Product Activation Keys in der Datenbank. Details: {0}
es: Hubo un problema al intentar guardar la clave de activación de producto en la base de datos. Detalles del error: {0}
fa: در ذخیره کلید فعالسازی محصول در پایگاه داده مشکلی بوجود آمد. جزئیات پیام خطا {0}
fi: Tuoteavaimen tallentaminen tietokantaan epäonnistui. Virhe: {0}
fr: Il y a eu un problème pendant le stockage de la licence dans la base de données: détails d'erreur: {0}
id: Ada masalah ketika mencoba menyimpan lisensi pada database. Detil kesalahan: {0}
it: Si è verificato un problema nel tentativo di memorizzare la licenza nel database. Dettaglio errore: {0}
nl: Er was een probleem om de licentie in de database op te slaan. Error details: {0}
no: Det var et problem ved forsøk på å oppbevare produktaktiveringsnøkkel i databasen. Feildetaljer : {0}
pl: Wystąpił problem podczas próby zachowania klucza aktywacji produktu w bazie danych. Szczegóły błędu: {0}
pt: Ocorreu um erro no armazenamento da chave de ativação do produto no banco de dados. Detalhes do erro: {0}
ru: При попытке сохранить ключ активации в базе данных возникла ошибка. Подробности ошибки: {0}
sv: Ett problem uppstod när produktaktiveringsnyckeln skulle lagras i databasen. Detaljerad information om felet: {0}
tr: Lisans dosyasını veritabanlarına kaydederken bir hata oluştu. Hata detayları: {0}
zh_cn: 尝试保存产品激活密钥到数据库中遇到一个问题. 错误详细信息: {0}
zh_hk: 嘗試保存產品啟用金鑰到資料庫中遇到一個問題. 錯誤詳細資訊: {0}

source: Email Settings
ar: إعدادات البريد
cs: Nastavení emailu
da: Email opsätning
de: Einstellungen Email
es: Propiedades de E-mail
fa: تنظیمات ایمیل
fi: Sähköpostiasetukset
fr: Paramètres d'e-mails
ja: eメール設定
lv: E-pastu Uzstādījumi
no: E-postinnstillinger
pl: Ustawienia Email
pt: Configurações de E-mail
ru: Настройки эл. почты
sv: E-postinställningar
tr: e-Posta Ayarları
zh_cn: 电子邮件设定
zh_hk: 電子郵件設定

# EnterValidFile
source: Enter a valid file name, including path
ar: ادخل اسم ملف صحيح متضمنا مسار صحيح
cs: Vložte korektní název souboru včetně cesty
da: Indtast et gyldigt filnavn, inklusiv sti
de: Geben Sie einen gültigen Namen und Pfad ein.
es: Introduzca un nombre de archivo válido, incluyendo destino
fa: یک نام معتبر فایل وارد کنید،مسیر صحیح نیز وارد نمایید
fi: Syötä tiedostolle nimi tai kirjoita tiedoston polku
fr: Entrez un nom de fichier valide, incluant le chemin
id: Masukkan nama file yang valid, termasuk path
it: Inserisci un nome di file valido, includendo il percorso
lv: Ievadiet derīgu faila nosaukumu, tai skaitā ceļu
nl: Voer een geldige bestandsnaam, inclusief pad
no: Skriv inn et gyldig filnavn, bane Inkludert
pl: Wprowadź prawidłową nazwę pliku, w tym ścieżkę
pt: Forneça um nome e um caminho de arquivo válidos
ru: Укажите правильное имя файла, включая путь к нему
sv: Ange korrekt filnamn, inklusive sökväg
tr: Lütfen geçerli bir dosya ismi veya dizini girin.
zh_cn: 请输入一个有效的文件名，并包含路径
zh_hk: 請輸入一個有效的檔案名，並包含路徑

source: Filter on intra intervals
ar: تنقيح ما بين المسافات الزمنية
cs: Filtr na intra intervaly
da: Filtrer på intra interval
de: Auf Intra-Interval filtern
es: Filtro sobre intra intervalos
fa: فیلتر کردن فواصل داخلی
fi: Lajittele sisäistä intervallia
fr: Filtrer sur les intra-intervalles
ja: インターバル内のフィルター
lv: Filtrs, iekšējiem intervāliem
no: Filter på intrer intervaller
pl: Filtruj wewnętrzne interwały
pt: Filtrar intra-intervalo
ru: Фильтр по содержанию интервалов
sv: Filtrera på aktiviteter inom intervall
tr: Aralıklar arası filtreleme
zh_cn: 根据当日时段筛选
zh_hk: 根據當日時段篩選

source: Filter on open hours
ar: تنقيح فى الساعات المتاحة
cs: Filtr na otevírací hodiny
da: Filtrer på åbningstider
de: Nach Öffnungszeit filtern
es: Filtro sobre horarios de apertura
fa: فیلتر روی ساعات باز
fi: Lajittele aukioloaikoja
fr: Filtrer sur heures d'ouverture
lv: Filtrs atvērtajām stundām
no: Filter på åpningstider
pl: Filtruj dla godzin otwarcia
pt: Filtrar pelo horário de abertura
ru: Фильтр по часам работы
sv: Filtrera på öppettider
tr: Geçerli saatler filtrelemesi
zh_cn: 根据开放小时筛选
zh_hk: 根據開放小時篩選

# FullDayAbsenceReqEndTime
source: End time
ar: نهاية الوقت
cs: Čas konce
da: Slut tid
de: Ende der Ganztagsabwesenheit
es: Hora de fin
fa: زمان پایان
fi: Päättymisaika
fr: Heure de fin
ja: 終日欠勤リクエスト終了時間
lv: Beigu laiks
no: Slutt tid
pl: Czas zakończenia
pt: Tempo final
ru: Время окончания
sv: Sluttid
tr: Bitiş Zamanı
zh_cn: 结束时间
zh_hk: 結束時間

# FullDayAbsenceReqStartTime
source: Start time
ar: بداية الوقت
cs: Začátek
da: Start tid
de: Beginn der Ganztagsabwesenheit
es: Hora de comienzo
fa: زمان شروع
fi: Aloitusaika
fr: Heure de début
ja: 終日欠勤リクエスト開始時間
lv: Sākuma laiks
no: Start tid
pl: Czas rozpoczęcia
pt: Tempo inicial
ru: Время начала
sv: Starttid
tr: Başlangıç zamanı
zh_cn: 开始时间
zh_hk: 開始時間

source: Full Day Absence Settings
ar: إعدادات غياب اليوم بالكامل
cs: Nastavení celodenní absence
da: Heldags fravär opsätning
de: Einstellungen der Ganztags-Abwesenheiten
es: Ajustes Ausencia Día Completo
fa: تنظیمات مرخصی روزانه
fi: Kokopäivän poissaolon asetukset
fr: Paramètres d'absence journée entière
ja: 終日欠勤設定
lv: Pilnas Dienas Prombūtnes Uzstādījumi
no: Full dagsfravær Innstillinger
pl: Ustawienia Całodniowej Nieobecności
pt: Configurações de Ausências de Dia Inteiro
ru: Настройки отсутствия на полный день
sv: Inställningar för heldagsfrånvaro
tr: Tam Gün Devamsızlık Ayarları
zh_cn: 全天缺勤设定
zh_hk: 全天缺勤設定

# IntraIntervalIssue
source: Intra interval balance issue
ar: مسألة توازن ما بين المسافات الزمنية
cs: Problém s rovnováhou intra intervalu
da: Intra interval saldo problem
de: Intra Interval Balance Fehler
es: Problema de equilibrio intra intervalo
fa: مشکل توازن فواصل داخلی
fi: Intervallin sisäinen tasapainoaihe
fr: Problème d'équilibre intra-intervalle
ja: インターバル内の問題
lv: Iekšējā intervāla bilances jautājums
no: Inter intervallbalanse problem
pl: Problem z wyrównaniem wewnętrznych interwałów.
pt: Problema com o balanceamento intra-intervalo
ru: Проблема баланса внутри интервала
sv: Problem med balans inom intervallet
tr: Aralıklar arası denge sorunu
zh_cn: 时段内均衡问题
zh_hk: 時段內均衡問題

# IntraIntervalOptimization
source: Intra interval balance
ar: توازن ما بين المسافات الزمنية
cs: Rovnováha intra intervalu
da: Intra interval saldo
de: Intra-Intervall Balance
es: Equilibrio intra intervalo
fa: توازن فواصل داخلی
fi: Intervallin sisäinen tasapaino
fr: Equilibre intra-intervalle
ja: インターバル間の活動
lv: Iekšējā intervāla bilance
no: Inter intervall balanse
pl: Wyrównywanie interwałów wewnętrznych
pt: Balanceamento intra-intervalo
ru: Баланс внутри интервала
sv: Balans inom intervall
tr: İnterval arası denge
zh_cn: 时段内均衡 (如15分钟时段内，更小间隔的活动均衡)
zh_hk: 時段內均衡 (如15分鐘時段內，更小間隔的活動均衡)

source: Lowest intra interval balance
ar: أقل توزان بين المسافات الزمنية
cs: Nejnižší interval intra rovnováhy
da: Laveste intra interval saldo
de: Geringste Intra-Intervall Balance
es: Equiilibrio intra intervalo más bajo
fa: کمترین توازن فواصل داخلی
fi: Matalin intervallin sisäinen tasapaino
fr: Equilibre intra-intervalle le plus bas
lv: Zemākā iekšējā intervāla bilance
no: Laveste inter intervall balanse
pl: Najniższa równowaga wewnątrz przedziału
pt: Menor balanceamento intra-intervalo
ru: Самый низкий баланс внутри интервала
sv: Lägsta balans inom intervall
tr: En düşük interval arası denge
zh_cn: 最低时段内均衡
zh_hk: 最低時段內均衡
