Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# ShiftTradeStatusDtoOkByMe
source: Waiting for other party
ar: بانتظار الطرف الاخر
cs: Čekání na druhou stranu
da: Afventer anden part
de: Warte auf den anderen Part
es: Esperando por la otra parte
fa: در حال انتظار برای گروه دیگر
fi: Odottaa kolleegasi hyväksyntää
fr: En atttente de l'autre partie
id: Menunggu pihak lain
it: In attesa delle controparte
ja: 他のパーティ待ち
lv: Gaida atbildi no otras puses
nl: Wachten op een andere partij
no: Venter på annen part
pl: Oczekiwanie na drugą stronę
pt: Esperando o outro participante
ru: Ожидание второй стороны
sv: Väntar på andra parten
tr: Diğer taraf için bekleniyor
zh_cn: 等待另外一方回应
zh_hk: 等待另外一方回應

# ShiftTradeStatusDtoOkByBothParts
source: Waiting for approval
ar: بانتظار الموافقة
cs: Čekajíci na potvrzení
da: Afventer godkendelse
de: Warte auf Genehmigung
es: Esperando por aprobación
fa: در حال انتظار برای تاییدیه
fi: Odottaa hyväksyntää
fr: En attente d'autorisation
id: Menunggu persetujuan
it: In attesa di approvazione
ja: 承認待ち
lv: Gaida apstiprinājumu
nl: Wachtend op goedkeuring
no: Venter på godkjenning
pl: Oczekiwanie na aprobatę
pt: Esperando pela aprovação
ru: Ожидание согласования
sv: Väntar på godkännande
tr: Onay için bekleniyor
zh_cn: 等待批准
zh_hk: 等待批准

# ShiftTradeStatusDtoReferred
source: Referred
ar: مُشار اليه
cs: Vztažený k
da: Henvist
de: Weitergeleitet
es: Referido
fa: جابجا شده
fi: Odottaa
fr: Renvoyé
id: Dirujuk
it: Con riferimento
ja: 参照
nl: Aangeschreven
no: Henvist
pl: Przekazane
pt: Referido
ru: Переданный на рассмотрение
sv: Återremitterad
tr: Refere edildi
zh_cn: 参考
zh_hk: 參考

# TheScheduleHasChanged
source: The schedule has changed. This request must be accepted again.
ar: لقد تغير الجدول. يجب اعادة قبول هذا الطلب
cs: Plán byl změnen. Tento požadavek musí být opět potvrzen
da: Planen er blevet ændret. Denne forespørgsel skal accepteres igen.
de: Der Plan hat sich geändert. Diese Anfrage muss nochmals akzeptiert werden.
es: La planificación se ha cambiado. Esta solicitud deberá ser aceptada de nuevo.
fa: زمان بندی تغییر کرده است. این درخواست مجددا باید پذیرفته شود
fi: Työvuoro on muuttunut. Tämä toive on hyväksyttävä uudelleen.
fr: Le planning a été modifié. Cette demande doit être acceptée à nouveau.
id: Jadwal sudah berubah. Permintaan ini harus diterima kembali.
it: Il piano è stato modificato. Questa richiesta deve essere accettata di nuovo.
ja: スケジュールが変更されました。この要求を再度承認する必要があります。
lv: Grafiks ir mainīts. Šis pieprasījums ir jāapstiprina no jauna.
nl: De rooster is veranderd. Dit verzoek moet opnieuw aanvaard worden.
no: Skjemaet er endret. Denne forespørselen må bekreftes på nytt.
pl: Zmienił się plan. To żądanie musi zostać przyjęte ponownie.
pt: A agenda foi alterada. Essa solicitação deve ser aceita novamente.
ru: Расписание изменено. Этот запрос должен быть подтвержден снова.
sv: Schemat har ändrats. Förfrågan om skiftbyte måste godkännas igen.
tr: Vardiya değişti. İsteğin yeniden kabul edilmesi gerekiyor.
zh_cn: 班表已修改，本申请必须重新确认。
zh_hk: 班表已修改，本申請必須重新確認。

source: Select multiple dates
ar: اختيار تواريخ متعددة
cs: Výběr více dat
da: Vælg flere datoer
de: Wähle mehrere Termine
es: Seleccionar múltiples fechas
fa: انتخاب تاریخهای متعدد
fi: Valitse useita päiviä
fr: Sélectionner plusieurs dates
id: Pilih banyak tanggal
it: Seleziona più date
ja: 複数の日付を選択
lv: Izvēlēties vairākus datumus
nl: Selecteer meerdere datums
no: Velg flere datoer
pl: Wybierz wiele dat
pt: Selecionar múltiplas datas
ru: Выберите несколько дат
sv: Välj flera datum
tr: Birden fazla tarih seç
zh_cn: 选择多个日期
zh_hk: 選擇多個日期

source: Select single date
ar: اختيار تاريخ محدد
cs: Výběr jednotlivého dne
da: Vælg en enkelt dato
de: Wähle einzelnes Datum
es: Seleccionar una única fecha
fa: انتخاب تاریخ واحد
fi: Valitse yksittäinen päivä
fr: Sélectionner date seule
id: Pilih satu tanggal
it: Seleziona una singola data
ja: 1つの日付を選択
lv: Izvēlēties vienu datumu
nl: Selecteer enkele datums
no: Velg enkel dato
pl: Wybierz jedną datę
pt: Selecionar uma única data
ru: Выберите дату
sv: Välj ett datum
tr: Bir adet tarih seç
zh_cn: 选择单个日期
zh_hk: 選擇單個日期

source: Close application
ar: اغلاق التطبيق
cs: Zavřít aplikaci
da: Luk applikationen
de: Programm beenden
es: Cerrar la aplicación
fa: بستن برنامه
fi: Sulje sovellus
fr: Fermer l'application
id: Tutup aplikasi
it: Chiudi l'applicazione
ja: アプリケーションの終了
lv: Aizvērt programmu
nl: Sluit de applicatie
no: Lukk applikasjon
pl: Zamknij aplikację
pt: Fechar aplicação
ru: Закрыть приложение
sv: Stäng programmet
tr: Uygulamayı kapat
zh_cn: 关闭应用程序
zh_hk: 關閉應用程式

source: Copy to clipboard
ar: انسخ للوحة التعليق
cs: Skopíruj do schránky
da: Kopier til udklipsholder
de: Zur Zwischenablage kopieren
es: Copiar a un portapapeles
fa: کپی در تخته کار
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papiers
id: Salin ke clipboard
it: Copia negli appunti
ja: クリップボードにコピー
lv: Kopēt uz mapi
nl: Kopiëren naar het klembord
no: Kopier til utklippstavle
pl: Kopij do schowka
pt: Copiar para a área de transferência
ru: Копировать в буфер
sv: Kopiera till urklipp
tr: Panoya kopyala
zh_cn: 拷贝到剪贴板
zh_hk: 拷貝到剪貼板

source: Send Email
ar: ابعث رسالة الايميل الكتروني
cs: Pošli e-mail
de: E-Mail schicken
es: Enviar E-mail
fa: فرستادن ایمیل
fi: Lähetä sähköposti
fr: Envoyer e-mail
id: Kirim Email
it: Invia e-Mail
ja: Eメールの送信
lv: Sūtīt E-pastu
nl: Email Verzenden
no: Send e-post
pl: Wyślij email
pt: Enviar E-mail
ru: Отправить E-mail
sv: Skicka e-post
tr: E-posta gönder
zh_cn: 发送电子邮件
zh_hk: 發送電子郵件

source: Support email address
ar: ادعم رسالة الايميل الكتروني
cs: E-mailová adresa podpory
da: E-mail adresse til support
de: Support E-Mail- Adresse
es: Soporte, dirección de e-mail
fa: نگهداری آدرس ایمیل
fi: Service Desk-sähköpostiosoite
fr: Adresse e-mail support
id: Alamat email dukungan
it: Indirizzo e-mail per assistenza
ja: Eメールアドレスのサポート
lv: Atbalsta e-pasta adrese
nl: Support email adres
no: Brukerstøtte e-post
pl: Adres emailowy serwisu
pt: Endereço de e-mail do suporte
ru: E-mail адрес поддержки
sv: E-postadress till support
tr: e-mail adresi destekle
zh_cn: 支持的电子邮件地址
zh_hk: 支援的電子郵寄地址

# UnhandledExceptionMessage
source: Teleopti WFM has encountered a problem and needs to close. We are sorry for the inconvenience. If you were in the middle of something, the information you were working on might be lost. In order to give us valuable information about this error, we ask you to kindly report it by clicking on the "Send e-mail report" button below. This will open your default e-mail program. Please also include the following: 1. Step by step on how to reproduce the error 2. Information about what data you were working with 3. Screenshot of the error with Teleopti WFM in the background You can also copy the error message text to the clipboard, and paste it in the e-mail body. Thank you Teleopti R&D
ar: Teleopti WFM يواجه خطأ و يجب أن يغلق. نأسف للعطل. يمكن أن تفقد المعلومات اتي كنت تعمل عليها. نرجو أن تعطينا معلومات عن العطل و ذلك بالضغط على send email report. سيتم فتح الايميل الخاص بك. نرجو اضافة التالي: 1. شرح خطوة بخطوة عن طريقة حدوث الخطأ 2. معلومات عن البيانات التي كنت تعمل عليها 3.صورة عن الخطأ مع Teleopti WFM في الخلفية. يمكنك ايضاً نسخ و لصق نص رسالة الخطأ في رسالة الايميل مع تحيات Teleopti R&D و شكراً
cs: Teleopti WFM zaznamenal problém a musí být uzavřen. Omlouváme se způsobené nepříjemnosti. Pokud jste byli uprostřed práce, informace, se kterými jste pracovali mohou být ztraceny. Abychom Vám mohli dát relevantní informace o této chybě, žádáme Vás, abyste byli tak laskaví a odeslali report kliknutím na tlačítko níže "Odeslat report e-mailem". Bude otevřen Váš výchozí e-mailový klient. Prosím přidejte následující: 1. Jak zopakovat chybu krok za krokem 2. Informace o datech, se kterými jste pracovali 3. Snímek obrazovky s chybou s Teleopti WFM na pozadí
da: Teleopti WFM er stødt på et problem og må lukke ned. Vi beklager ulejligheden. Hvis du var midt i noget, kan de oplysninger, du arbejdede på, være gået tabt. For at give os værdifulde oplysninger om denne fejl, beder vi dig venligst rapportere den ved at klikke på knappen “Send e-mail rapport” nedenfor. Dette vil åbne dit normale e-mail program. Venligst inkluder følgende: 1. Trin for trin hvordan man genskaber fejlen 2. Oplysninger om, hvilke data du arbejdede med 3. Skærmbillede af fejlen med Teleopti WFM i baggrunden Du kan også kopiere fejlmeddelelsens tekst til udklipsholderen og indsætte den i e-mailens brødtekst. Tak Teleopti R&D
de: Teleopti WFM ist auf ein Problem gestossen und muss beendet werden. Wir beklagen die Unannehmlichkeit. Die Information Ihrer gegenwärtigen Arbeit geht möglicherweise verloren. Um uns wertvolle Information über diesen Fehler zu geben, bitten wir Sie den “Sende E-Mail Bericht”-Button zu drücken. Dies öffnet Ihr Standard E-Mail Programm. Bitte fügen Sie das Folgende hinzu:: 1. Schritte zur Reproduktion des Fehlers 2. Information über die Daten mit denen Sie arbeiteten 3. Screenshot vom Fehler mit Teleopti WFM im Hintergrund Sie können auch die Fehlermitteilung zur Zwischenablage kopieren, und in die E-mail einfügen. Vielen Dank Teleopti R&D
es: Teleopti WFM ha encontrado un problema y necesita ser cerrado. Sentimos las molestias. Si se encontraba en mitad de un proceso, la información sobre la que estaba trabajando podría perderse. A fin de que pueda darnos información de valor sobre este error, le pedimos que tenga a bien reportarlo haciendo click en "Enviar un reporte por e-mail" en el botón de abajo. Esto abrirá su correo electrónico por defecto. Por favor, incluya también en el e-mail lo siguiente: 1. Paso a paso como se reprodujo el error 2. Información sobre los datos en los que estaba trabajando 3. Captura de pantalla del error con Teleopti WFM en el fondo También puede copiar el mensaje de error en un archivo-portapapeles y pegarlo en el cuerpo del e-mail. Muchas gracias. Teleopti R&D
fa: برنامه با مشکلی مواجه شده است و باید بسته شود. از اینکه این اتفاق افتاد متاسف هستیم. اگر در میانه انجام کاری بودید، برخی از تغییرات احتمالاً از بین رفته است. برای اینکه بتوانیم بهتر به شما کمک کنیم از شما در خواست داریم که بر روی کلید فرستادن گزارش پستی کنید تا برنامه پیشفرض پستی الکترونیکی باز شود. حال لطفاً اطلاعات زیر را اضافه کنید: مراحل لازم برای ایجاد دوباره اشکال اینکه با چه داده های کار میکردید چند تصویر از محیط خطا شما میتوانید کپی از متن خطا را نیز در ایمیل قرار دهید سپاس Teleopti R&D
fi: Teleopti WFM:ssä on tapahtunut odottamaton virhe ja se suljetaan. Pahoittelemme tästä aiheutuvaa harmia. Jos sinulla oli jotain kesken, tallentamattomat tiedot voi kadota. Jotta saisimme arvokasta tietoa tapahtuneesta virheestä, niin pyydämme sinua raportoimaan siitä klikkaamalla alla olevaa ”Lähetä sähköposti” -näppäintä. Tämä toiminto avaa oletus sähköpostiohjelmasi. Kerro meillä mitä olit tekemässä: 1. Kerro vaihe vaiheelta mitä olit tekemässä. 2. Kerro missä modulissa olit virheen tapahtuessa. 3. Liitä Teleopti WFM:n virheilmoitus kuvankaappauksena, jos se ei ole sähköpostin liitteenä. Voit myös kopioida virheilmoituksen viestin leikepöydälle ja liittää sen sähköpostiin. Kiitos sinulle avustasi. Teleopti R&D
fr: Teleopti WFM a rencontré un problème et doit fermer. Nous sommes désolés pour le désagrément causé. Si vous étiez en plein travail, les informations sur lesquelles vous travailliez peuvent être perdues. Pour nous donner des informations pertinentes sur cette erreur, nous vous demandons de bien vouloir nous le signaler en cliquant sur le bouton "Envoyer rapport par e-mail". Cela va ouvrir votre programme d'e-mail par défaut. Merci d'inclure: 1. Comment reproduire l'erreur étape par étape: 2. Informations sur les données avec lesquelles vous travailliez: 3. Capture d'écran de l'erreur avec Teleopti WFM en arrière-plan: Vous pouvez aussi copier le message d'erreur dans le presse-papiers et le copier dans l'e-mail. Merci Teleopti R&D
id: Teleopti CCC menemui masalah dan perlu ditutup. Kami minta maaf atas ketidaknyamananya. Bila anda sedang mengerjakan sesuatu, pekerjaan anda mungkin akan hilang. Supaya kami mengetahui kesalahan ini, kami meminta anda untuk melaporkannya dengan cara mengklik tombol "Kirim email laporan" di bawah. Ini akan membuka program email standar anda. Tolong cantumkan : 1. Langkah-langkah yang anda lakukan sehingga menyebabkan kesalahan terjadi 2. Informasi mengenai data yang sedang anda kerjakan 3. Screenshot kesalahan dengan layar Teleopti CCC sebagai latar belakang Anda juga bisa menyalin pesan kesalahan pada clipboard, dan menempelkannya pada email. Terima kasih R&D Teleopti
it: Teleopti CCC ha riscontrato un problema e necessita di essere chiuso. Siamo spiacenti per l'inconveniente. Se stavi facendo qualcosa, le informazioni su cui stavi lavorando potrebbero andare perdute. Al fine di fornirci informazioni utili riguardo questo errore, ti chiediamo gentilmente di inviarcene i dettagli premendo sul bottone "Invia report via e-mail" sottostante. Facendo ciò si aprirà il tuo programma di e-mail predefinito. Per favore, includi anche quanto segue: 1. La descrizione dei passi da seguire per riprodurre l'errore 2. Informazioni riguardo ai dati su cui stavi lavorando 3. Uno screenshot dell'errore con Teleopti CCC nello sfondo Inoltre, puoi copiare il messaggio di errore negli appunti e incollarlo nel corpo della e-mail. Grazie. Teleopti R&D
ja: 問題が発生したため、Teleopti WFMを終了します。ご不便をおかけして申し訳ありません。作業中の内容は失われます。 エラーに関する有益な情報を得るため、[Eメールレポートを送信] ボタンをクリックしてレポートをお送りください。このボタンをクリックすると、既定のEメールプログラムが開きます。このレポートには以下の情報も含めてください。 1. エラーの再現手順 2. 作業していたデータに関する情報 3. Teleopti WFMの画面をバックにしたエラーのスクリーンショット エラーメッセージのテキストをクリップボードにコピーして、Eメールの本文に貼り付けていただいても構いません。 ご協力ありがとうございます。 Teleopti研究開発グループ
nl: Teleopti CCC heeft een probleem gevonden en moet sluiten. Onze excuses voor het ongemak. Als u ergens mee bezig was, er is een kans dat de gegevens waaraan U in werkte verloren zijn. In orde om ons waardevolle informatie over deze fout geven, vragen wij U dit door te melden door op de "Stuur een e-mail rapport" te klikken, een toets hieronder. Dit zal Uw standaard e-mail programma openen. Vermeld ook het volgende: 1. Stap voor stap op hoe de error te reproduceren 2. Informatie over welke data U werkte 3. Screenshot van de error met Teleopti CCC op de achtergrond U kunt ook de tekst van de foutbericht kopiëren naar het klembord en in het e-mail lichaam plakken. Dank U Teleopti R & D
no: Teleopti WFM har et problem og må lukkes. Vi beklager det inntrufne. Hvis du var i midten av noe, kan den informasjon du arbeidet med være tapt. For å gi oss verdifull informasjon om denne feilen, ber vi deg vennligst til å rapportere det ved å klikke på "Send e-post rapport"-knappen nedenfor. Dette vil åpne ditt standard e-postprogram. Ta også med følgende: 1. Trinn for trinn om hvordan du kan reprodusere feilen. 2. Informasjon om hvilke data du arbeider med. 3. Skjermbilde av feilen med Teleopti WFM i bakgrunnen. Du kan også kopiere feilmeldingen til utklippstavlen, og lim den inn i e-posten. Takk, Teleopti R & D
pl: Aplikacja Teleopti WFM napotkała problem i musi zostać zamknięta. Przepraszamy za kłopot. Niezapisane zmiany zostały prawdopodobnie utracone. Aby przekazać producentowi cenne informacje o tym błędzie, bardzo prosimy o zgłoszenie go przyciskiem "Wyślij raport o błędzie emailem". Otworzy to twój normalny program pocztowy. Prosimy bardzo o poniżesz informacje: 1. Kroki prowadzące do wystąpinia błędu 2. Informacje o danych, które obrabiałeś(aś) 3. Obrazek ekranu z widocznym Teleopti WFM Możesz też skopiować tekst komunikatu błędu do emaila. Z góry dziękujemy, Dział Rozwoju Teleopti
pt: O Teleopti WFM encontrou um problema e precisará ser fechado. As informações com as quais você estava trabalhando podem ter sido perdidas. Por favor desculpem-nos pelo transtorno. Para obter informações valiosas sobre este erro, nós pedimos que você o relate clicando no botão: "Enviar relatório por e-mail" abaixo. Ao clicar nesse botão o seu programa de e-mails padrão será aberto. Por favor inclua também as seguintes informações no relatório: 1. Um passo a passo de como reproduzir o erro 2. Informações sobre quais eram os dados com os quais você estava trabalhando quando o erro ocorreu 3. Uma imagem da tela de erro (printscreen) com o Teleopti WFM ao fundo Você também pode copiar o texto da mensagem de erro para a área de transferência e colá-lo no corpo do e-mail. Obrigado, Teleopti P&D
ru: В Teleopti WFM обнаружена ошибка. Приложение будет закрыто. Приносим извинения за доставленные неудобства. Информация, с которой вы работали, могла быть потеряна. Для решения этой проблемы, информация об ошибке будет крайне ценна для нас. Сообщить нам об ошибке Вы можете, нажав на кнопку "Отправить сообщение по электронной почте", расположенную ниже. Это позволит открыть по умолчанию программу электронной почты. Просьба также в письмо включать следующее: 1. Максимально подробное описание Ваших шагов перед возникновением ошибки 2. С какими данными в системе вы работали непосредственно перед возникновением ошибки 3. Скриншот с ошибкой Teleopti WFM Вы можете также скопировать текст сообщения об ошибке в буфер обмена и вставить его в сообщение электронной почты. Спасибо Teleopti R&D
sv: Ett problem har uppstått och Teleopti WFM måste stängas. Vi beklagar problem detta medför. Information som inte sparats kan ha gått förlorad. För att få värdefull information om detta fel, ber vi er att rapportera det genom att klicka på "Skicka e-postrapport"-knappen nedan. Detta kommer öppna ditt förvalda e-postprogram. Var snäll att bifoga följande: 1. Stegvis förklara hur felet kan återskapas 2. Information om vilket data du arbetade med 3. Skärmdump av felet med Teleopti WFM i bakgrunden Du kan också kopiera felet med "Kopiera till urklipp" och klistra in det i ett e-postmeddelande. Tack Teleopti R&D
tr: Teleopti WFM bir sorunla karşılaştı ve bu sebepten dolayı uygulamanın kapanması gerekiyor. Bundan dolayı özür diliyoruz. Yapmakta olduğunuz değişiklikler kaybolmuş olabilir. Bu sorunun çözülebilmesi için hata raporunun Teleopti'nin eline ulaşması kritik önem taşıyor. Bu sebepten dolayı lütfen aşağıdaki "Hata raporu gönder" düğmesine tıklayın. Bu komut varsayılan e-posta programınızı çalıştıracaktır. E-posta programınızda çıkacak olan yeni e-postaya: 1. Hatırlayabildiğiniz kadarıyla aşama aşama nasıl bu sorunu yaşama noktasına geldiğiniz 2. Hata aldığınız anda programda tam olarak ne ile uğraşmakta olduğunuz 3. Hatayı almış olduğunuz anda Teleopti uygulamasının (hata mesajı ile) ekran görüntüsü (screenshot) bilgilerini ekleyerek, e-postanın metin kısmına almış olduğunuz hata mesajını ekleyerek e-postayı yollayın. Teşekkürler, Teleopti Ar-Ge
zh_cn: Teleopti WFM 遇到问题需要关闭。我们对因此造成的不便深表歉意。如果您正进行某项操作，您的工作信息可能会丢失。 为给我们提供关于本错误有用的信息，我们希望您，点击下面的“发送电子邮件报告”按钮，这将打开您的默认电子邮件程序，并请您在邮件内容中包括以下内容： 1. 重现错误的每步操作 (非常重要) 2. 发生错误时您正在处理的相关数据信息。 3. 以Teleopti WFM 为背景的错误截屏，以及相关操作屏幕的截图。 您还可以复制错误信息到剪贴板并粘贴在邮件正文中。 谢谢 Teleopti R&D
zh_hk: Teleopti WFM 遇到問題需要關閉。我們對因此造成的不便深表歉意。如果您正進行某項操作，您的工作資訊可能會丟失。 為給我們提供關於本錯誤有用的資訊，我們希望您，點擊下面的“發送電子郵件報告”按鈕，這將打開您的預設電子郵件程式，並請您在郵件內容中包括以下內容： 1. 重現錯誤的每步操作 (非常重要) 2. 發生錯誤時您正在處理的相關資料資訊。 3. 以Teleopti WFM 為背景的錯誤截屏，以及相關操作螢幕的截圖。 您還可以複製錯誤資訊到剪貼板並粘貼在郵件正文中。 謝謝 Teleopti R&D

source: Copy error message to clipboard
ar: انسخ رسالة الخطأ للوحة التعليق
cs: Zkopírujte chybovou hlášku do schránky
da: Kopier fejlmeddelelse til udklipsholder
de: Fehlermitteilung zur Zwischenablage kopieren
es: Copiar el mensaje de error a un portapapeles
fa: کپی پیغام خطا در تخته کار
fi: Kopioi virheilmoitus leikepöydälle
fr: Copier message d'erreur dans le presse-papiers
id: Salin pesan kesalahan pada clipboard
it: Copia messaggio di errore negli appunti
ja: クリップボードにエラーメッセージをコピー
lv: Kopēt kļūdas ziņu uz mapi
nl: Kopieer foutbericht naar klembord
no: Kopier feil melding til utklippstavle
pl: Kopiuj wiadomość błędu do schowka
pt: Copiar mensagem de erro para a área de transferência
ru: Копировать сообщение об ощибке в буфер обмена
sv: Kopiera felmeddelande till urklipp
tr: Hata mesajını clipboard'a kopyala
zh_cn: 拷贝错误信息到剪贴板
zh_hk: 拷貝錯誤資訊到剪貼板

source: Include screenshot
ar: اشمل صورة الشاشة
cs: Přidejte kopii obrazovky
da: Inkluder skærmbillede
de: Inkludiere Screenshot
es: Incluir captura de pantalla
fa: در بر داشتن عکس صفحه
fi: Liitä mukaan screenshot-kuva
fr: Inclure copie d'écran
id: Termasuk screenshot
it: Includi Screenshot
ja: スクリーンショットを含める
lv: Ietvert ekrānuzņēmumu
nl: Omvatten screenshot
no: Inkluder skjermbilde
pl: Załącz zrzut ekranu
pt: Incluir screenshot (printscreen)
ru: Вставить скриншот
sv: Bifoga skärmdump
tr: Ekran görüntüsünü dahil et
zh_cn: 包含截屏
zh_hk: 包含截屏

source: Send email report
ar: ابعث التقرير برسالة الايميل الكتروني
cs: Odeslat report e-mailem
da: Send e-mail rapport
de: Sende E-Mail Bericht
es: Enviar reporte por e-mail
fa: فرستادن گزارش ایمیل
fi: Lähetä sähköpostiraportti
fr: Envoyez rapport e-mail
id: Kirim email laporan
it: Invia rapporto via e-Mail
ja: Eメールレポートの送信
lv: Nosūtīt e-pasta ziņojumu
nl: Stuur e-mail rapport
no: Send e-postrapport
pl: Wyślij raport o błędzie emailem
pt: Enviar relatório por e-mail
ru: Отправить e-mail отчет
sv: Skicka e-postrapport
tr: Hata raporunu e-posta olarak yolla
zh_cn: 发送电子邮件报告
zh_hk: 發送電子郵件報告
