Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: New Multiplicator
ar: دامج جديد
cs: Nový násobitel
da: Ny Multiplikator
de: Neuer Multiplikator
es: Nuevo Multiplicador
fa: افزایشگر جدید
fi: Uusi kerroin
fr: Nouveau multiplicateur
id: Pengali Baru
it: Nuovo moltiplicatore
ja: 新規乗数
lv: Jauns Multiplikators
nl: Nieuwe Multiplicator
no: Ny multiplikator
pl: Nowy mnożnik
pt: Novo Multiplicador
ru: Новый множитель
sv: Ny multiplikator
tr: Yeni Çarpan
zh_cn: 新建乘数
zh_hk: 新建乘數

# MultiplicatorTypeOvertime
source: Overtime
cs: Přesčas
da: Overarbejde
de: Überstunden
es: Tiempo Extra
fa: اضافه کار
fi: Ylityö
fr: Heures supplémentaires
id: Lembur
it: Straordinario
ja: 残業
lv: Virsstundas
nl: Overwerk
no: Overtid
pl: Nadgodziny
pt: Horas Extras
ru: Сверхурочное время
sv: Övertid
tr: Fazla Zaman
zh_cn: 加班
zh_hk: 加班

# RecurrenceColon
source: Recurrence:
ar: تكرار:
cs: Opakování:
da: Gentagelse:
de: Serie
es: Recurrencia:
fa: باز رخداد:
fi: Toistuminen:
fr: Récurrence:
id: Perulangan:
it: Ricorrenza:
ja: 繰り返し:
lv: Atkārtošanās:
nl: Herhaling:
no: Gjentagelse:
pl: Powtarzanie:
pt: Recorrência:
ru: Повторение:
sv: Återkommande:
tr: Tekrar:
zh_cn: 重现：
zh_hk: 重現：

source: and
ar: و
cs: a
da: og
de: und
es: y
fa: و
fi: ja
fr: et
id: dan
it: e
ja: および
lv: un
nl: en
no: og
pl: oraz
pt: e
ru: и
sv: och
tr: ve
zh_cn: 和
zh_hk: 和

# CannotFindAValidPeriodAccordingToTheBusinessRules
source: Can't find a valid period according to the business rules
ar: لا يمكن العثور على فترة صالحة وفقاً للأعمال
cs: Nelze najít platné období podle obchodních pravidel
da: Kan ikke finde en gyldig periode i overensstemmelse med forretningsreglerne
de: Eine gültige Periode, die den Geschäftsregeln entspricht, konnte nicht gefunden werden.
es: No se puede encontrar un período válido de acuerdo a las reglas de trabajo
fa: نمی تواند یک دوره معتبر مطابق با قانونهای کسب و کار پیدا کند
fi: Kelvollista jaksoa ei löydy liiketoimintasääntöjen mukaan
fr: Ne peut pas trouver de période valide d'après les règles de travail
id: Tidak bisa menemukan periode yang valid berdasarkan aturan bisnis
it: Impossibile trovare un periodo valido in base alle regole di Business
ja: ビジネスルールを満たす有効な期間が見つかりません
lv: Nevar atrast derīgu termiņu saskaņā ar darba noteikumiem
nl: Kan geen geldige periode volgens de bedrijfsregels vinden
no: Finner ikke en gyldig periode i henhold til forretningsregler
pl: Nie można znaleźć poprawnego okresu zgodnego z regułami biznesowymi
pt: Não posso localizar um período de acordo com as regras de negócio
ru: Невозможно найти действительный период согласно бизнес-правилам
sv: Kan inte hitta en giltig period utifrån affärsreglerna
tr: İş kurallarına uygun periyod bulunamadı
zh_cn: 根据业务规则无法找到有效的周期
zh_hk: 根據業務規則無法找到有效的週期

source: Filter on contract time limitations
ar: تصفية بحسب حدود الوقت الخاصة بالعقد
cs: Filtrovat podle omezení smluvní lhůty
da: Filtrer på tidsbegrænsninger for kontrakt
de: Filter für Zeiteinschränkungen
es: Filtro por limitación del tiempo de contrato
fa: فیلتر روی محدودیتهای زمان قرارداد
fi: Muuta työsopimuksen rajoituksia
fr: Filtre sur limitation de temps contrat
id: Penyaringan pada batasan waktu kontrak
it: Filtro sui limiti di ore contrattuali
ja: 契約時間の制限をフィルター
lv: Filtrs, laika ierobežojumiem
nl: Filter op contract tijdsbeperkingen
no: Filter på begrensning på kontrakttid
pl: Filtruj wg ograniczeń czasu kontraktu
pt: Filtrar por limitações de tempo de contrato
ru: Фильтр по ограничениям времени контракта
sv: Filtrerar på kontraktets tidsbegränsningar
tr: Sözleşme zamanı limitasyonlarını filtrele
zh_cn: 根据合同时间限制筛选
zh_hk: 根據合同時間限制篩選

source: Filter on max start time on restriction
ar: تصفية بحسب أقصى وقت للبدء بحسب القيود
cs: Filtrovat podle maximálního času začátku podle omezení
da: Filtrer på maks. starttid på restriktion
de: Filter für Einschränkung der spätesten Startzeit
es: Filtro por max hora de inicio en la restricción
fa: فیلتر روی حداکثر زمان شروع روی محدودیتها
fi: Muuta aloitusajan rajoituksia
fr: Filtre sur horaire de début max sur restriction
id: Penyaringan pada batasan waktu mulai maksimal
it: Filtra su ora inizio max della limitazione
ja: 制限に基づいて最大開始時刻をフィルター
lv: Filtrs, max sākuma laika ierobežojumos
nl: Filter op max starttijd op beperking
no: Filter på maks. starttid på innskrenkning
pl: Filtruj wg późniejszego początku ograniczenia
pt: Filtrar por tempo max de restrição
ru: Фильтр по макс. времени начала по ограничению
sv: Filtrerar på max starttid för begränsningar
tr: Maks başlangıç saatini filtrele
zh_cn: 根据最大开始时间限制条件筛选
zh_hk: 根據最大開始時間限制條件篩選

source: Filter on min end time on restriction
ar: تصفية بحسب أدنىوقت للبدء بحسب القيود
cs: Filtrovat podle minimálního času konce podle omezení
da: Filtrer på min. sluttid på restriktion
de: Filter für Einschränkung der frühesten Endzeit
es: Flitrar por min hora de fin en la restricción
fa: فیلتر روی حداقل زمان پایان روی محدودیتها
fi: Muuta päättymisajan rajoituksia
fr: Filtre sur heure de fin min sur restriction
id: Penyaringan pada batasan waktu mulai minimal
it: Filtra su ora inizio min della limitazione
ja: 制限に基づいて最小終了時刻をフィルター
lv: Filtrs, minimālo sākuma laika ierobežojumos
nl: Filter op min eindtijd op beperking
no: Filter på min. sluttid på innskrenkning
pl: Filtruj wg wcześniejszego końca ograniczenia
pt: Filtrar por tempo final min de restrição
ru: Фильтр по мин. времени окончания по ограничению
sv: Filtrerar på minsta sluttid för begränsningar
tr: Min bitiş saatini filtrele
zh_cn: 根据最小结束时间限制条件筛选
zh_hk: 根據最小結束時間限制條件篩選

source: Filter on personal period limitations
ar: تصفية بحسب حدود الفترة الشخصية
cs: Filtrovat podle omezení osobního období
da: Filtrer efter personlige tidsbegrænsninger
de: Filter für persönliche Verfügbarkeiten
es: Filtro por limitaciones de período personal
fa: فیلتر روی محدودیتهای دوره شخصی
fi: Muuta henkilöjakson rajoituksia
fr: Filtre sur limitations de période personne
id: Penyaringan pada batasan periode pribadi
it: Filtro su limitazioni di periodo di anagrafica
ja: 要員期間の制限をフィルター
lv: Filtrs, personīgo periodu ierobežojumiem
nl: Filter op persoonlijke periode beperkingen
no: Filter på personlig periodebegrensninger
pl: Filtruj wg ograniczeń okresu osobistego
pt: Filtrar por limitações de período da pessoa
ru: Фильтр по ограничениям индивидуального периода
sv: Filtrerar på personperiodens begränsningar
tr: Kişisel period sınırlamalarını filtrele
zh_cn: 根据个人周期限制筛选
zh_hk: 根據個人週期限制篩選

# NoShiftsThatMatchesTheContractTimeCouldBeFound
source: No shifts that match the contract time could be found
ar: لا يمكن العثور على نوبات تطابق العقد
cs: Nenalezeny žádné směny, které odpovídají smluvní lhůtě
da: Der kunne ikke findes nogen vagter, der matcher kontraktstiden
de: Es konnten keine Schichten gefunden werden, die zur Vertragszeit passen
es: No se han encontrado turnos que coincidan con el tiempo de contrato
fa: هیچ شیفتی منطبق بر زمان قرارداد نمی تواند یافت شود
fi: Sopimusaikaan täsmääviä vuoroja ei löydy
fr: Aucun horaire correspondant au temps contrat n'a pu être trouvé
id: Tidak ditemukan shift yang sesuai dengan waktu kontrak
it: Impossibile trovare turni compatibili con le ore da contratto
ja: 契約時間に一致するシフトが見つかりません
lv: Netika atrasta neviena maiņa kas atbilstu kontrakta laikam
nl: Geen diensten die overeenkomen met het contract kunnen gevonden worden
no: Finner ingen skift som matcher kontrakttiden
pl: Nie można znaleźć dyżurów pasujących do czasu kontraktu
pt: Não foi localizado nenhum turno conforme o tempo de contrato
ru: Невозможно найти смены, соответствующие времени контракта
sv: Inga skift som matchar kontraktstiden kunde hittas
tr: Sözleşme zamanına uygun vardiya bulunamadı
zh_cn: 没有班次能够满足合同时间
zh_hk: 沒有班次能夠滿足合同時間

# ShiftsInsideThePeriodColon
source: Shifts inside the period:
ar: النوبات داخل الفترة:
cs: směny uvnitř období:
da: vagter inden for perioden:
de: Schichten innerhalb der Periode
es: Turnos dentro del período:
fa: شیفتهای داخل دوره:
fi: Jakson sisäiset vuorot:
fr: Horaire pendant la période:
id: Shift di dalam periode:
it: Turni entro il periodo:
ja: 期間内のシフト:
lv: Maiņas periodā:
nl: Diensten binnen de periode
no: Skift innenfor perioden:
pl: Dyżury w okresie:
pt: Turnos dentro do periodo:
ru: Смены за период:
sv: Skift inom perioden:
tr: Periyod içi vardiyalar
zh_cn: 周期内的班次：
zh_hk: 週期內的班次：

source: Shift with contract time betweeen
ar: نوبات بوقت عقود بين
cs: směna se smluvní lhůtou mezi
da: vagt med kontraktstid mellem
de: Schicht innerhalb der Vertragszeit zwischen
es: Turnos con tiempo de contrato en medias
fa: شیفت با زمان قرارداد مابین
fi: Jakso ja sopimusaika välillä
fr: Horaire avec temps contrat entre:
id: Shift dengan waktu kontrak diantaranya
it: Turno con ore da contratto tra
ja: 契約時間が定められたシフト
lv: Maiņas ar kontrakta laiku pa vidu
nl: Dienst met een contract tussen
no: Skift med kontrakttid mellom
pl: Dyżury z czasem kontraktu pomiędzy
pt: Turnos com tempo de contrato no meio
ru: Смена с временем контракта между
sv: Skift med kontraktstid mellan
tr: Sözleşme zamanı içindeki vardaiyalar
zh_cn: 班次总合同时间介于
zh_hk: 班次總合同時間介於

source: The day is not available for scheduling
ar: هذا اليوم غير متوفر في الجدولة
cs: Den není k dispozici pro plánování
da: Dagen er ikke tilgængelig for planlægning
de: Der Tag ist für die Planung nicht verfügbar
es: El día no está disponible para la planificación
fa: روز برای زمانبندی در دسترس نمی باشد
fi: Päivä ei ole käytettävissä työvuoroissa
fr: La journée n'est pas disponible pour le planning
id: Hari tidak tersedia untuk penjadwalan
it: Giorno non disponibile per la pianificazione
ja: その日にスケジュールを作成することはできません
lv: Diena nav pieejama plānošanai
nl: De dag is niet beschikbaar voor het roosteren
no: Denne dagen er ikke tilgjenglig for planlegging
pl: Ten dzień nie jest dostępny do planowania
pt: O dia não está disponível para agendamento
ru: День недоступен для планирования
sv: Dagen är inte möjlig att schemalägga
tr: VArdiyalama için uygun olmayan gün
zh_cn: 这一天不可用于排班
zh_hk: 這一天不可用於排班

# ThisDayIsADayOffInAPreference
source: This day is a day off in preference
ar: هذا وم عطلة بحسب التفضيلات
cs: Tento den je v preferencích den volna
da: Denne dag er en fridag i præference
de: Dieser Tag ist in den Präferenzen ein Freier Tag
es: El día es un día libre en preferencias
fa: این روز یک روز تعطیل در عملکرد است
fi: Tämä päivä on vapaapäivä työvuorotoiveissa
fr: Le journée est un jour libre dans les préférences
id: Hari ini adalah hari libur di dalam preferensi
it: Questo giorno un riposo nelle preferenze
ja: この日はプリファレンスで休暇に設定されています
lv: Šī diena ir brīvdiena pēc vēlmēm
nl: Deze dag is een vrije dag in voorkeur
no: Denne dagen er en foretrukket fridag
pl: Ten dzień jest wolny wg preferencji
pt: O dia é uma folga em uma preferência
ru: Этот день – выходной в предпочтении
sv: Dagen har ett fridagsönskemål
tr: Tatil tercihi yapılmış gün
zh_cn: 这一天是座席代表偏好的休息日
zh_hk: 這一天是座席代表偏好的休息日

source: This day is a day off in a rotation
ar: هذا اليوم عطلة في الدورة
cs: Tento den je v cyklu den volna
da: Denne dag er en fridag i Turnus
de: Dieser Tag ist in den Rotationen ein Freier Tag
es: El día es un día libre en una rotación
fa: این روز یک روز تعطیل در یک گردش است
fi: Tämä päivä on vapaapäivä työvuorokierrossa
fr: Cette journée est un jour libre dans les rotations
id: Hari ini adalah hari libur di dalam rotasi
it: Questo giorno è un riposo nella rotazione
ja: この日はローテーションで休暇に設定されています
lv: Šī diena ir brīvdiena pēc rotācijas
nl: Deze dag is een vrije dag in en rotatie
no: Denne dagen er fridag i en rotasjon
pl: Ten dzień jest wolny w rotacji
pt: O dia é uma folga em uma rotação
ru: Этот день – выходной в ротации
sv: Dagen är fridag i en sekvens
tr: Rotasyonda tatil olan gün
zh_cn: 这一天是一个循环中的休息日
zh_hk: 這一天是一個迴圈中的休息日

source: Gets shift list to start with
ar: أَحضر قائمة النوبات لتبدأ ب
cs: Seznam směn začít od
da: Henter vagtliste til at starte med
de: Erhalte Schichtliste um zu starten mit
es: Obtener lista de turnos para empezar con
fa: لیست شیفت را بدست آورید برای شروع با
fi: Hakee vuoroluettelon aloitusta varten
fr: Fait débuter les horaires avec
id: Ambil daftar shift untuk memulai
it: Ottieni elenco turni che iniziano con
ja: 次の時刻に始まるシフトのリストを取得
nl: Krijgt diensten lijst om te beginnen
no: Henter skiftliste til å starte med
pl: Pobiera początkową listę dyżurów
pt: Lista de turno deve iniciar com
ru: Получает список смен для начала
sv: Hämtar skiftlista att börja med
tr: Başlangıç için vardiya listesi al.
zh_cn: 获得从这个时间开始的班次列表
zh_hk: 獲得從這個時間開始的班次列表

# NoAvailabilityDefinedFor
source: No availability defined for {0}
ar: التوفر غير معرف لأجل {0}
cs: Není definována žádná dostupnost pro {0}
da: Ingen tilgængelighed defineret for {0}
de: Keine Verfügbarkeit definiert für {0}
es: Disponibilidad no definida para {0}
fa: هیچ دسترس پذیری تعریف نشده است برای {0{
fi: Saatavuutta ei ole määritetty {0}
fr: Aucune disponibilité definie pour {0}
id: Tidak ada ketersediaan untuk {0}
it: Nessuna disponibilità definita per {0}
ja: {0} の空き状況が定義されていません
lv: Neviena pieejamība nav definēta {0}
nl: Geen beschikbaarheid gedefinieerd voor {0}
no: Ingen tilgjengelige definert for {0}
pl: Brak zdefiniowanej dostępności dla {0}
pt: Nenhuma disponibilidade foi definida para {0}
ru: Нет определенной доступности для {0}
sv: Ingen tillgänglighet definierad för {0}
tr: {0} için tanımlı uygunluk yok
zh_cn: 没有为 {0} 定义可用性
zh_hk: 沒有為 {0} 定義可用性

source: No person period is defined for the date
ar: لم يتم تحديد فترة شخص في التاريخ
cs: Není definováno žádné období osoby pro datum
da: Ingen Ansættelsesperiode er defineret for datoen
de: Keine Periode wurde für das Datum definiert.
es: No hay período personal definido para la fecha
fa: هیچ دوره شخصی تعریف نشده است برای تاریخ {0{
fi: Henkilöjaksoa ei määritetty päivämäärälle
fr: Aucune période personne n'est definie à cette date
id: Tidak ada periode orang pada tanggal tersebut
it: Nessun periodo di anagrafica definito per la data
ja: その日は要員期間が定義されていません
lv: Neviens personu periods nav definēts šim datumam
nl: Geen Persoon periode is gedefinieerd voor de datum
no: Ingen personperiode er definert for datoen
pl: Żaden osobisty okres nie jest zdefiniowany dla daty
pt: Nenhum período pessoal está definido para a data
ru: Индивидуальный период не определен для даты
sv: Ingen personperiod är definierad för datumet
tr: Bu tarih için tanımlanmış kişi periyodu yok
zh_cn: 该日期没有人员周期定义
zh_hk: 該日期沒有人員週期定義

# NoPreferenceFor
source: No preference for {0}
ar: لا يوجد تفضيلات لأجل {0}
cs: Žádné preference pro {0}
da: Ingen præference for {0}
de: Keine Präferenz für {0}
es: No hay preferencias para {0}
fa: هیچ الویتی وجود ندارد برای {0{
fi: Ei työvuorotoivetta kohteelle {0}
fr: Acune préférence pour {0}
id: Tidak ada preferensi untuk {0}
it: Nessuna preferenza per {0}
ja: {0} のプリファレンスがありません
lv: Nav vēlmju {0}
nl: Geen voorkeur voor {0}
no: Ingen preferanse for {0}
pl: Brak preferencji dla {0}
pt: Nenhuma preferência para {0}
ru: Нет предпочтения для {0}
sv: Inget önskemål för {0}
tr: {0} için tercih yok
zh_cn: {0}没有偏好
zh_hk: {0}沒有偏好

# NoRotationDefinedFor
source: No rotation defined for {0}
ar: لا يوجد دورة معرفة لأجل {0}
cs: Není definován žádný cyklus pro {0}
da: Ingen turnus defineret for {0}
de: Keine Rotation definiert für {0}
es: No hay rotaciones definidas para {0}
fa: هیچ گردشی تعریف نشده است برای {0
fi: Työvuorokiertoa ei ole määritetty agentille {0}
fr: Aucune rotation définie pour {0}
id: Tidak ada rotasi untuk {0}
it: Nessuna rotazione definita per {0}
ja: {0} のローテーションが定義されていません
lv: Neviena rotācija nav definēta {0}
nl: Geen rotatie gedefinieerd voor {0}
no: Ingen rotasjon definert for {0}
pl: Brak rotacji dla {0}
pt: Nenhuma rotação foi definida para {0}
ru: Нет определенной ротации для {0}
sv: Ingen sekvens definierad för {0}
tr: {0} için tanımlı rotasyon yok
zh_cn: {0}没有循环定义
zh_hk: {0}沒有迴圈定義

source: No ruleset bag defined
ar: لا يوجد مجموعة معرفة من القوانين
cs: Není definována žádná množina Typy směn
da: Intet regelsæt samling er defineret
de: Keine Schichtsammlung definiert
es: No hay bolsas de conjunto de reglas definidas
fa: بسته قانونی تعریف نشده است
fi: Vuoropussia ei ole määritelty
fr: Pas de banque d'horaires définie
id: Kantong set aturan tidak ditentukan
it: Nessuna cartella di Set di regole definita
ja: ルールセットバッグが定義されていません
lv: Neviens noteikumu kopas portfelis nav definēts
nl: Geen regelset zak gedefinieerd
no: Ingen regelsett bag definert
pl: Brak worka zestawów reguł
pt: Nenhuma cesta de turnos definida
ru: Контейнер набора правил не определен
sv: Ingen skiftpåse definierad
tr: Tanımlı kuralseti kutusu yok
zh_cn: 没有定义班次包
zh_hk: 沒有定義班次包

source: No schedule period is defined for the date
ar: لا يوجد فترة للنوبة معرفة لهذا التاريخ
cs: Není definováno žádné plánované období pro datum
da: Ingen planlægningsperiode er defineret for datoen
de: Für dieses Datum ist keine Planungsperiode definiert
es: No hay períodos de planificación definidos para la fecha
fa: برای این تاریخ دوره زمانبندی تعریف نشده است
fi: Työvuoroja ei määritetty päivämäärälle
fr: Pas de période planning définie à cette date
id: Periode penjadwalan tidak didefinisikan pada tanggal
it: Nessun Periodo di pianificazione definito per il giorno
ja: その日はスケジュール期間が定義されていません
lv: Neviens plānojamais periods nav definēts šim datumam
nl: Geen rooster periode is gedefinieerd voor de datum
no: Ingen planlagt periode definert for datoen
pl: Brak zdefiniowanego okresu planowania dla daty
pt: Nenhum período de agendamento está definido para a data
ru: Период планирования не определен для даты
sv: Ingen schemaperiod är definierad för datumet
tr: Bu tarih için tanımlı vardiya periyodu yok
zh_cn: 该日期没有设定的班表周期
zh_hk: 該日期沒有設定的班表週期

source: No work shifts were available
ar: لا يوجد نوبات عمل
cs: Nebyly k dispozici žádné pracovní směny
da: Ingen vagter var tilgængelige
de: Es sind keine Arbeitsschichten verfügbar
es: No hay turnos de trabajo disponibles
fa: هیچ شیفت کاری در دسترس نبود
fi: Työvuoroja ei ollut saatavissa
fr: Pas d'horaires de travail disponibles
id: Tidak ada shift kerja tersedia
it: Nessun turno di lavoro disponibile
ja: 利用可能な勤務シフトがありません
lv: Neviena darba maiņa nebija pieejama
nl: Geen werk diensten waren beschikbaar
no: Ingen arbeidsskift var tilgjenglig
pl: Brak dostępnych dyżurów
pt: Nenhum Turno de Trabalho estava disponível
ru: Не было доступных рабочих смен
sv: Inga skift fanns tillgängliga
tr: Uygun çalışma vardiyası yok
zh_cn: 没有可用工作班次
zh_hk: 沒有可用工作班次

# PersonName
source: Name
ar: اسم الشخص
cs: Jméno osoby
da: Person navn
es: Nombre
fa: نام
fi: Nimi
fr: Nom
id: Nama
it: Nome
ja: 名前
lv: Vārds
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
ru: Имя сотрудника
sv: Namn
tr: Kişi İsmi
zh_cn: 个人姓名
zh_hk: 個人姓名

# RulesetIsNotValidThisDate
source: Ruleset {0} is not valid this date
ar: مجموعة القوانين {0} غير صحيحة هذا التاريخ
cs: Typy směn {0} není v tento datum platný
da: Regelsæt {0} er ikke gyldigt denne dato
de: Regelsammlung {0} ist nicht gültig zu diesem Zeitpunkt
es: Conjunto de reglas {0} no válido para esa fecha
fa: مجموعه قوانین {0} در این تاریخ معتبر نیست
fi: Sääntösarja {0} ei käytettävissä tälle päivälle
fr: La banque d'horaires {0} n'est pas valide à cette date
id: Set aturan {0} tidak valid untuk tanggal ini
it: La Rule Set {0} non è valida in questa data
ja: ルールセット {0} はその日に対して有効ではありません
lv: Noteikumu kopa {0} nav derīga šajā datumā
nl: Regelset {0} is ongeldig deze datum
no: Regelsett {0} ikke gyldig for denne dato
pl: Zestaw reguł {0} nie jest poprawny dla tej daty
pt: O conjunto de regras {0} não é válido para esta data
ru: Набор правил {0} не действителен для этой даты
sv: Regeluppsättningen {0} är inte giltig detta datum
tr: Kuralset {0} geçerli değil
zh_cn: 班次规则 {0} 在该日期无效
zh_hk: 班次規則 {0} 在該日期無效

source: Schedule date
ar: تاريخ الجدول
cs: Datum plánu
da: Planlæg dato
de: Planungsdatum
es: Fecha de planificación
fa: تاریخ زمان بندی
fi: Työvuoron päivämäärä
fr: Date planning
id: Tanggal jadwal
it: Data pianificazione
ja: 予定日
lv: Grafika datums
nl: Rooster datum
no: Planlegg dato
pl: Planuj datę
pt: Data Agendada
ru: Дата графика
sv: Schemadatum
tr: Vardiya Planı Tarihi
zh_cn: 排班日期
zh_hk: 排班日期

source: The employment type is not fixed staff
ar: نوع التوظيف هو ليس موظف ثابت
cs: Stálí zaměstnanci není druh pracovního poměru
da: Ansættelsestypen er ikke fastansatte
de: Der Anstellungstyp ist nicht "Festes Personal"
es: El tipo de empleo no es de personal fijo
fa: نوع استخدام کارمند ثابت نیست
fi: Työsuhteenmuoto ei ole kiinteä
fr: Le type d'emploi n'est pas personnel fixe
id: Jenis pekerjaan bukan staf tetap
it: Il tipo impiego non è Personale fisso
ja: 雇用形態は固定給ではありません
lv: Nodarbinātības veids nav noteikts personāls
nl: Het dienstverband type is niet vast personeel
no: Ansettelsestype er ikke fast ansatt
pl: Rodzaj zatrudnienia inny niż załoga stała
pt: O tipo de contrato não é de equipe fixa
ru: Тип трудоустройства – непостоянный персонал
sv: Anställningsformen är inte fastanställd
tr: Çalışan tipi sabit personel değil
zh_cn: 员工类型不是固定员工
zh_hk: 員工類型不是固定員工

source: The employment type is not hourly staff
ar: نوع التوظيف هو ليس موظف بالساعة
cs: Zaměstnanci placení za hodinu není druh pracovního poměru
da: Ansættelsestypen er ikke timeansatte
de: Der Anstellungstyp ist nicht "Stundenkräfte"
es: El tipo de empleo no es de personal por horas
fa: نوع استخدام کارمند ساعتی نیست
fi: Työsuhteenmuoto ei ole tuntipalkkalainen
fr: Le type d'emploi n'est pas personnel horaire
id: Jenis pekerjaan bukan staf jam-an
it: Il tipo impiego non è Personale a ore
ja: 雇用形態は時給ではありません
lv: Nodarbinātības veids nav stundu personāls
nl: Het dienstverband type is niet uurlijkse personeel
no: Ansettelsestype er ikke timeansatt
pl: Rodzaj zatrudnienia inny niż pracownik godzinowy
pt: O tipo de contrato não é de equipe por hora
ru: Тип трудоустройства – персонал не на часовой основе
sv: Anställningsformen är inte timanställd
tr: Çalışan tipi saatlik personel değil
zh_cn: 员工类型为非小时制员工
zh_hk: 員工類型為非小時制員工

source: There is already a day off
ar: يوجد بالفعل يوم عطلة
cs: Den volna již existuje
da: Der er allerede en fridag
de: Es existiert bereits ein Freier Tag
es: Ya existe un día libre
fa: یک روز تعطیل از قبل وجود دارد
fi: Vapaapäivä on jo määritetty
fr: Il y a déjà un jour libre
id: Sudah ada hari libur
it: Riposo già presente
ja: その日は既に休暇に設定されています
lv: Šeit jau ir brīvdiena
nl: Er is al een vrije dag
no: Dette er allerede en fridag
pl: To już jest dzień wolny
pt: Já existe uma folga
ru: Выходной уже есть
sv: Det finns redan en fridag
tr: Halihazırda bir tatil var
zh_cn: 已经存在一个休息日
zh_hk: 已經存在一個休息日

source: There is already an assignment
ar: يوجد بالفعل مهمة
cs: Přiřazení již existuje
da: Der er allerede en opgave
de: Es existiert bereits eine Belegung
es: Ya existe una asignación
fa: یک تخصیص از قبل وجود دارد
fi: Tehtävä on jo määritetty
fr: Il y a déjà une assignation
id: Sudah ada penugasan.
it: Assegnamento già presente
ja: 既に割り当てられています
lv: Šeit jau ir uzdevums
nl: Er is al een opdracht
no: Dette er allerede et oppdrag
pl: Już istnieje przpisanie
pt: Já existe uma tarefa
ru: Назначение уже есть
sv: Det finns redan en arbetsuppgift
tr: Halihazırda bir atama var
zh_cn: 已经存在一个任务安排
zh_hk: 已經存在一個任務安排
