Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Chart initialized
ar: تمت تهيئة المخطط
cs: Diagram inicializován
da: Diagram initialiseret
de: Grafik initialisiert
es: Gráfico inicializado
fa: نمودار مقدار دهی اولیه شد
fi: Kaavio alustettu
fr: Diagramme initialisé
id: Grafik diinisialisasi
it: Grafico inizializzato
ja: チャートが初期化されました
lv: Diagramma uzstādīta
nl: Grafiek geïnitialiseerd
no: Diagram initialisert
pl: Wykres zainicjowany
pt: Gráfico Inicializado
ru: Таблица инициализирована
sv: Graf klar
tr: Başlatılan grafik
zh_cn: 图表初始化
zh_hk: 圖表初始化

source: Chart settings
ar: إعدادات المخطط
cs: Nastavení diagramu
da: Diagramopsætning
de: Grafikeinstellungen
es: Configuración del gráfico
fa: تنظیمات نمودار
fi: Kaavion asetukset
fr: Propriétés diagramme
id: Setting grafik
it: Impostazioni grafico
ja: チャートの設定
lv: Diagrammas uzstādījumi
nl: Grafiekinstellingen
no: Diagraminnstillinger
pl: Ustawienia wykresu
pt: Parâmetros dos Gráficos
ru: Настройки таблицы
sv: Grafinställningar
tr: Grafik ayarları
zh_cn: 图表设置
zh_hk: 圖表設置

source: Chart Views
ar: طرق عرض المخططات
cs: Náhledy diagramu
da: Diagramvisninger
de: Grafikansichten
es: Vista de gráficos
fa: نمایش نمودار
fi: Kaavionäkymät
fr: Aperçus diagramme
id: Tampilan Grafik
it: Viste grafico
ja: チャートビュー
lv: Diagrammas Skatījums
nl: Grafische Views
no: Diagramvisninger
pl: Widoki wykresu
pt: Visões dos Gráficos
ru: Виды таблицы
sv: Grafvyer
tr: Grafik görünümleri
zh_cn: 图表视图
zh_hk: 圖表視圖

source: Check all
ar: تحديد الكل
cs: Zkontrolovat vše
da: Kontroller alle
de: Alle prüfen
es: Marque todas
fa: چک کردن همه
fi: Tarkista kaikki
fr: Cocher tous
id: Tandai semua
it: Controlla tutto
ja: 全てチェック
lv: Atzīmēt visu
nl: Selecteer alles
no: Sjekk alle
pl: Sprawdź wszystko
pt: Marcar todos
ru: Проверить все
sv: Markera alla
tr: Tamamını kontrol et
zh_cn: 检查全部
zh_hk: 檢查全部

source: Press OK to override the Rules. Press cancel to correct the errors first.
ar: اضغط على موافق لتجاوز القواعد. اضغط إلغاء الأمر لتصحيح الأخطاء أولاً.
cs: Stiskněte OK pro přeskočení pravidel. Chcete-li nejprve opravit chyby, stiskněte zrušit.
da: Tryk OK for at tilsidesætte Reglerne. Tryk annullere for at rette fejlene først.
de: Drücken Sie OK, um die Regeln zu überschreiben. Drücken Sie Abbrechen, um die Fehler zunächst zu korrigieren.
es: Presione OK para sobrescribir las Normas. Presione cancelar para corregir los errores primero.
fa: جهت لغو کردن قوانین گزینه بله را بفشارید. ابتدا گزینه لغو را برای تصحیح خطا انتخاب کنید.
fi: Paina OK ohittaaksesi säännöt. Paina peruuta korjataksesi ensin virheet.
fr: Cliquer OK pour supplanter les Règles. Cliquer sur annuler afin de corriger d'abord les erreurs.
id: Tekan OK untuk menimpa Aturan. Tekan Cancel untuk memperbaiki kesalahan terlebih dahulu.
it: Premere OK per violare le regole. Premere annulla per correggere prima gli errori.
ja: ルールを上書きするには[OK]を押してください。上書きする前にエラーを修正するには[キャンセル]を押してください。
lv: Spiediet Labi, lai pārrakstītu Noteikumus. Spiediet Atcelt, lai vispirms izlabotu kļūdas.
nl: Druk op OK om de regels te overschrijven. Druk op Annuleren om eerst de fouten te corrigeren
no: Klikk OK for å overstyre regler. Klikk avbryt for å først rette feil.
pl: Naciśnij OK aby nadpisać Zasady. Naciśnij Anuluj aby poprawić błędy.
pt: Pressione OK para substituir as Regras. Pressione Cancelar para corrigir os erros primeiro.
ru: Нажмите OK, чтобы проигнорировать правила. Нажмите «Отмена», чтобы сначала исправить ошибки.
sv: Välj OK för att ignorera reglerna, tryck Avbryt för att korrigera felen först.
tr: Kuralları geçersiz kılmak için TAMAM'a basın. Önce hataları düzeltmek için İPTAL'e basın.
zh_cn: 按确认键忽略规则，按取消键返回纠正错误。
zh_hk: 按確認鍵忽略規則，按取消鍵返回糾正錯誤。

# ChooseCommandsFromColon
source: &Choose commands from:
ar: &اختيار أوامر من:
cs: &Zvolte příkaz z:
da: &Vælg kommandoer fra:
de: &Wähle Befehle von:
es: &Seleccione comandos desde:
fa: انتخاب کردن دستورات از:
fi: &Valitse komennot lähteestä:
fr: &Choisir instructions de:
id: &Pilih perintah dari:
it: &Scegliere i comandi da:
ja: &コマンドを選択:
lv: &Izvēlēties komandas no:
nl: &Kies opdrachten uit:
no: &Velg kommandoer fra:
pl: &Wybierz komendy z:
pt: &Escolher comandos de:
ru: &Выберите команды из:
sv: &Välj kommandon från:
tr: &Yorumları seç:
zh_cn: 选择命令自(&C)：
zh_hk: 選擇命令自(&C)：

# ChooseContractScheduleToChange
source: Choose contract schedule to edit
ar: اختيار جدولة عقد للتحرير
cs: Zvolit plán smlouvy pro editaci
da: Vælg kontraktsplan til redigering
de: Wählen Sie einen Wochentagplan zur Bearbeitung
es: Seleccione Planificación po Contrato a editar
fa: زمانبندی قرارداد را جهت ویرایش انتخاب کنید
fi: Valitse muokattava sopimusaikataulu
fr: Choisir plannings contrat à modifier
id: Memilih jadwal kontrak yang akan diubah
it: Scegli i Giorni da contratto da modificare
ja: 編集する契約スケジュールを選択
lv: Izvēlēties kontrakta grafiku, lai rediģētu
nl: Kies contract rooster om te bewerken
no: Velg kontraktskjema som skal redigeres
pl: Wybierz plan kontraktu do edycji
pt: Escolha a agenda do contrato para editar
ru: Выбрать расписание по контракту для изменения
sv: Välj kontraktsschema att ändra
tr: Biçimlemek için sözleşme takvimi seçin
zh_cn: 选择班表合同进行编辑
zh_hk: 選擇班表合同進行編輯

# ChooseContractToChange
source: Choose contract to edit
ar: اختيار عقد للتحرير
cs: Zvolit smlouvu pro editaci
da: Vælg kontrakt til redigering
de: Wählen Sie einen Vertrag zur Bearbeitung
es: Elegir Contrato a editar
fa: قرارداد را جهت ویرایش انتخاب کنید
fi: Valitse muokattava sopimus
fr: Choisir contrat à modifier
id: Pilih kontrak yang akan diubah
it: Scegliere il contratto da modificare:
ja: 編集する契約を選択
lv: Izvēlēties kontraktu, lai rediģētu
nl: Kies contract om te bewerken
no: Velg kontrakt som skal redigeres
pl: Wybierz kontrakt do edycji
pt: Escolha o contrato para editar
ru: Выбрать контракт для изменения
sv: Välj kontrakt att ändra
tr: Biçimlemek için sözleşme seçin
zh_cn: 选择合同进行编辑
zh_hk: 選擇合同進行編輯

# ChooseDaysOffToChange
source: Choose day off to change
ar: اختر يوم عطلة لتغييره
cs: Zvolte den volna pro změnu
da: Vælg Fridag Til Ændring
de: Wählen Sie Freier Tag zur Änderung
es: Elegir Día Libre a Cambiar
fa: روز تعطیل را جهت تغییر انتخاب کنید
fi: Valitse muutettava vapaapäivä
fr: Choisir jour libre à modifier
id: Pilih Hari Libur yang Akan Diubah
it: Scegli Riposo da modificare
ja: 変更する休暇を選択
lv: Izvēlieties mainīt brīvdienu
nl: Kies vrije dag om te veranderen
no: Velg fridag som skal endres
pl: Wybierz dzień wolny do zamiany
pt: Selecione uma Folga para Mudar
ru: Выбрать выходной день для изменения
sv: Välj fridag du vill ändra
tr: Değiştirmek için tatil seçin
zh_cn: 选择休息日以进行更改
zh_hk: 選擇休息日以進行更改

source: Choose optional column to change
ar: اختيار عمود اختياري لتغييره
cs: Zvolte volitelný sloupec pro změnu
da: Vælg Valgfri Kolonne Til Ændring
de: Wählen Sie eine optionale Spalte zur Änderung
es: Elegir una Columna Opcional para Cambiar
fa: ستون انتخابی را جهت تغییر انتخاب کتید
fi: Valitse valinnainen sarake, jota haluat muuttaa
fr: Choisir colonne optionnelle à modifier
id: Pilih Kolom Opsional untuk Diubah
it: Scegliere la colonna opzionale da modificare
ja: 変更するオプション列を選択
lv: Izvēlieties kuru Izvēles kolonnu mainīt
nl: Kies optionele kolom om te veranderen
no: Velg valgfri kolonne som skal endres
pl: Wybierz kolumnę opcjonalną do zmiany
pt: Escolha a coluna opcional
ru: Выберите дополнительный столбец для изменения
sv: Välj tilläggskolumn att ändra
tr: Değiştirmek için Opsiyonel Kolon Seç
zh_cn: 选择自定义栏位进行更改
zh_hk: 選擇自訂欄位進行更改

# ChoosePartTimePercentageDefinitionToChange
source: Choose part-time percentage definition to edit
ar: اختيار تعريف نسبة موظفين غير متفرغين لتحريره
cs: Zvolte definici procentního podílu zkrácených úvazků pro editaci
da: Vælg en deltidsprocents definition til redigering
de: Wählen Sie Teilzeitprozentwert zur Änderung
es: Eligir definición de porcentaje de tiempo parcial a editar
fa: انتخاب تعاریف مقادیر پاره وقت برای تغییر
fi: Valitse osa-aikaprosentti muokattavaksi
fr: Choisir définition du pourcentage temps partiel à éditer
id: Pilih definisi persentase paruh waktu yang akan diubah
it: Scegliere la definizione di percentuale di part-time da modificare
ja: 編集するパートタイム比率を定義を選択
lv: Izvēlieties rediģēt nepilna laika procentuālā lieluma definīciju
nl: Kies deeltijd percentage definitie om te bewerken
no: Velg deltidsprosent-definisjon å redigere
pl: Wybierz do edycji definicję procentową niepełnego czasu pracy
pt: Escolha definições de tempo parcial para edição
ru: Выберите процент неполной занятости
sv: Välj den deltidsdefinition du vill ändra
tr: Biçimlemek için yarı zamanlı yğzdesi seçin
zh_cn: 选择兼职时间百分比定义来编辑
zh_hk: 選擇兼職時間百分比定義來編輯

# ChooseScenarioToChange
source: Choose scenario to edit
ar: اختيار سيناريو للتحرير
cs: Zvolit scénář pro editaci
da: Vælg scenarie til redigering
de: Wählen Sie Szenario zur Bearbeitung
es: Elegir un escenario a editar
fa: سناریو را جهت ویرایش انتخاب کنید
fi: Valitse muokattava skenaario
fr: Choisir scénario à modifier
id: Pilih skenario untuk diubah
it: Selezionare lo scenario da modificare
ja: 編集するシナリオを選択
lv: Izvēlēties rediģēt scenāriju
nl: Kies scenario om te bewerken
no: Velg scenario som skal redigeres
pl: Wybierz scenariusz do edycji
pt: Escolha cenário para editar
ru: Выбрать сценарий для изменения
sv: Välj scenario att ändra
tr: Biçimlemek için senaryo seç
zh_cn: 选择情景进行编辑
zh_hk: 選擇情景進行編輯

source: Choose scorecard to edit
ar: اختيار بطاقة أداء للتحرير
cs: Zvolit výsledkovou listinu pro editaci
da: Vælg scorecard til redigering
de: Wählen Sie eine Scorecard zur Bearbeitung
es: Elegir Scorecad a editar
fa: برگه امتیاز را جهت ویرایش انتخاب کنید
fi: Valitse muokattava tuloskortti
fr: Choisir feuille d'évaluation à modifier
id: Pilih scorecard untuk diubah
it: Scegliere la Scorecard da modificare
ja: 編集するスコアカードを選択
lv: Izvēlēties rezultātu kartīti, lai rediģēt
nl: Kies scorekaart te bewerken
no: Velg scorecard som skal redigeres
pl: Wybierz kartę wyników do edycji
pt: Escolha o Scorecard para Editar
ru: Выбрать показатель для изменения
sv: Välj scorecards att ändra
tr: Biçimlemek için skorkart seç
zh_cn: 选择记分卡进行编辑
zh_hk: 選擇記分卡進行編輯

source: Choose shift category to change
ar: اختيار فئة نوبة عمل لتغييرها
cs: Zvolit kategorii směny pro změnu
da: Vælg vagtkategori, der skal ændres
de: Wählen Sie Schichtkategorie zur Änderung
es: Elegir categoría de turno a modificar
fa: دسته بندی شیفت را جهت تغییر انتخاب کنید
fi: Valitse muutettava vuoroluokka
fr: Choisir catégorie d'horaires à modifier
id: Pilih kategori shift yang akan diubah
it: Scegli categoria turni da modificare
ja: 変更するシフトカテゴリの選択
lv: Izvēlieties manīt maiņu kategoriju
nl: Kies dienst categorie om te wijzigen
no: Velg skiftkategori som skal endres
pl: Wybierz kategorię dyżuru do edycji
pt: Escolher categoria de turno para mudar
ru: Выберите категорию смен для изменения
sv: Välj skiftkategori att ändra
tr: Değiştirmek için vardiya kategorisi seç
zh_cn: 选择班次类别进行更改
zh_hk: 選擇班次類別進行更改

source: Clear
ar: مسح
cs: Smazat
da: Ryd
de: Leeren
es: Limpiar
fa: پاک کردن
fi: Tyhjennä
fr: Vider
id: Bersihkan
it: Pulisci
ja: クリア
lv: Nodzēst
nl: Wissen
no: Tømme
pl: Wyczyść
pt: Limpar
ru: Очистить
sv: Rensa
tr: Temizle
zh_cn: 清除
zh_hk: 清除

source: Clip Absence
ar: غياب مقطع
cs: Zkrátit absenci
da: Klip Fravær
de: Clip Abwesenheit
es: Cortar ausencia
fa: کلیپ مرخصی
fi: Leikkaa poissaolo
fr: Clipper absence
id: Cuplikan Absen
it: Fissa assenza
ja: 欠勤のクリップ
lv: Pievienot Prombūtni
nl: Clip afwezigheid
no: Klipp ut fravær
pl: Obetnij nieobecność
pt: Recortar Ausência
ru: Вырезать отсутствие
sv: Klipp frånvaro
tr: Devamsızlık Ekle
zh_cn: 剪切缺勤
zh_hk: 剪切缺勤

source: Clipboard
ar: حافظة
cs: Schránka
da: Udklipsholder
de: Zwischenablage
es: Portapapeles
fa: تخته کار
fi: Leikepöytä
fr: Presse-Papiers
it: Appunti
ja: クリップボード
lv: Mape
nl: Klembord
no: Utklippstavle
pl: Schowek
pt: Área de Transferência
ru: Буфер
sv: Urklippshanteraren
tr: Pano
zh_cn: 剪贴板
zh_hk: 剪貼板

source: Close
ar: مغلق
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
lv: Aizvērt
nl: Sluiten
no: Lukk
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
zh_cn: 关闭
zh_hk: 關閉

source: Closed
ar: مغلق
cs: Zavřeno
da: Lukket
de: Geschlossen
es: Cerrado
fa: بسته شده
fi: Suljettu
fr: Fermé
id: Tutup
it: Chiuso
ja: 閉じています
lv: Slēgts
nl: Gesloten
no: Lukket
pl: Zamknięte
pt: Fechado
ru: Закрытый
sv: Stängt
tr: Kapalı
zh_cn: 已关闭
zh_hk: 已關閉

source: Color
ar: لون
cs: Barva
da: Farve
de: Farbe
fa: رنگ
fi: Väri
fr: Couleur
id: Warna
it: Colore
ja: 色
lv: Krāsa
nl: Kleur
no: Farge
pl: Kolor
pt: Cor
ru: Цвет
sv: Färg
tr: Renk
zh_cn: 颜色
zh_hk: 顏色

# ColorColon
source: Color:
ar: اللون:
cs: Barva:
da: Farve:
de: Farbe:
fa: رنگ:
fi: Väri:
fr: Couleur:
id: Warna:
it: Colore
ja: 色:
lv: Krāsa:
nl: Kleur:
no: Farge:
pl: Kolor:
pt: Cor:
ru: Цвет:
sv: Färg:
tr: Renk:
zh_cn: 颜色：
zh_hk: 顏色：

source: Column
ar: عمود
cs: Sloupec
da: Kolonne
de: Spalte
es: Columna
fa: ستون
fi: Sarake
fr: Colonne
id: Kolom
it: Colonna
ja: 列
lv: Kolonna
nl: Kolom
no: Kolonne
pl: Kolumna
pt: Coluna
ru: Столбец
sv: Kolumn
tr: Kolon
zh_cn: 列
zh_hk: 列

# CombinedGrid
source: Activities
ar: الأنشطة
cs: Činnosti
da: Aktiviteter
de: Aktivitäten
es: Actividades
fa: فعالیت ها
fi: Aktiviteetit
fr: Activités
id: Aktivitas
it: Attività
ja: 活動
lv: Aktivitātes
nl: Activiteiten
no: Aktiviteter
pl: Aktywności
pt: Atividades
ru: Активности
sv: Aktiviteter
tr: Aktiviteler
zh_cn: 活动
zh_hk: 活動

# CombinedGridAutoPosition
source: Auto Position
ar: الوضع التلقائي
cs: Automatická pozice
es: Autoposición
fa: موقعیت اتوماتیک
fi: Automaattinen sijainti
fr: Position Auto
id: Posisi Otomatis
it: Auto posizionamento
ja: 自動位置
lv: Automātiskā Pozīcija
nl: Auto Positie
no: Autoposisjon
pl: Automatyczna pozycja
pt: Auto Posicionamento
ru: Авто положение
tr: Oto Pozisyon
zh_cn: 自动定位
zh_hk: 自動定位

source: Common Agent Description
ar: وصف الوكيل العام
cs: Obecný popis agenta
da: Fælles medarbejderbeskrivelse
de: Allgemeine Mitarbeiterdaten
es: Descripción Común de Agentes
fa: توصیف اپراتور مشترک
fi: Yleinen agenttikuvaus
fr: Description agent commun
id: Deskripsi agent umum
it: Descrizione consueta agenti
ja: エージェント共通の説明
lv: Parasta Operatora Apraksts
nl: Gemeenschappelijke Agent Beschrijving
no: Agentbeskrivelse
pl: Typowy opis agenta
pt: Descrição do agente
ru: Общее описание оператора
sv: Generell agentbeskrivning
tr: Genel müşteri temsilcisi tanımı
zh_cn: 通用座席代表描述
zh_hk: 通用座席代表描述

# CommunicationErrorEndPoint
source: Communication end point error
ar: خطأ نقطة نهاية الاتصال
cs: Chyba komunikace koncového bodu
da: Fejl i kommunikationens endepunkt
es: Error de comunicación de punto final
fa: خطای پایان مکالمه
fi: Tiedonsiirtovirhe
fr: Erreur de communication de point de fin
id: Komunikasi end point error
it: Errore di comunicazione
ja: 通信エンドポイントエラー
nl: Communicatie eindpunt fout
no: Kommunikasjonsfeil vid tilkobling
pl: Błąd urządzenia końcowego komunikacji.
pt: Comunicação de erro de ponto final
ru: Ошибка конечной точки связи
sv: Kommunikationsfel vid anslutning
tr: İletişim bitiş noktası hatası
zh_cn: 通信端点错误
zh_hk: 通信端點錯誤

source: Compare with
ar: مقارنة مع
cs: Porovnat s
da: Sammenlign med
de: Vergleichen mit
es: Período de referencia
fa: مقایسه با
fi: Vertausjakso
fr: Comparer avec
id: Dibandingkan dengan
it: Confronta con
ja: と比較
lv: Salīdzināt ar
nl: Vergelijk met
no: Sammenlign med
pl: Porównaj z
pt: Compare com
ru: Сравнение с
sv: Jämför med
tr: Karşılaştır
zh_cn: 对比
zh_hk: 對比

source: Comp Time
ar: وقت التعويض
cs: Porovnat čas
da: Komptid
es: Tiempo de Compensación
fa: زمان تصحیح
fi: Saldo
fr: Temps comp
id: Waktu Kompensasi
it: Ore comp.
ja: 代休
lv: Kompensējamais Laiks
nl: Comp Tijd
no: Komp. tid
pl: Czas kompensowany
pt: Tempo de Compensação
ru: Компенсация
sv: Komptid
tr: Telafi Süresi
zh_cn: 补偿时间
zh_hk: 補償時間

source: Confirm Grouping Deletion
ar: تأكيد حذف تجميع
cs: Potvrdit smazání seskupení
da: Bekræft Sletning af Gruppering
de: Löschen der Gruppierung bestätigen
es: Confirmar la eliminación de la agrupación
fa: تایید حذف گروه بندی
fi: Vahvista ryhmän poisto
fr: Confirmer suppression de groupement
id: Konfirmasi Penghapusan Pengelompokan
it: Conferma eliminazione raggruppamento
ja: グループ化の削除の確認
lv: Apstipriniet Grupējuma Dzēšanu
nl: Bevestig Groepering Verwijdering
no: Bekreft sletting
pl: Potwierdź kasowanie grupowania
pt: Confirmação da Exclusão de Agrupamento
ru: Подтвердите удаление группирования
sv: Bekräfta borttagning
tr: Gruplamayı Silmeyi Onayla
zh_cn: 确认删除分组
zh_hk: 確認刪除分組

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
cs: Potvrdit nové heslo
da: Bekræft ny adgangskode
de: Neues Passwort bestätigen
es: Confirmar nueva password
fa: تایید کلمه رمز جدید
fi: Vahvista uusi salasana
fr: Confirmer nouveau mot de passe
id: Konfirmasi password baru
it: Conferma la nuova password
ja: 新規パスワードを確認
lv: Apstipriniet jauno paroli
nl: Bevestig nieuw wachtwoord
no: Bekreft nytt passord
pl: Potwierdź nowe hasło
pt: Confirmar nova senha
ru: Подтвердите новый пароль
sv: Bekräfta nytt lösenord
tr: Yani şifreyi onayla
zh_cn: 确认新的密码
zh_hk: 確認新的密碼

source: Confirm People Remove
ar: تأكيد حذف الاشخاص
cs: Potvrdit odstranění lidí
da: Bekræft Fjern medarbejdere
de: Löschen der Person bestätigen
es: Confirmar Borrado de Personal
fa: حذف افراد را تایید کنید
fi: Vahvista henkilön poisto
fr: Confirmer suppression de personne
id: Konfirmasi Pemindahan Orang
it: Conferma eliminazione Dipendente
ja: 要員削除の確認
lv: Apstiprināt Darbinieku Noņemšanu
nl: Bevestig Personen Verwijderen
no: Bekreft fjerning av person
pl: Potwierdź usuwanie ludzi
pt: Confirmar Remoção da Pessoa
ru: Подтверждение удаления сотрудников
sv: Bekräfta borttagning av person
tr: Kişi Silmeyi Onayla
zh_cn: 确认移除人员
zh_hk: 確認移除人員

source: Confirm Role Delete
ar: تأكيد حذف الدور
cs: Potvrdit smazání funkce
da: Bekræft Slet Rolle
de: Rollenlöschung bestätigen
es: Confirmar Borrado de Rol
fa: حذف وظیفه را تایید کنید
fi: Vahvista roolin poisto
fr: Confirmer suppression de rôle
id: Konfirmasi Hapus Peran
it: Conferma eliminazione ruolo
ja: 役割削除の確認
lv: Apstiprināt Lomas Dzēšanu
nl: Bevestigen Rol Verwijderen
no: Bekreft sletting av rolle
pl: Potwierdź kasowanie roli
pt: Confirmar Exclusão do Perfil
ru: Подтверждение удаления роли
sv: Bekräfta borttagning av roll
tr: Rol Silmeyi Onayla
zh_cn: 确认删除角色
zh_hk: 確認刪除角色

source: Conflicts
ar: تعارضات
cs: Konflikty
da: Konflikter
de: Konflikte
es: Conflictos
fa: تعارض ها
fi: Ristiriidat
fr: Conflits
id: Konflik
it: Conflitti
ja: 衝突
lv: Nesaderības
nl: Conflicten
no: Konflikter
pl: Konflikty
pt: Conflitos
ru: Конфликты
sv: Konflikter
tr: Çelişkiler
zh_cn: 冲突
zh_hk: 衝突

# ConnectedToColon
source: Connected to:
ar: اتصال بـ:
cs: Připojen k:
da: Forbundet til:
de: Verbinden zu:
es: Conectado a:
fa: متصل شده به:
fi: Yhdistetty:
fr: Connecté à:
id: Terhubung ke:
it: Connesso a:
ja: 接続先:
lv: Savienots ar:
nl: Aangesloten op:
no: Koblet til:
pl: Połaczony do:
pt: Conectado em:
ru: Подключено к:
sv: Ansluten till:
tr: Bağlantılı:
zh_cn: 连接到：
zh_hk: 連接到：

source: Contract
ar: عقد
cs: Smlouva
da: Kontrakt
de: Vertrag
es: Contrato
fa: قرارداد
fi: Työsopimus
fr: Contrat
id: Kontrak
it: Contratto
ja: 契約
lv: Kontrakts
no: Kontrakt
pl: Kontrakt
pt: Contrato
ru: Контракт
sv: Kontrakt
tr: Sözleşme
zh_cn: 合同
zh_hk: 合同

# ContractColon
source: Contract:
ar: عقد:
cs: Smlouva:
da: Kontrakt:
de: Vertrag:
es: Contrato:
fa: قرارداد
fi: Työsopimus:
fr: Contrat:
id: Kontrak:
it: Contratto:
ja: 契約:
lv: Kontrakts:
no: Kontrakt:
pl: Kontrakt:
pt: Contrato:
ru: Контракт:
sv: Kontrakt:
tr: Sözleşme:
zh_cn: 合同：
zh_hk: 合同：

source: Contracts
ar: عقود
cs: Smlouvy
da: Kontrakter
de: Verträge
es: Contratos
fa: قراردادها
fi: Työsopimukset
fr: Contrats
id: Kontrak
it: Contratti
ja: 契約
lv: Kontrakti
nl: Contracten
no: Kontrakter
pl: Kontrakty
pt: Contratos
ru: Контракты
sv: Kontrakt
tr: Sözleşmeler
zh_cn: 合同
zh_hk: 合同

source: Contract Schedule
ar: عقد جدولة
cs: Plán smlouvy
da: Kontrakt Plan
de: Wochentagplan
es: Planificación por Contrato
fa: زمانبندی قرارداد
fi: Sopimusaikataulu
fr: Planning contrat
id: Jadwal Kontrak
it: Giorni da contratto
ja: 契約スケジュール
lv: Kontrakta Grafiks
nl: Contract Rooster
no: Kontraktskjema
pl: Harmonogram Kontaktu
pt: Agenda do Contrato
ru: Расписание по контракту
sv: Kontraktsschema
tr: Sözleşme Takvimi
zh_cn: 班表合同
zh_hk: 班表合同

# ContractScheduledTime
source: Contract schedule time
ar: زمن جدولة العقد
cs: Naplánovaný čas smlouvy
da: Planlagt tid for kontrakt
de: Arbeitszeit laut Vertrag
es: Tiempo de Planificación por Contrato
fa: برنامه زمان بندی قرارداد
fi: Työsopimuksen aika
fr: Temps contrat
id: Waktu jadwal kontrak
it: Ore pianificate da contratto
ja: 契約スケジュール時間
lv: Kontrakta grafika laiks
nl: Contract rooster tijd
no: Planlagt avtalt tid
pl: Harmonogram Czasu Kontaktu
pt: Tempo agendado em contrato
ru: Рабочее время по контракту
sv: Schemalagd kontraktstid
tr: Sözleşme takvim zamanı
zh_cn: 班表合同时间
zh_hk: 班表合同時間

# ContractScheduleLower
source: Contract schedule
ar: جدولة العقد
cs: Plán smlouvy
da: Kontraktsplan
de: Wochentagplan
es: Planificación por Contrato
fa: زمانبندی قرارداد
fi: Sopimusaikataulu
fr: Planning contrat
id: Jadwal kontrak
it: Giorni da contratto
ja: 契約スケジュール
lv: Kontrakta grafiks
nl: Contract rooster
no: Kontraktskjema
pl: Plan kontraktu
pt: Agenda do Contrato
ru: Расписание по контракту
sv: Kontraktsschema
tr: Sözleşme takvimi
zh_cn: 班表合同
zh_hk: 班表合同

source: Contract schedule name
ar: اسم جدولة العقد
cs: Jméno plánu smlouvy
da: Kontraktsplannavn
de: Name des Wochentagplans
es: Nombre de Planificación por Contrato
fa: نام زمانندی قرارداد
fi: Sopimusaikataulun nimi
fr: Nom planning contrat
id: Nama jadwal kontrak
it: Nome Giorni da contratto
ja: 契約スケジュール名
lv: Kontrakta grafika nosaukums
nl: Contract rooster naam
no: Navn kontraktskjema
pl: Nazwa planu kontraktu
pt: Nome da agenda do contrato
ru: Имя расписания по контракту
sv: Namn kontraktsschema
tr: Sözleşme takvimi ismi
zh_cn: 班表合同名称
zh_hk: 班表合同名稱

source: Contract Schedules
ar: جداول العقود
cs: Plány smlouvy
da: Kontraktsplaner
de: Wochentagplan
es: Planificaciones por Contrato
fa: زمانبندیهای قرارداد
fi: Sopimusaikataulut
fr: Plannings contrat
id: Jadwal kontrak
it: Giorni da contratto
ja: 契約スケジュール
lv: Kontrakta Grafiki
nl: Contract Roosteren
no: Kontraktskjemaer
pl: Harmonogram Kontaktów
pt: Agendas do Contrato
ru: Расписание по контрактам
sv: Kontraktsscheman
tr: Sözleşme takvimleri
zh_cn: 班表合同
zh_hk: 班表合同

source: Contract target time
ar: الوقت المستهدف للعقد
cs: Cílový čas smlouvy
da: Tidsmålsætning for kontrakt
de: Vertragliche Zielarbeitszeit
es: Duración Objetivo de Contrato
fa: زمان هدف قرارداد
fi: Työsopimuksen tavoiteaika
fr: Temps contrat Visé
id: Waktu target kontrak
it: Ore obiettivo contratto
ja: 契約ターゲット時間
lv: Kontrakta mērķa laiks
nl: Contract streeftijd
no: Mål-tid for kontrakt
pl: Zakładany czas kontaktu
pt: Tempo de contrato alvo
ru: Целевое время работы по контракту
sv: Tidsmål för kontrakt
tr: Sözleşme hedef zamanı
zh_cn: 合同的目标时间
zh_hk: 合同的目標時間

source: Copy
ar: نسخ
cs: Kopírovat
da: Kopier
de: Kopieren
es: Copiar
fa: کپی
fi: Kopioi
fr: Copier
id: Salin
it: Copia
ja: コピー
lv: Kopēt
nl: Kopiëren
no: Kopier
pl: Kopjuj
pt: Copiar
ru: Копировать
sv: Kopiera
tr: Kopyala
zh_cn: 拷贝
zh_hk: 拷貝

source: Copy of
ar: نسخ من
cs: Kopie
da: Kopi af
de: Kopieren von
es: Copiado de
fa: کپی
fi: Kopio kohteesta
fr: Copie de
id: Salinan dari
it: Copia di
ja: のコピー
lv: Kopija no
nl: Kopie van
no: Kopi av
pl: Kopia
pt: Copia de
ru: Копия
sv: Kopia av
tr: Kopyası
zh_cn: 拷贝的
zh_hk: 拷貝的
