Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Templates loaded
ar: تم تحميل القوالب
cs: Šablony načteny
da: Skabeloner indlæst
de: Vorlagen geladen
es: Plantillas cargadas
fa: الگوها بارگذاری شدند
fi: Ladatut mallit
fr: Chargement des modèles
id: Template dikeluarkan
it: Modelli caricati
ja: テンプレートが読み込まれました
lv: Veidnes ielādētas
nl: Templates geladen
no: Maler lastet
pl: Wzory załadowane
pt: Templates carregados
ru: Загруженные шаблоны
sv: Mallar laddade
tr: Şablonlar yüklendi
zh_cn: 模板已加载
zh_hk: 範本已載入

# TemplatesSmartpart
source: Templates
ar: قوالب
cs: Šablony
da: Skabeloner
de: Vorlagen
es: Plantillas
fa: الگوها
fi: Mallit
fr: Modèles
id: Template
it: Modelli
ja: テンプレート
lv: Veidnes
no: Maler
pl: Wzory
ru: Шаблоны
sv: Mallar
tr: Şablonlar
zh_cn: 模板
zh_hk: 範本

# TemplatesThreeDots
source: Templates...
ar: قوالب...
cs: Šablony...
da: Skabeloner...
de: Vorlagen…
es: Plantillas...
fa: الگوها...
fi: Mallit...
fr: Modèles...
id: Template...
it: Modelli...
ja: テンプレート:
lv: Veidnes...
no: maler...
pl: Wzory...
ru: Шаблоны...
sv: Mallar...
tr: Şablonlar
zh_cn: 模板...
zh_hk: 範本...

# TemplateTargetMultisite
source: Multisite skill
ar: مهارة متعددة المواقع
cs: Vícemístná kvalifikace
da: Kompetence for flere lokaliteter
es: Skill Multisite
fa: مهارت چندسایتی
fi: Multisite taito
fr: Compétence multisite
id: Skill Multisite
it: Skill multi-sito
ja: マルチサイトスキル
lv: Multigrupas prasme
no: Multienhet ferdighet
pl: Umiejętność dla wielu lokalizacji
pt: Skill multi-site
ru: Мультисайтовый навык
sv: Multisite-kompetens
tr: Çoklu lokasyon yeteneği
zh_cn: 多站点技能
zh_hk: 多網站技能

# TemplateTargetSkill
source: Skill
ar: المهارة
cs: Kvalifikace
da: Kompetence
fa: مهارت
fi: Taito
fr: Compétence
ja: スキル
lv: Prasme
no: Ferdighet
pl: Umiejętność
ru: Навык
sv: Kompetens
tr: Yetenek
zh_cn: 技能
zh_hk: 技能

# TemplateTargetWorkload
source: Workload
ar: العمل
cs: Pracovní náplň
da: Arbejdsbelastning
fa: تراکم کاری
fi: Työmäärä
fr: Volume
id: Beban kerja
it: Carico di lavoro
ja: ワークロード
lv: Darba Slodze
no: Arbeidsbyrde
pl: Przydział pracy
pt: Carga de Trabalho
ru: Рабочая нагрузка
tr: İşyükü
zh_cn: 工作量
zh_hk: 工作量

# TenMinutes
source: 10 Minutes
ar: 10 دقائق
cs: 10 minut
da: 10 Minutter
de: 10 Minuten
es: 10 Minutos
fa: 10 دقیقه
fi: 10 minuuttia
id: 10 Menit
it: 10 minuti
ja: 10分
lv: 10 Minūtes
nl: 10 Minuten
no: 10 minutter
pl: 10 Minut
pt: 10 Minutos
ru: 10 минут
sv: 10 minuter
tr: 10 dakika
zh_cn: 10分钟
zh_hk: 10分鐘

# TerminalDate
source: Leaving date
ar: تاريخ نهاية
cs: Datum odchodu
da: Ophørsdato
de: Austrittsdatum
es: Fecha de baja
fa: تاریخ ترک
fi: Lähtöpäivämäärä
fr: Date de départ
id: Tanggal pergi
it: Data termine rapporto
ja: 退職日
lv: Darba attiecību izbeigšana
nl: Vertrek datum
no: Sluttdato
pl: Data opuszczenia
pt: Data de Saída
ru: Дата ухода
sv: Slutdatum
tr: Ayrılış Tarihi
zh_cn: 离职日期
zh_hk: 離職日期

source: Test
ar: اختبار
es: Prueba
fa: آزمایش
fi: Testi
id: Tes
ja: テスト
lv: Tests
pl: Próba
pt: Teste
ru: Тест
zh_cn: 测试
zh_hk: 測試

source: Text Request
ar: طلب نص
cs: Textový požadavek
da: Tekst Forespørgsel
de: Textanfrage
es: Solicitud de Texto
fa: درخواست متن
fi: Tekstipyyntö
fr: Demande de texte
id: Permintaan Teks
it: Richiesta di testo
ja: テキスト要求
lv: Teksta Pieprasījums
nl: Tekst Verzoek
no: Tekstforespørsel
pl: Wniosek tekstowy
pt: Solicitações de Texto
ru: Текстовый запрос
sv: Enkel förfrågan
tr: İstek metni
zh_cn: 文本申请
zh_hk: 文本申請

# TextTooLong
source: Name is too long
ar: الاسم طويل جدًا
cs: Jméno je příliš dlouhé
da: Navnet er for langt
de: Der Name ist zu lang
es: El nombre es demasiado largo
fa: نام طولانی است.
fi: Nimi on liian pitkä
fr: Nom est trop long
id: Nama terlalu panjang
it: Nome troppo lungo
ja: 名前が長すぎます
lv: Nosaukums ir pārāk garš
nl: Naam is te lang
no: Navnet er for langt
pl: Nazwa jest zbyt długa
pt: O nome é muito grande
ru: Имя слишком длинное
sv: Namnet är för långt
tr: İsim çok uzun
zh_cn: 名称太长
zh_hk: 名稱太長

# TheGroupHasToBeEmptyBeforeDeleted
source: The group has to be empty before it is deleted
ar: يجب أن تكون المجموعة فارغة قبل حذفها
cs: Skupina musí být před smazáním prázdná
da: Gruppen skal være tom, før den slettes
de: Die Gruppe muss leer sein, bevor sie gelöscht wird
es: El grupo tiene que estar vacío antes de que sea borrado
fa: گروه باید قبل از حذف شدن خالی شود
fi: Ryhmän on oltava tyhjä ennen sen poistamista
fr: Le groupe doit être vide avant d'être supprimé
id: Kelompok harus kosong sebelum penghapusan
it: Il gruppo deve essere svuotato per essere eliminato
ja: グループを削除するにはグループを空にする必要があります
lv: Grupai ir jābūt tukšai lai to varētu izdzēst
nl: De groep moet leeg zijn voordat het verwijderd wordt
no: Gruppen må være tom før den kan slettes
pl: Grupa musi być pusta zanim zostanie skasowana
pt: O Grupo precisa estar vazio para ser apagado
ru: Перед удалением группа должна быть пустой
sv: Gruppen måste vara tom innan den kan tas bort
tr: Grup silinmeden önce boşaltılmalıdır
zh_cn: 删除之前，分组必须为空
zh_hk: 刪除之前，分組必須為空

source: Theme colors
ar: ألوان السمة
cs: Barvy tématu
da: Temafarver
de: Themenfarben
es: Colores del Tema
fa: رنگهای زمینه
fi: Väriteemat
fr: Thèmes de couleurs
id: Warna tema
it: Colori tema
ja: テーマの色
lv: Tēmas krāsas
nl: Themakleuren
no: Temafarger
pl: Kolory tematu
pt: Cores dos Temas
ru: Цвета темы
sv: Temafärger
tr: Tema renkleri
zh_cn: 主题颜色
zh_hk: 主題顏色

source: The provided string could not be formatted to a valid time
ar: تعذر تنسيق السلسلة المقدمة إلى وقت صحيح
cs: Zadaný řetězec nemůže být zformátován na platný čas.
da: Strengen kunne ikke formateres til en gyldig tid
de: Der bereitgestellte String kann nicht in eine gültige Zeit formatiert werden
es: La cadena proporcionada no tiene formato válido de tiempo
fa: رشته بوجود آمده نمی تواند در یک زمان معتبر فرمت شود
fi: Tarjottua merkkijonoa ei voitu muokata kelvolliiseksi ajanjaksoksi
fr: La chaîne fournie n'a pas pu être formattée à une heure valide.
id: Data yang diberikan tidak bisa diformat menjadi waktu yang valid
it: La stringa fornita non può essere interpretata come orario valido
ja: 入力された文字列を有効な時刻形式に変換できません
nl: De geleverde reeks kon niet geformatteerd worden om een ​​geldige tijd
no: Streng til rådighet kunne ikke formateres til gyldig tid
pl: Podany ciąg nie daje się przekształcić na poprawny czas
pt: O texto fornecido não pode ser convertido para um tempo válido
ru: Данную строку невозможно форматировать в допустимое время
sv: Texten kunde inte formateras till en tid.
tr: Gimiş olduğunuz değer geçerli bir zaman değeri olarak biçimlendirilemedi.
zh_cn: 提供的数据串不能格式化为合法时间
zh_hk: 提供的資料串不能格式化為合法時間

source: There are agents assigned to the team
ar: يوجد وكلاء معينون للفريق
cs: Pro tým existují určení agenti
da: Der er udpeget medarbejdere til teamet
es: Hay agentes asignados al equipo
fa: تعدادی پاسخگو به تیم اختصاص داده شده اند
fi: Tiimiin on määritetty agentteja
fr: Il y a des agents affectés à l'équipe
id: Terdapat agent yang ditugaskan pada tim
it: Ci sono agenti assegnati al Team
ja: チームに割り当てられているエージェントがいます
lv: Dotajai nodaļai ir piesaistīti operatori
nl: Er zijn agenten toegewezen aan het team
no: Det er agenter tildelt teamet
pl: Do zespołu przypisani są agenci
pt: Há agentes atribuidos a equipe
ru: Для группы назначены операторы
sv: Det finns agenter kopplade till teamet
tr: Bu takıma atanmış müşteri temsilcileri var
zh_cn: 有座席代表分配给小组
zh_hk: 有座席代表分配給小組

source: There are teams assigned underneath
ar: توجد فرق معينة موضحة أدناه
cs: Existují určené týmy pod
da: Der er udpeget teams nedenunder
es: Hay equipos asignados debajo
fa: تیم هایی در زیر اختصاص داده شده اند
fi: Alapuolelle on määritetty tiimejä
fr: Il y a des équipes avec affectations à l'intérieur
id: Ada tim ditugaskan di bawahnya
it: Ci sono Team assegnati sotto
ja: 下に割り当てられているチームがあります
lv: Zemāk ir piesaistītas nodaļas
nl: Er zijn agenten onder toegewezen
no: Det er team tildelt nedenfor
pl: Poniżej są przypisane zespoły
pt: Há equipes atribuidas abaixo
ru: Ниже есть назначенные группы
sv: Det finns team kopplade till den.
tr: Altına atanmış takımlar var
zh_cn: 有小组分配到下层
zh_hk: 有小組分配到下層

# ThirtyMinutes
source: 30 Minutes
ar: 30 دقيقة
cs: 30 minut
da: 30 Minutter
de: 30 Minuten
es: 30 Minutos
fa: 30 دقیقه
fi: 30 minuuttia
id: 30 Menit
it: 30 minuti
ja: 30分
lv: 30 Minūtes
nl: 30 Minuten
no: 30 minutter
pl: 30 Minut
pt: 30 Minutos
ru: 30 минут
sv: 30 minuter
tr: 30 dakika
zh_cn: 30分钟
zh_hk: 30分鐘

source: Thursday
ar: الخميس
cs: Čtvrtek
da: Torsdag
de: Donnerstag
es: Jueves
fa: پنج شنبه
fi: Torstai
fr: Jeudi
id: Kamis
it: Giovedì
ja: 木曜日
lv: Ceturtdiena
nl: Donderdag
no: Torsdag
pl: Czwartek
pt: Quinta-Feira
ru: Четверг
sv: Torsdag
tr: Perşembe
zh_cn: 星期四
zh_hk: 星期四

source: Time
ar: الوقت
cs: Čas
da: Tid
de: Zeit
es: Tiempo
fa: زمان
fi: Aika
fr: Temps
id: Waktu
it: Tempo
ja: 時間
lv: Laiks
nl: Tijd
no: Tid
pl: Czas
pt: Tempo
ru: Время
sv: Tid
tr: Zaman
zh_cn: 时间
zh_hk: 時間

source: Time Error
ar: خطأ في الوقت
cs: Chyba času
da: Tidsfejl
de: Zeitfehler
es: Error de tiempo
fa: خطای زمان
fi: Aikavirhe
fr: Erreur de temps
id: Waktu Salah
it: Orario errato
ja: 時間のエラー
lv: Laika Kļūda
nl: Tijd Error
no: Tidsfeil
pl: Błąd czasu
pt: Erro de Tempo
ru: Ошибка времени
sv: Tidsfel
tr: Zaman hatası
zh_cn: 时间错误
zh_hk: 時間錯誤

source: Time zone
ar: المنطقة الزمنية
cs: Časové pásmo
da: Tidszone
de: Zeitzone
es: Zona horaria
fa: منطقه ساعتى جهانى
fi: Aikavyöhyke
fr: Fuseau horaire
id: Zona waktu
it: Fuso orario
ja: タイムゾーン
lv: Laika zona
nl: Tijdzone
no: Tidssone
pl: Strefa czasowa
pt: Fuso Horário
ru: Часовой пояс
sv: Tidszon
tr: Zaman dilimi
zh_cn: 时区
zh_hk: 時區

# TimeZoneColon
source: Time zone:
ar: المنطقة الزمنية:
cs: Časové pásmo:
da: Tidszone:
de: Zeitzone:
es: Zona horaria:
fa: منطقه ساعتى جهانى:
fi: Aikavyöhyke:
fr: Fuseau horaire:
id: Zona waktu:
it: Fuso orario:
ja: タイムゾーン
lv: Laika zona:
nl: Tijdzone:
no: Tidssone:
pl: Strefa czasowa:
pt: Fuso Horário:
ru: Часовой пояс:
sv: Tidszon:
tr: Zaman dilimi:
zh_cn: 时区：
zh_hk: 時區：

source: To
ar: إلى
cs: Komu
da: Til
de: An
es: Hasta
fa: به
fi: Mihin
fr: Jusque
id: Kepada
it: a
lv: Līdz
nl: Naar
no: Til
pl: Do
pt: Até
ru: По
sv: Till
tr: Bitiş zamanı
zh_cn: 到
zh_hk: 到

# ToColon
source: To:
ar: إلى:
cs: Komu:
da: Til:
de: Bis:
es: Hasta:
fa: به:
fi: Päättyen:
fr: À:
id: Kepada:
it: A:
lv: Līdz:
nl: Naar:
no: Til:
pl: Do:
pt: Até:
ru: По:
sv: Till:
tr: Bitiş:
zh_cn: 到：
zh_hk: 到：

source: Today
ar: اليوم
cs: Dnes
da: I dag
de: Heute
es: Hoy
fa: امروز
fi: Tänään
fr: Aujourd'hui
id: Hari ini
it: Oggi
ja: 今日
lv: Šodien
nl: Vandaag
no: I dag
pl: Dziś
pt: Hoje
ru: Сегодня
sv: Idag
tr: Bugün
zh_cn: 今日
zh_hk: 今日

# ToDot
source: To.
ar: إلى...
cs: Komu...
da: Til.
de: Bis…
es: Hasta.
fa: به.
fi: Päättyen...
fr: à.
id: Kepada.
it: A.
nl: Naar
no: Til.
pl: Do.
pt: Até.
ru: К...
sv: Till.
tr: kadar.
zh_cn: 到…
zh_hk: 到…

source: Toggle date selection
ar: تبديل تحديد تاريخ
cs: Přepnout výběr datumu
da: Skift datovalg
de: Datumsauswahl an-/ausschalten
es: Activar selección de fecha
fa: انتخاب تاریخ در دو وضعیت
fi: Vuorottele päivän valintaa
fr: Bouton de sélection date
id: Ubah pemilihan tanggal
it: Passa a selezione date
ja: 日付選択の切り替え
lv: Pārslēgšanas datuma atlase
nl: Schakel datum selectie
no: Veksle datovalg
pl: Przełącz wybór daty
pt: Seleção de Conversão de Data
ru: Переключить выбор даты
sv: Byt urvalssätt för datum
tr: Tarih seçimini değiştir
zh_cn: 切换日期选择
zh_hk: 切換日期選擇

# Togt
source: To - >
ar: إلى - >
cs: Komu - >
da: Til - >
de: Bis - >
es: Hasta - >
fa: به - >
fi: Kohde - >
fr: Vers - >
id: Kepada - >
it: A ->
lv: Līdz - >
nl: Naar - >
no: Til - >
pl: Do ->
pt: Até - >
ru: По - >
tr: Bitiş - >
zh_cn: 到 ->
zh_hk: 到 ->

source: Tools
ar: أدوات
cs: Nástroje
da: Værktøjer
es: Herramientas
fa: ابزارها
fi: Työkalut
fr: Outils
id: Perangkat
it: Strumenti
ja: ツール
lv: Rīki
no: Verktøy
pl: Narzędzia
pt: Ferramentas
ru: Инструменты
sv: Verktyg
tr: Araçlar
zh_cn: 工具
zh_hk: 工具

source: Total
ar: إجمالي
cs: Celkem
da: Sum
de: Gesamt
fa: مجموع
fi: Yhteensä
it: Totale
ja: トータル
lv: Kopā
nl: Totaal
pl: Razem
ru: Всего
tr: Toplam
zh_cn: 总计
zh_hk: 總計

source: Total ACW
ar: إجمالي العمل المترتب على المكالمة
cs: Celková činnost po ukončení hovoru
da: Samlet Efterarbejde
de: Gesamt ACW
es: ACW Total
fa: مجموع ACW
fi: ACW yhteensä
fr: Total TPA
id: ACW Total
it: Totale ACW
ja: 総アフターコールワーク
lv: Kopējais ACW
nl: Totaal ACW
pl: Razem ACW
pt: Total de pós
ru: ACW, всего
tr: Toplam ACW
zh_cn: 调整后话后处理均长
zh_hk: 調整後話後處理均長

source: Total AEW
ar: إجمالي العمل المترتب على البريد الإلكتروني
cs: Celková AEW
da: Samlet AEW
de: Gesamt AEW
es: AEW Total
fa: مجموع AEW
fi: AEW yhteensä
fr: Total TPE
it: AEW totale
ja: 総アフターEメールワーク
lv: Kopējais AEW
nl: Totaal AEW
pl: Razem AEW
pt: AEW Total
ru: AEW всего
tr: Toplam AEW
zh_cn: 调整后Email后工作均长
zh_hk: 調整後Email後工作均長

source: Total after work time
ar: إجمالي وقت العمل المترتب على المكالمة
cs: Celková mimopracovní doba
da: Samlet overarbejdstid
de: Gesamte Nachbearbeitungszeit
es: Total Post-proceso
fa: مجموع زمان بعد از کار
fi: AWT yhteensä
fr: Total Travail post-appel
id: Total waktu setelah kerja
it: Totale after call work
ja: 総アフターワーク時間
lv: Kopējais pēc darba laiks
nl: Totaal after work time
no: Total tid etterarbeid
pl: Łączny czas pracy po połączeniu
pt: Total de pós-atendimento
ru: Общее время после работы
sv: Total efterbearbetningstid
tr: Toplam çağrı sonrası çalışma zamanı
zh_cn: 调整后话后处理均长
zh_hk: 調整後話後處理均長

source: Total AFW
ar: إجمالي العمل المترتب على الفاكس
cs: Celková AFW
da: Samlet AFW
de: Gesamt AFW
es: AFW Total
fa: مجموع AFW
fi: AFW yhteensä
fr: Total TPF
it: AFW totale
ja: 総アフターFAXワーク
lv: Kopējais AFW
nl: Totaal AFW
pl: Łącznie AFW
pt: AFW total
ru: AFW, всего
tr: Toplam AFW
zh_cn: 调整后传真后工作均长
zh_hk: 調整後傳真後工作均長

source: Total ATW
ar: إجمالي العمل المترتب على المهمة
cs: Celková ATW
da: Samlet ATW
de: Gesamt ATW
es: ATW Total
fa: مجموع ATW
fi: ATW yhteensä
fr: Total TPT
it: ATW totale
ja: 総アフタータスクワーク
lv: Kopējais ATW
nl: Totaal ATW
pl: Łącznie ATW
pt: ATW total
ru: ATW, всего
tr: Toplam ATW
zh_cn: 调整后ATW
zh_hk: 調整後ATW

source: Total calls
ar: إجمالي المكالمات
cs: Celkový počet hovorů
da: Samlede opkald
de: Gesamte Anrufe
es: Llam. totales
fa: مجموع تماسها
fi: Puhelut yhteensä
fr: Total appels
id: Total panggilan
it: Totale chiamate
ja: 総呼量
lv: Kopējie zvani
nl: Totaal telefoongesprekken
no: Total samtaler
pl: Razem połączeń
pt: Total de chamadas
ru: Звонки, всего
sv: Totalt antal samtal
tr: Toplam çağrılar
zh_cn: 调整后电话量
zh_hk: 調整後電話量

source: Total emails
ar: إجمالي رسائل البريد الإلكتروني
cs: Celkový počet e-mailů
da: Sum af e-mails
de: Gesamte E-Mails
es: E-mails Total
fa: مجموع ایمیل ها
fi: Sähköpostit yhteensä (kpl)
id: Total email
it: Totale e-mail
ja: Eメール総数
lv: Kopējais e-pastu skaits
nl: Totaal emails
no: Total e-post
pl: Razem emaile
ru: Эл. сообщений, всего
sv: Totalt antal e-post
tr: Toplam e-posta sayısı
zh_cn: 调整后电子邮件数量
zh_hk: 調整後電子郵件數量

source: Total facsimiles
ar: إجمالي رسائل الفاكس
cs: Celkový počet faxů
da: Samlede telefaxer
de: Gesamte Faxe
es: Facsímiles Total
fa: مجموع فاکس ها
fi: Faksit yhteensä
fr: Facsimiles orginaux
id: Total faksimili
it: Totale Fax
ja: FAX総数
lv: Kopējais faksu skaits
nl: Totaal facsimiles
no: Total faks
pl: Łącznie faksy
pt: Total dos faxes
ru: Факсы, всего
sv: Totalt antal fax
tr: Toplam faks
zh_cn: 调整后传真数量
zh_hk: 調整後傳真數量

source: Total handled within
ar: إجمالي المعالجة خلال
cs: Celkem vyřízeno během
da: I alt behandlet inden for
de: Gesamt bearbeitet innerhalb
es: Total gestionado dentro de
fa: مجموع رسیدگی ها در مدت
fi: Käsitelty yhteensä
fr: Total traité en
id: Total ditangani selama
it: Totale gestite in tempo
ja: 以内のトータルの処理
lv: Kopējais apstrādāts laikā
nl: Totaal afgehandeld binnen
no: Total behandlet innen
pl: Razem obsłużone wewnętrznie
pt: Total atendido em
ru: Всего обработано в
sv: Total utförandetid
tr: Toplam yönetilen
zh_cn: 调整后处理均长不超过
zh_hk: 調整後處理均長不超過

source: Total handling time
ar: إجمالي وقت المعالجة
cs: Celková doba na vyřízení
da: Samlet behandlingstid
de: Gesamt Bearbeitungszeit
es: Tiempo de gestión total
fa: زمان رسیدگی کلی
fi: Kokonais käsittelyaika
fr: Durée totale de traitement
id: Total waktu penanganan
it: Totale tempo gestione
ja: 総処理時間
lv: Kopējais apstrādes laiks
nl: Totaal verwerkingstijd
no: Total behandlingstid
pl: Łączny czas obsługi
pt: Tempo total de atendimento
ru: Время обработки, всего
sv: Total behandlingstid
tr: Toplam yönetim zamanı
zh_cn: 调整后处理均长
zh_hk: 調整後處理均長

source: Total talk time
ar: إجمالي وقت التحدث
cs: Celková doba trvání hovorů
da: Samlet taletid
de: Gesamt Gesprächszeit
es: T. total de conversación
fa: مجموع زمان مکالمه
fi: Puheaika yhteensä
fr: Total durée de communication
id: Total waktu bicara
it: Totale tempo conversazione
ja: 総通話時間
lv: Kopējais sarunas laiks
nl: Totaal spreektijd
no: Total taletid
pl: Raczem czas rozmów
pt: Tempo falado total
ru: Время разговора, всего
sv: Total samtalstid
tr: Toplam konuşma süresi
zh_cn: 调整后通话均长
zh_hk: 調整後通話均長

source: Total tasks
ar: إجمالي المهام
cs: Celkový počet úkolů
da: Samlede opgaver
de: Gesamt Aufgaben
es: Tareas Total
fa: مجموع وظایف
fi: Tehtävät yhteensä
fr: Total tâches
id: Total tugas
it: Compiti totali
ja: タスク総数
lv: Kopējais uzdevumu skaits
nl: Totaal taken
no: Total oppdrag
pl: Łącznie zadania
pt: Total das tarefas
ru: Задания, всего
sv: Totalt antal uppgifter
tr: Toplam görev
zh_cn: 调整后任务量
zh_hk: 調整後任務量

source: Total time
ar: الوقت الاجمالي
cs: Celkový čas
da: Samlet tid
de: Gesamtzeit
es: Tiempo total
fa: مجموع زمان
fi: Kokonaisaika
fr: Temps total
id: Total waktu
it: Tempo totale
ja: トータルの時間
lv: Kopējais laiks
nl: Totaal Tijd
no: Total tid
pl: Łączny czas
pt: Tempo Total
ru: Общее время
sv: Total tid
tr: Toplam Zaman
zh_cn: 调整后均长
zh_hk: 調整後均長

source: Trade with
ar: تداول باستخدام
cs: Výměna s
da: Byt med
de: Tauschen mit
es: Cambiar con
fa: معاوضه با
fi: Kenen kanssa
fr: Echanger avec
id: Tukar dengan
it: Scambia con
ja: と交代
lv: Mainīties ar
nl: Handel met
no: Bytt med
pl: Zamień się z
pt: Trocar com
ru: Обмен с
sv: Byt med
tr: Takas yap
zh_cn: 交换方
zh_hk: 交換方

source: Trend
ar: الاتجاه
es: Tendencia
fa: روند
fi: Trendi
fr: Tendance
id: Tren
it: Tendenza
ja: トレンド
lv: Tendence
pt: Tendência
ru: Тенденция
zh_cn: 趋势
zh_hk: 趨勢

source: Tuesday
ar: الثلاثاء
cs: Úterý
da: Tirsdag
de: Dienstag
es: Martes
fa: سه شنبه
fi: Tiistai
fr: Mardi
id: Selasa
it: Martedì
ja: 火曜日
lv: Otrdiena
nl: Dinsdag
no: Tirsdag
pl: Wtorek
pt: Terça-Feira
ru: Вторник
sv: Tisdag
tr: Salı
zh_cn: 星期二
zh_hk: 星期二

source: Type
ar: النوع
cs: Typ
de: Typ
es: Tipo
fa: نوع
fi: Tyyppi
id: Jenis
it: Tipo
ja: 種類
lv: Tips
pl: Typ
pt: Tipo
ru: Тип
sv: Typ
tr: Tip
zh_cn: 类型
zh_hk: 類型

source: UI-Culture
ar: ثقافة واجهة المستخدم
cs: UI-Vzdělání
da: UI-Kultur
de: UI-Kultur
es: UI-Cultura
fa: UI-فرهنگ
fi: UI-kulttuuri
fr: Culture IU
id: UI-Kultur
it: Cultura GUI
ja: ユーザーインターフェイスの言語圏
lv: UI-Kultūra
nl: UI-Cultuur
no: Kultur
pl: Region Interfejsu Użytkownika
pt: UI-Cultura
ru: UI-культура
sv: Språk
tr: UI-Kültür
zh_cn: 用户界面-文化属性
zh_hk: 使用者介面-文化屬性

# UnableToConnectRemoteService
source: Unable to connect the the remote service
ar: تعذر الاتصال بالخدمة عن بُعد
cs: Nelze se připojit ke vzdálené službě
da: Kan ikke skabe forbindelse til fjerntjenesten
de: Kann nicht mit dem Remote Service verbunden werden
es: No se puede conectar con el servicio remoto
fa: قادر به اتصال به خدمت از راه دور نمی باشد
fi: Etäyhteyttä ei voida muodostaa
fr: Impossible de connecter le service à distance
id: Tidak bisa tersambung dengan layanan jarak jauh
it: Impossibile connettersi al servizio remoto
ja: リモートサービスに接続できません
nl: Niet in staat om de remote service te verbinden
no: Kan ikke koble til den eksterne tjenesten
pl: Nie można połączyć się z usługą zdalną
pt: Não foi possível de conectar ao serviço remoto
ru: Невозможно подключить дистанционную услугу
sv: Kunde inte ansluta till tjänsten
tr: Uzaktan hizmete bağlanmaya uygun değil
zh_cn: 不能连接远程服务
zh_hk: 不能連接遠端服務

source: Understaffing
ar: نسبة انخفاض العاملين
cs: Podstav
da: Underbemanding
de: Unterdeckung
es: Infradimens.
fa: کمبود کارمند
fi: Alimiehitys
fr: Sous-effectif
id: Kekurangan staf
it: Sottocopertura
ja: 要員不足
lv: Nepietiekošs nosegums
nl: Onderbezetting
no: Underbemannet
pl: Niedostatek załogi
pt: Falta de Agentes
ru: Нехватка персонала
sv: Underbemanning
tr: Düşük Kapasite
zh_cn: 缺员
zh_hk: 缺員

source: Undo
ar: تراجع
cs: Zpět
da: Fortryd
de: Rückgängig machen
es: Deshacer
fa: بی اثر کردن
fi: Kumoa
fr: Annulation
id: Batal
it: Annulla
ja: 元に戻す
lv: Atsaukt
nl: Ongedaan maken
no: Angre
pl: Cofnij
pt: Desfazer
ru: Отменить
sv: Ångra
tr: Yapma
zh_cn: 撤销
zh_hk: 撤銷

source: Unit
ar: وحدة
cs: Jednotka
da: Enhed
de: Einheit
es: Unidad
fa: واحد
fi: Yksikkö
fr: Unité
it: Unità
ja: 単位
lv: Vienība
no: Enhet
pl: Jednostka
pt: Unidade
ru: Единица
sv: Enhet
tr: Birim
zh_cn: 单元
zh_hk: 單元

source: Unknown time format
ar: تنسيق وقت غير معروف
cs: Neznámý formát času
da: Ukendt tidsformat
de: Unbekanntes Zeitformat
es: Formato de tiempo desconocido
fa: قالب زمانی تعریف نشده
fi: Tuntematon aikamuoto
fr: Format horaire Inconnu
id: Format waktu tidak diketahui
it: Dormato ora sconosciuto
ja: 不明な時刻形式
lv: Nezināms laika formāts
nl: Onbekend tijdsindeling
no: Ukjent tidsformat
pl: Nieznany format czasu
pt: Formato de tempo desconhecido
ru: Неизвестный формат времени
sv: Okänt tidsformat
tr: Bilinmayen zaman biçimi
zh_cn: 未知时间格式
zh_hk: 未知時間格式

source: Unlock
ar: إلغاء التأمين
cs: Odemknout
da: Lås op
de: Entsperren
es: Desbloquear
fa: گشودن
fi: Poista lukitus
fr: Débloquer
id: Buka Kunci
it: Sblocca
ja: ロック解除
lv: Atbloķēt
nl: Ontblokken
no: Lås opp
pl: Odblokuj
pt: Destravar
ru: Разблокировать
sv: Lås upp
tr: Kilidi aç
zh_cn: 解锁
zh_hk: 解鎖

source: Unlock All
ar: إلغاء تأمين الكل
cs: Odemknout vše
da: Lås Alle Op
de: Alles entsperren
es: Desbloquear todo
fa: گشودن همه
fi: Poista lukitus kaikista
fr: Tout débloquer
id: Buka Kunci Semua
it: Sblocca tutto
ja: 全てロック解除
lv: Atbloķēt Visu
nl: Alles Ontblokken
no: Lås opp alle
pl: Odblokuj Wszytko
pt: Destravar Tudo
ru: Разблокировать все
sv: Lås upp allt
tr: Tümünün kilidini aç
zh_cn: 全部解锁
zh_hk: 全部解鎖

source: Unlock Selection
ar: إلغاء تأمين التحديد
cs: Odemknout výběr
da: Lås Valgte Op
de: Auswahl entsperren
es: Desbloquear selección
fa: گشودن انتخاب
fi: Poista lukitus valinnasta
fr: Débloquer sélection
id: Buka Kunci Pemilihan
it: Sblocca selezione
ja: 選択のロック解除
lv: Atbloķēt Atlasi
nl: Selectie Ontblokken
no: Lås opp valg
pl: Odblokuj Zaznaczone
pt: Destravar Seleção
ru: Разблокировать выделенное
sv: Lås upp markering
tr: Seçili alanın kilidini aç
zh_cn: 解锁选择项
zh_hk: 解鎖選擇項

source: Up
ar: أعلى
cs: Nahoru
da: Op
de: Oben
es: Subir
fa: بالا
fi: Ylös
fr: Vers le haut
id: Ke atas
it: Su
ja: 上へ
lv: Uz augšu
nl: Omhoog
no: Opp
pl: W Górę
pt: Cima
ru: Вверх
sv: Upp
tr: Yukarı
zh_cn: 向上翻页
zh_hk: 向上翻頁

source: Update
ar: تحديث
cs: Aktualizace
da: Opdater
es: Actualizar
fa: به روز رسانی
fi: Päivitä
fr: Actualiser
it: Aggiorna
ja: 更新
lv: Atjaunināt
no: Oppdater
pl: Uaktualnij
pt: Atualizar
ru: Обновить
sv: Uppdatera
tr: Güncelle
zh_cn: 更新
zh_hk: 更新

source: Updated By
ar: تم التحديث بواسطة
cs: Aktualizoval
da: Opdateret af
de: Aktualisiert durch
es: Actualizado por
fa: به روز سانی شده توسط
fi: Päivittänyt
fr: Actualisation par :
id: Diupdate oleh
it: Aggiornato da
ja: 更新者
lv: Atjaunināja
nl: Bijgewerkt bij
no: Oppdatert av
pl: Uaktualnione Przez
pt: Atualizado por
ru: Обновлено
sv: Uppdaterad av
tr: Tarafından güncellendi
zh_cn: 更新人
zh_hk: 更新人

source: Update grid
ar: تحديث الشبكة
cs: Aktualizovat mřížku
da: Opdater grid
de: Tabelle aktualisieren
es: Actualizar cudrícula
fa: به روز رسانی شبکه
fi: Päivitä ikkuna
fr: Actualiser quadrillage
id: Grid update
it: Gliglia aggiornamento
ja: グリッドの更新
lv: Atjaunināt režģi
no: Oppdater rute
pl: Uaktualnij siatkę
pt: Tabela de Atualização
ru: Обновить сетку
sv: Uppdatera rutnät
tr: Gridi güncelle
zh_cn: 更新网格
zh_hk: 更新網格
