Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# YouGotANewBronzeBadgeForAHT
source: You got a new bronze badge! Your average handling time in {1:yyyy-MM-dd} is below {0} seconds.
ar: حصلت على شارة بروزنية جديدة متوسط توقيت ادائك فى الفترة {1: سسسس-شش-ي ي} اكتر من {0} ثانية
cs: Obdržel(a) jste nový bronzový odznak! Váše průměrná doba vyřízení hovoru v {1:yyyy-MM-dd} je nižší než {0} sekund.
da: Du har fået et nyt bronzemärke! Din gennemsnitlige AHT i {1:yyyy.MM.dd} er lavere end {0} sekunder
de: Sie haben einen neuen BRONZEstern! Ihre durchschnittliche Bearbeitungszeit in {1.yyyy-MM-dd} ist unter {0} Sekunden.
es: Has recibido una nueva medalla de bronce! Tu t. de gestión promedio en {1:yyyy-MM-dd} fue menor que {0} segundos.
fa: شما یک علامت برنز جدید دارید! میانگین زمان رسیدگی شما در {1:yyyy-MM-dd} کمتر از {0} ثانیه است.
fi: Olet ansainnut uuden pronssimitalin! Keskimääräinen käsittelyaikasi {1:yyyy:MM:dd} aikana on alle {0} sekunttia.
fr: Vous avez obtenu un nouveau badge bronze! Votre durée moyenne de traitement du {1:yyyy-MM-dd} est au dessous de {0}.
ja: 新たなブロンズバッジを獲得しました！あなたの{1:yyyy-MM-dd}における平均処理時間は{0}秒を下回っています。
lv: Tev ir jauna bronzas medaļa! Tavs vidējais sarunu apstrādes laiks {1: yyyy-MM-dd} ir zem {0} sekundēm.
no: Du har fått et nytt bronsemerke! Din gjennomsnittlig behandlingstid for {1: yyyy-MM-dd} er under {0} sekunder.
pl: Masz nową brązową odznakę! Średni czas obsługi w {1: rrrr-MM-dd} jest poniżej {0} sekund.
pt: Você conseguiu uma nova medalha de bronze! O seu tempo médio de atendimento em {1:yyyy-MM-dd} é maior que {0}.
ru: Вы достигли бронзового уровня! Ваше среднее время обработки {1:гггг-мм-дд} ниже {0} секунд.
sv: Du har en ny bronsmedalj! Din genomsnittliga behandlingstid {1:yyyy-MM-dd} är under {0} sekunder.
tr: Bronz madalya kazandınız! {1:yyyy-MM-dd} tarihindeki ortalama çağrı süreniz (AHT) {0} saniyenin altında.
zh_cn: 您得到了新的青铜徽章！您在{1:yyyy-MM-dd}的平均处理时间低于 {0}秒
zh_hk: 您得到了新的青銅徽章！您在{1:yyyy-MM-dd}的平均處理時間低於{0}秒

# YouGotANewGoldBadgeForAnsweredCalls
source: You got a new gold badge! You have answered {0} or more calls each day on {1} different days.
ar: حصلت على شارة ذهبية جديدة! لقد أجبت على {0}أو عدد أكبر من المكالمات فى يوم {1} مختلف عن أيام
cs: Obdržel(a) jste nový zlatý odznak! Vyřídil(a) jste {0} nebo více hovorů každý den v {1} různých dnech.
da: Du har fået et nyt guldmärke! Du har besvaret {0} eller flere kald hver dag på {1} forskellige dage.
de: Sie haben einen neuen GOLDstern! Sie haben jeweils mehr als {0} Anrufe an {1} verschiedenen Tagen beantwortet.
es: Has recibido una nueva medalla de oro! Has atendido {0} o más llamadas cada día por {1} días.
fa: شما یک علامت طلای جدید گرفتید! شما {0} پاسخ داده اید یا تماسهای بیشتری هر روز در {1} روز متفاوت پاسخ داده اید.
fi: Olet ansainnut uuden kultamitalin! Olet vastannut {0} tai useampaan puheluun päivittäin {1} eri päivänä.
fr: Vous avez obtenu un nouveau badge or! Vous avez répondu à {0} appels ou plus chaque jour sur {1} jours différents.
ja: 新たなゴールドバッジを獲得しました！あなたの{1}日間における応答呼は{0}以上です。
lv: Tev ir jauna zelta medaļa! Esi atbildējis {0} vai vairāk zvanus katru dienu {1} dažādās dienā
no: Du fått et nytt gullmerke! Du besvarte {0} eller flere samtaler hver dag for {1} forskjellige dager.
pl: Masz nową złotą odznakę! Odebrałeś więcej niż {0} rozmów w każdym z {1} różnych dni.
pt: Você conseguiu uma nova medalha de ouro! Você atendeu {0} ou mais chamadas em {1} dias diferentes
ru: Вы достигли золотого уровня! Количество отвеченных вами звонков {0} больше, чем за {1} дня(-ей).
sv: Du har en ny guldmedalj! Du har besvarat {0} eller fler samtal {1} olika dagar.
tr: {1} gün süresince {0} üzerinde çağrı cevaplayarak yeni bir altın madalya kazandın.
zh_cn: 您得到了新的金色徽章！您在不同日期中已经应答了{0}或更多的电话在每天{1}
zh_hk: 您得到了新的金色徽章！您在不同日期中已經應答了{0}或更多的電話在每天{1}

# YouGotANewGoldBadgeForAdherence
source: You got a new gold badge! Your ready time adherence is above {0} on {1} different days.
ar: لقد حصلت على شارة ذهبية التزامك اعلى من {0} فى {1} فى ايام مختلفة
cs: Obdržel(a) jste nový zlatý odznak! Vaše věrnost je vyšší než {0} v rámci {1} rozdílných dnů.
da: Du har fået et nyt guldmärke! Din adherence er over {0} på {1} forskellige dage.
de: Sie haben einen neuen GOLDstern! Ihre Planeinhaltung ist über {0} an {1} verschiedenen Tagen.
es: Has recibido una nueva medalla de oro! Tu adherencia fue mayor que {0} por {1} días.
fa: شما یک علامت طلای جدید گرفتید! هم راستایی شما بالای {0} در {1} روز متفاوت است.
fi: Olet ansainnut uuden kultamitalin! Valmiusajan noudattamisesi on yli {0} {1} eri päivänä.
fr: Vous avez obtenu un nouveau badge or! Votre adhérence temps ready est au dessus de {0} sur {1} jours différents.
ja: 新たなゴールドバッジを獲得しました！あなたの{1}日間における遵守率は{0}を上回っています。
lv: Tev ir jauna zelta medaļa! Tava atbilstība grafikam ir virs {0} un {1} dažādās dienās.
no: Du fått et nytt gullmerke! din etterlevelse er over {0} i løpet av {1} forskjellige dager.
pl: Masz nową złotą odznakę! Twoje przestrzeganie jest powyżej {0} w ciągu {1} różnych dni.
pt: Você conseguiu uma nova medalha de ouro! A sua aderência é maior do que {0} em {1} dias diferentes.
ru: Вы достигли золотого уровня! Cоблюдение вашего графика выше {0} за {1} дня(-ей).
sv: Du har en ny guldmedalj! Din följsamhet är över {0} på {1} olika dagar.
tr: Vardiya uyumunuz {1} ayrı günde {0} üzerinde çıktı ve altın madalya kazandınız!
zh_cn: 您得到了新的金色徽章！您的遵时率超过{0}在{1}的不同日期
zh_hk: 您得到了新的金色徽章！您的遵時率超過{0}在{1}的不同日期

# YouGotANewGoldBadgeForAHT
source: You got a new gold badge! Your handling time is below {0} seconds on {1} different days.
ar: لقد حصلت على شارة ذهبية معدل ادائك أقل من {0} ثوان فى {1} فى ايام مختلفة
cs: Obdržel(a) jste nový zlatý odznak! Váše doba vyřízení hovoru je nižší než {0} sekund v {1} rozných dnech.
da: Du har fået et nyt guldmärke! Din AHT er under {0} sekunder på {1} forskellige dage.
de: Sie haben einen neuen GOLDstern! Ihre durchschnittliche Bearbeitungszeit ist unter {0} an {1} verschiedenen Tagen.
es: Has recibido una nueva medalla de oro! Tu t. de gestión está por debajo de {0} segundos por {1} días.
fa: شما یک علامت طلای جدید گرفتید! زمان رسیدگی شما زیر {0} ثانیه در {1} روز متفاوت است.
fi: Olet ansainnut uuden kultamitalin! Keskimääräinen käsittelyaikasi on alle {0} sekunttia {1} eri päivänä.
fr: Vous avez obtenu un nouveau badge or! Votre temps de traitement est sous {0} secondes sur {1} jours différents.
ja: 新たなゴールドバッジを獲得しました！あなたの{1}日間における処理時間は{0}秒を下回っています。
lv: Tev ir jauna zelta medaļa! Tavs sarunu apstrādes laiks ir zem {0} sekundēm {1} dažādās dienās.
no: Du fått et nytt gullmerke! Din behandlingstid er under {0} sekunder for {1} forskjellige dager.
pl: Masz nową złotą odznakę! Twój czas obsługi jest poniżej {0} sekund w ciągu {1} różnych dni.
pt: Você conseguiu uma nova medalha de ouro! O seu tempo de atendimento é menor que {0} segundos em {1} dias diferentes.
ru: Вы достигли золотого уровня! Ваше среднее время обработки ниже {0} секунд за {1} дня(-ей).
sv: Du har en ny guldmedalj! Din genomsnittliga behandlingstid är under {0} sekunder {1} olika dagar.
tr: {1} gün süresince ortalama çağrı karşılama süren {0} altında geldi. Yeni bir altın madalya kazandın.
zh_cn: 您得到了新的金色徽章！您的处理时间低于{0}秒在{1}的不同日期
zh_hk: 您得到了新的金色徽章！您的處理時間低於{0}秒在{1}的不同日期

# YouGotANewSilverBadgeForAnsweredCalls
source: You got a new silver badge! You have answered {0} or more calls each day on {1} different days.
ar: حصلت على شارة فضية جديدة! لقد أجبت على {0}أو عدد أكبر من المكالمات فى يوم {1} مختلف عن أيام
cs: Obdržel(a) jste nový stříbrný odznak! Vyřídil(a) jste {0} nebo více hovorů každý den v {1} různých dnech.
da: Du har fået et nyt sölvmärke! Du har besvaret {0} eller flere kald hver dag på {1} dage.
de: Sie haben einen neuen SILBERstern! Sie haben jeweils mehr als {0} Anrufe an {1} verschiedenen Tagen beantwortet.
es: Has recibido una nueva medalla de plata! Ha atendido {0} o más llamadas cada día en {1} días.
fa: شما یک علامت نقره جدید گرفتید! شما {0} پاسخ داده اید یا تماسهای بیشتری هر روز در {1} روز متفاوت پاسخ داده اید.
fi: Olet ansainnut uuden hopeamitalin! Olet vastannut {0} tai useampaan puheluun päivittäin {1} eri päivinä.
fr: Vous avez obtenu un nouveau badge argent! Vous avez répondu à {0} appels ou plus chaque jour sur {1} jours différents.
ja: 新たなシルバーバッジを獲得しました！あなたの{1}日間における応答呼は{0}以上です。
lv: Tev ir jauna sudraba medaļa! Esi atbildējis {0} vai vairāk zvanus katru dienu {1} dažādās dienā
no: Du har fått et nytt sølvmerke! Du besvarte {0} eller flere samtaler hver dag for {1} forskjellige dager.
pl: Masz nową srebrną odznakę! Odebrałeś więcej niż {0} rozmów w każdym z {1} różnych dni.
pt: Você conseguiu uma nova medalha de prata! Você atendeu {0} ou mais chamadas em {1} dias diferentes
ru: Вы достигли серебряного уровня! Количество отвеченных вами звонков {0} больше, за {1} дня(-ей).
sv: Du har en ny silvermedalj! Du har besvarat {0} eller fler samtal {1} olika dagar.
tr: {1} gün süresince {0} üzerinde çağrı cevaplayarak yeni bir gümüş madalya kazandın.
zh_cn: 您得到了新的银色徽章！您在不同日期中已经应答了{0}或更多的电话在每天{1}
zh_hk: 您得到了新的銀色徽章！您在不同日期中已經應答了{0}或更多的電話在每天{1}

# YouGotANewSilverBadgeForAdherence
source: You got a new silver badge! Your ready time adherence is above {0} on {1} different days.
ar: حصلت على شارة فضية! جديدة التزامك أعلى من {0}فى {1} مختلف عن أيام
cs: Obdržel(a) jste nový stříbrný odznak! Vaše věrnost je vyšší než {0} v {1} rozdílných dnech.
da: Du har fået et nyt sölvmärke! Din adherence er over {0} på {1} forskellige dage.
de: Sie haben einen neuen SILBERstern! Ihre Planeinhaltung ist über {0} an {1} verschiedenen Tagen.
es: Has recibido una nueva medalla de plata! Tu adherencia es mejor que {0} en {1} días.
fa: شما یک علامت نقره جدید گرفتید! هم راستایی شما بالای {0} در {1} روز متفاوت است.
fi: Olet ansainnut uuden hopeamitalin! Valmiusajan noudattamisesi on yli {0} {1} eri päivinä.
fr: Vous avez obtenu un nouveau badge argent! Votre adhérence temps ready est au dessus de {0} sur {1} jours différents.
ja: 新たなシルバーバッジを獲得しました！あなたの{1}日間における遵守率は{0}を上回っています。
lv: Tev ir jauna sudraba medaļa! Tava atbilstība grafikam ir virs {0} un {1} dažādās dienās.
no: Du har fått et nytt sølvmerke! Deres etterlevelse er over {0} i løpet av {1} forskjellige dager.
pl: Masz nową srebrną odznakę! Twoje przestrzeganie jest powyżej {0} w ciągu {1} różnych dni.
pt: Você conseguiu uma nova medalha de prata! A sua aderência é maior do que {0} em {1} dias diferentes.
ru: Вы достигли серебряного уровня! Cоблюдение вашего графика выше {0} за {1} дня(-ей).
sv: Du har en ny silvermedalj! Din följsamhet är över {0} på {1} olika dagar.
tr: Vardiya uyumunuz {1} farklı günde {0} üzerinde geldi ve gümüş madalya kazandınız!
zh_cn: 您得到了新的银色徽章！您的遵时率超过{0}在{1}的不同日期
zh_hk: 您得到了新的銀色徽章！您的遵時率超過{0}在{1}的不同日期

# YouGotANewSilverBadgeForAHT
source: You got a new silver badge! Your handling time is below {0} seconds on {1} different days.
ar: حصلت على شارة فضية جديدة! توقيت أداءك أقل من {0} ثانية فى {1} مختلف عن أيام
cs: Obdržel(a) jste nový stříbrný odznak! Vaše doba vyřízení hovoru je nižší než {0} sekund v {1} rozdílných dnech.
da: Du har fået et nyt sölvmärke! Din AHT er under {0} sekunder på {1} forskellige dage.
de: Sie haben einen neuen SILBERstern! Ihre durchschnittliche Bearbeitungszeit ist unter {0} an {1} verschiedenen Tagen.
es: Has recibido una nueva medalla de plata! Tu t. de gestión está por debajo de {0} segundos por {1} días.
fa: شما یک علامت نقره جدید گرفتید! زمان رسیدگی شما زیر {0} ثانیه در {1} روز متفاوت است.
fi: Olet ansainnut uuden hopeamitalin! Keskimääräinen käsittelyaikasi on alle {0} sekuntia {1} eri päivinä.
fr: Vous avez obtenu un nouveau badge argent! Votre temps de traitement est sous {0} secondes sur {1} jours différents.
ja: 新たなシルバーバッジを獲得しました！あなたの{1}日間における処理時間は{0}秒を下回っています。
lv: Tev ir jauna sudraba medaļa! Tavs sarunu apstrādes laiks ir zem {0} sekundēm {1} dažādās dienās.
no: Du har fått et nytt sølvmerke! Din behandlingstid er under {0} sekunder for {1} forskjellige dager.
pl: Masz nową srebrną odznakę! Twój czas obsługi jest poniżej {0} sekund w ciągu {1} różnych dni.
pt: Você conseguiu uma nova medalha de prata! O seu tempo de atendimento é menor que {0} segundos em {1} dias diferentes.
ru: Вы достигли серебряного уровня! Ваше среднее время обработки ниже {0} секунд за {1} дня(-ей).
sv: Du har en ny silvermedalj! Din genomsnittliga behandlingstid är under {0} sekunder {1} olika dagar.
tr: {1} gün süresince ortalama çağrı karşılama süren {0} altında geldi. Yeni bir gümüş madalya kazandın.
zh_cn: 您得到了新的银色徽章！您的处理时间低于{0}秒在{1}的不同日期
zh_hk: 您得到了新的銀色徽章！您的處理時間低於{0}秒在{1}的不同日期

# WeeklyWorkTimeBroken
source: You have a broken weekly work time limit.
ar: لديك وقت أسبوعى محدود محطم
cs: Máte narušený týdenní limit práce.
da: Du har overskredet gränsen for ugentlig arbejdstid
de: Sie haben eine Begrenzung der wöchentlichen Arbeitszeit gebrochen.
es: Ha violado el límite de tiempo semanal de trabajo
fa: شما محدودیت زمان کار هفتگی نقض شده دارید
fi: Työvuorotoiveittesi tuntimäärä ei vastaa sopimustuntejasi.
fr: Vous avez enfreint une limite de temps de travail hebdomadaire
ja: あなたは週間勤務時間の制限を超えました
lv: Jums ir pārkāpts nedēļas darba laika ierobežojums.
no: Du har en brutt ukentlig arbeidstidsgrense.
pl: Wyszedłeś poza tygodniowy limit czasu pracy.
pt: Você tem um tempo limite de trabalho semanal inválido.
ru: Лимит недельного времени нарушен.
sv: Du har brutit mot maxarbetstiden per vecka.
tr: Haftalık çalışma süresi sınırını aştınız.
zh_cn: 您超出了每周工作时间限制
zh_hk: 您超出了每週工作時間限制

# AbsenceBackToWork
source: Back to Work
ar: عودة للعمل
cs: Zpět do práce
da: Tilbage på arbejde
de: Abwesenheitsrückkehr
es: Vuelta al Trabajo
fa: برگشت به کار
fi: Työhön paluu
fr: De retour au travail
lv: Atgriešanās Darbā
no: Tilbake til arbeid
pl: Powrót do Pracy
pt: Voltar ao Trabalho
ru: Возвращение на работу
sv: Åter i arbete
tr: İşe Geri Dön
zh_cn: 由缺勤返回工作
zh_hk: 由缺勤返回工作

source: Absence can not be reported.
ar: الغياب لا يمكن رصده فى تقرير
cs: Absence nemůže být reportována.
da: Fravär kan ikke rapporteres
de: Abwesenheit kann nicht gemeldet werden.
es: Ausencia no puede ser reportada
fa: مرخصی نمی تواند گزارش داده شود.
fi: Poissaoloa ei voi raportoida.
fr: L'absence ne peut être dans les rapports
lv: Prombūtni nevar ziņot.
no: Fravær kan ikke rapporteres.
pl: Absencje nie mogą być raportowane.
pt: Essa ausência não pode ser reportada
ru: Отсутствие не может быть внесено.
sv: Frånvarotypen kan inte användas för rapportering.
tr: Devamsızlık belirtilemiyor.
zh_cn: 缺勤无法被提报
zh_hk: 缺勤無法被提報

# AbsenceReport
source: Absence Reporting
ar: عملية إعداد تقارير الغياب
cs: Reportování absence
da: Fravärsrapportering
de: Abwesenheiten melden
es: Reporte de Ausencias
fa: گزارشگیری مرخصی
fi: Poissaolo raportointi
fr: Suivi des rapports d'absence
lv: Prombūtnes Ziņojumi
no: Fravær rapportering
pl: Raportowanie Absencji
pt: Reportar Ausência
ru: Отчет об отсутствии
sv: Frånvarorapportering
tr: Devamsızlık belirtme
zh_cn: 缺勤提报
zh_hk: 缺勤提報

# AbsencesAvailableForReport
source: Allowed absences for absence reporting
ar: الغياب المسموح به لتقارير الغياب
cs: Povolené absence pro reportování absencí
da: Tillad fravär for fravärsrapportering
de: Erlaubte Abwesenheiten für Abwesenheitsmeldung.
es: Ausencias permitidas en el reporte de ausencias
fa: مرخصی های مجاز برای گزارش مرخصی
fi: Sallitut poissaolot raportointiin
fr: Absences permises pour les rapports d'absences
lv: Pieļaujamās prombūtnes, prombūtnes ziņošanai
no: Tillatt fravær for fravær rapportering
pl: Dozwolone absencje do zgłaszania nieobecności
pt: Ausências que podem ser reportadas
ru: Разрешенные отсутствия для отчета
sv: Frånvarotyper tillgängliga för rapportering
tr: Belirtilmesine izin verilen devamsızlıklar
zh_cn: 可允许提报的缺勤
zh_hk: 可允許提報的缺勤

source: Agent Description
ar: وصف الممثل
cs: Popis agenta
da: Medarbejderbeskrivelse
de: Mitarbeiter Darstellung
es: Descripción del Agente
fa: شرح پاسخگو
fi: Agenttikuvaus
fr: Description Agent
ja: エージェントの説明
lv: Operatora Apraksts
no: Agent beskrivelse
pl: Opis Agenta
pt: Descrição do Agente
ru: Описание оператора
sv: Agentbeskrivning
tr: Müşteri temsilcisi tarifi
zh_cn: 座席代表描述
zh_hk: 座席代表描述

# AgentNameFormatFirstNameLastName
source: [First Name] [Last Name]
ar: [ الاسم الاول] [الاسم الاخير]
cs: [Jméno] [Příjmení]
da: [Fornavn] [Efternavn]
de: [Vorname] [Nachname]
es: [Nombre] [Apellido]
fa: [نام] [نام خانوادگی]
fi: [Etunimi] [Sukunimi]
fr: [Prénom][Nom]
ja: [姓] [名]
lv: [Vārds] [Uzvārds]
no: [Fornavn] [Etternavn]
pt: [Nome] [Sobrenome]
ru: [Имя] [Фамилия]
sv: [Förnamn] [Efternamn]
tr: [Ad] [Soyad]
zh_cn: [名] [姓]
zh_hk: [名] [姓]

# AgentNameFormatLastNameFirstName
source: [Last Name] [First Name]
ar: [ الاسم الاول] [الاسم الاخير]
cs: [Příjmení] [Jméno]
da: [Efternavn] [Fornavn]
de: [Nachname] [Vorname]
es: [Apellido] [Nombre]
fa: [نام خانوادگی] [نام]
fi: [Sukunimi] [Etunimi]
fr: [Nom][Prénom]
ja: [名] [姓]
lv: [Uzvārds] [Vārds]
no: [Etternavn] [Fornavn]
pt: [Sobrenome] [Nome]
ru: [Фамилия] [Имя]
sv: [Efternamn] [Förnamn]
tr: [Soyad] [Ad]
zh_cn: [姓] [名]
zh_hk: [姓] [名]

# AnnounceShift
source: Post Shift for Trade
ar: إعلان وردية
cs: Poslat požadavek k výměně směny
da: Tilbud Vagtbytte
de: Schichttausch veröffentlichen
es: Publicar Turno para Cambio
fa: ارسال شیفت برای معاوضه
fi: Viestitä vuoronvaihto
fr: Annonce Horaire
lv: Publicēt Maiņu Samaiņai
no: Publiser skift bytte
pl: Wnioskuj Dyżury do Zamiany
pt: Anunciar Turno
ru: Сообщить о смене
sv: Posta skift för byte
tr: Vardiyayı Takasa Çıkar
zh_cn: 公告班次
zh_hk: 公告班次

# AnnounceShiftConditions
source: I want a shift matching the following conditions
ar: أرغب فى وردية تطابق الشروط التالية
cs: Chci směnu, která odpovídá následujícím kritériím
da: Jeg søger efter en vagt med følgende betingelser
de: Ich suche die folgende Schicht:
es: Quiero un turno que cumpla las siguientes condiciones:
fa: من یک شیفت مطابق با شرایط زیر می خواهم
fi: Haluan työvuoron, joka vastaa seuraaviin edellytyksiin
fr: Je souhaite un échange d'horaires correspondant aux conditions suivantes
lv: Es vēlos maiņu atbilstošu šādiem nosacījumiem
no: Jeg ønsker et skift som samsvarer med følgende betingelser
pl: Chcę dyżur spełniający następujące kryteria
pt: Eu quero um turno que atende as seguintes condições
ru: Я хочу смену, соответствующую следующим параметрам
sv: Jag söker ett skift som uppfyller följande villkor
tr: Şu şartlara uygun bir vardiya istiyorum:
zh_cn: 我想要一个满足以下条件的班次
zh_hk: 我想要一個滿足以下條件的班次

# AnnounceShiftDateOutPeriod
source: The date for the shift trade post must be within the shift trade open period!
ar: التاريخ الذى ترغب فى تبديله يجب أن يكون فى فترة متاحة!
cs: Datum pro odeslání požadavku k výměnš směny musí být v rámci období otevřené změny směny
da: Ugyldig period for vagtbytte
de: Das Datum des Schichttausches muss innerhalb der offenen Tauschperiode sein.
es: La fecha del anuncio de cambio de turno tiene que ser dentro del periodo abierto para cambios de turno
fa: تاریخ برای ارسال معاوضه شیفت باید در دوره باز معاوضه شیفت باشد
fi: Vuoronvaihto on viestitettävä vuoronvaihtojakson aukioloajan aikana
fr: La date que vous voulez échanger doit être ouverte dans le paramètre d'ouverture de période!
lv: Samaiņas publikācijas datumam ir jābūt samaiņas atvērtā periodā robežās!
no: Datoen for skiftbyttet må være innenfor skiftbyttets åpen periode!
pl: Data wniosku o zamianie dyżuru musi zawierać się w okresie możliwym na zamiane dyżurów!
pt: A data que você deseja trocar deve estar dentro do período aberto!
ru: Дата, которую вы хотите обменять, должна быть в открытом периоде!
sv: Datumet för skiftbytet måste vara i en öppen period!
tr: Vardiya takası isteği için geçersiz tarih aralığı.
zh_cn: 您想要交换的日期需在开放周期内
zh_hk: 您想要交換的日期需在開放週期內

# AnnounceShiftValidToNotLegal
source: Valid to date must be between today and the day before the shift trade post date!
ar: الوقت المسموح يجب أن يكون ما بين اليوم واليوم الذى يسبق يوم تبديل الورديات
cs: datum "platnosti do" musí být mezi dneškem a dnem před datem odeslání této výměny směny!
da: Tilbud kan kun være gyldigt indtil vagtens dato
de: Das Gültigkeitsdatum muss zwischen heute und dem Tag vor dem angebotenen Schichttausch liegen!
es: La fecha de validez debe ser entre hoy y el día antes de la fecha de la oferta de cambio de turno!
fa: تاریخ مجاز باید بین امروز و تاریخ ارسال معاوضه شیفت باشد!
fi: Vuoronvaihtojen voimassaoloaika on oltava voimassa tästä päivästä alkaen vaihtopäivän edellyttävään päivään asti!
fr: Valide à date doit être entre aujourd'hui et le jour précédent la date de l'échange!
lv: Derīgs līdz datumam ir jābūt starp šodienu un dienu pirms samaiņas publicēšanas datuma!
no: Gyldig til dato må være mellom i dag og dagen før skiftbyttet dato!
pl: Prawidłowa data do musi zawierać sie pomiędzy dniem dzisiejszym a dniem poprzedzającym datę wniosku o zamianę!
pt: A data final deve estar entre hoje e o um dia antes da data da troca!
ru: Дата действия предложения должна быть днем между сегодняшней датой и датой обмена!
sv: Datumet skiftbyteserbjudandet är giltigt till måste vara mellan idag och dagen före bytesdagen!
tr: Geçerlilik tarihi bugün ile vardiya takas edilmek istenen günün bir gün öncesi arasında olmalı.
zh_cn: 有效的“到”日期应介于今天和交换日期之前
zh_hk: 有效的“到”日期應介於今天和交換日期之前

source: Apply Product Activation Key
ar: قم بتطبيق مفتاح التنشيط للمنتج
cs: Uložit aktivační klíč produktu
da: Indtast Produkt Aktiveringsnögle
de: Eingabe Product Activation Key
es: Aplicar Clave de Activación de Producto
fa: کلید فعالسازی محصول را بکار ببرید
fi: Liitä tuoteavain
fr: Appliquer clé d'activation produit
lv: Pielietot Produkta Aktivizācijas Atslēgu
no: Legg til Produktaktiveringsnøkkel
pl: Wprowadź Klucz Aktywacji Produktu
pt: Aplicar Chave de Ativação do Produto
ru: Применить ключ активации продукта
sv: Lägg på produktaktiveringsnyckel
tr: Lütfen lisans dosyasını yükleyin.
zh_cn: 应用产品激活密钥
zh_hk: 應用產品啟用金鑰
