Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# ApplicationUserIdShouldBeAValidEmailAddressErrorMsg
source: ApplicationUserId should be a valid email address;
ar: اسم المستخدم بالبرنامج يجب أن يكون عنوانا بريديا صحيحا
cs: ID uživatele aplikace by měla být platná e-mailová adresa;
da: System bruger id bör väre en gyldig email adresse
de: ApplicationUserId muss eine E-Mail Adresse beinhalten.
es: ApplicationUserId debe ser una dirección de e-mail válida;
fa: نام کاربری باید آدرس ایمیل معتبری باشد:
fi: Käyttäjätunnus on oltava sähköpostiosoite;
fr: ApplicationUserId doit être une adresse mail valide;
lv: Aplikācijas Lietotājam Id ir jābūt derīgai e-pasta adresei;
no: ApplicationUserId bør være en gyldig e-postadresse;
pl: ApplicationUserId powinno być prawidłowym adresem e-mail;
ru: ApplicationUserID должен быть корректный email адрес;
sv: ApplicationUserId måste vara en giltig e-postadress;
tr: Kullanıcı adı geçerli bir e-posta adresi olmalı;
zh_cn: 应用程序用户Id应为有效的email地址：
zh_hk: 應用程式使用者Id應為有效的email地址：

# FlipItemHorizontally
source: Flip Selected Items Horizontally
ar: اقلب البنود المختارة أفقيا
cs: Překlopit vybrané položky vodorovně
da: Vend det valgte horisontalt
de: Ausgewählte Artikel horizontal drehen
es: Voltear Elementos Seleccionados Horizontalmente
fa: برعکس کردن افقی مورد انتخاب شده
fi: Käännä valitut kohteet vaakasuoraan
fr: Retourner horizontalement les objets sélectionnés
lv: Pagriezt Atlasītos Priekšmetus Horizontāli
no: Vend valgte elementer horisontalt
pl: Przerzuć Wybrane Elementy Poziomo
ru: Отразить выделенные объекты по горизонтали
sv: Vänd valda objekt vågrätt
tr: Yatay çevir
zh_cn: 水平翻转选定项目
zh_hk: 水準翻轉選定項目

# FlipItemVertically
source: Flip Selected Items Vertically
ar: اقلب البنود المختارة رأسيا
cs: Překlopit vybrané položky svisle
da: Vend det valgte vertikalt
de: Ausgewählte Artikel vertikal drehen
es: Voltear elementos seleccionados verticalmente
fa: برعکس کردن عمودی مورد انتخاب شده
fi: Käännä valitut kohteet pystysuoraan
fr: Retourner verticalement les objects sélectionnés
lv: Pagriezt Atlasītos Priekšmetus Vertikāli
no: Vend valgte elementer vertikalt
pl: Przerzuć Wybrane Elementy Pionowo
ru: Отразить выделенные объекты по вертикали
sv: Vänd valda objekt lodrätt
tr: Dikey çevir
zh_cn: 垂直翻转所选项目
zh_hk: 垂直翻轉所選項目

# ForecastDo
source: Forecast
ar: توقع
cs: Předpověď
da: Prognose
es: Previsión
fa: پیش بینی
fi: Ennusta
fr: Prévoir
lv: Prognoze
no: Prognostiser
pl: Prognoza
ru: Прогноз
sv: Prognostisera
tr: Tahmin
zh_cn: 预测
zh_hk: 預測

# RunningForecast
source: Forecast is running
ar: عملية التوقع تتم
cs: Předpověď běží
da: Prognoser körer
de: Der Forecast wird durchgeführt
es: La previsión está operando
fa: پیش بینی در حال انجام است
fi: Ennustus on käynnissä
fr: Prévisions en cours
lv: Prognoze darbojas
no: Prognosen kjører
pl: Prognoza jest uruchomiona
ru: Выполняется прогнозирование
sv: Prognostisering pågår
tr: Tahminleme işlemi devam ediyor.
zh_cn: 预测正在运行
zh_hk: 預測正在運行

# ForecastMethodIDColon
source: Forecast method id:
ar: تعرف طريقة التوقع:
cs: Identifikátor metody prognózování:
da: Prognosemetode id:
de: Forecast-Methoden ID:
es: Método de previsión id:
fa: شناسه روش پیش بینی
fi: Ennustustavan tunnus:
fr: Méthode de prévisions n°:
lv: Prognozes metodes id:
no: Prognose metode id:
pl: Id metody prognozy:
ru: Id метода прогнозирования:
sv: Prognosmetod-ID
tr: Tahminleme metodu kodu
zh_cn: 预测算法id：
zh_hk: 預測演算法id：

# ForecastPeriodLength
source: Forecast period cannot be more than 1 year
ar: فترة التوقع لا يمكن أن تتجاوز عام واحد
cs: Období předpovědi nesmí být delší než rok.
da: Prognse perioden kan ikke väre mere end et år
de: Die Forecastperiode kann nicht länger als 1 Jahr sein
es: El período de previsión no puede ser más de 1 año
fa: دوره زمانی پیش بینی بیشتر از یک سال نمیتواند باشد
fi: Ennustejakso on oltava pidempi kuin vuosi
fr: Les prévisions ne peuvent pas être plus longues qu'1 an
lv: Prognozes periods nedrīkst būt lielāks par 1 gadu
no: Prognoseperioden kan ikke være mer enn ett år
pl: Okres prognozy nie może być większy niż 1 rok
ru: Прогнозируемый период не может быть более 1 года
sv: Prognosperioden kan inte vara längre än 1 år
tr: Tahminleme dönemi 1 seneden uzun olamaz
zh_cn: 预测周期不能超过1年
zh_hk: 預測週期不能超過1年

# SpaceHorizontally
source: Space Selected Items Horizontally
ar: أوجد مساحة للبنود المختارة أفقيا
cs: Rozmístit vybrané položky vodorovně
da: Mellemrum valgte emner horisontalt
de: Tragen Sie die ausgewählten Artikel horizontall ein
es: Espacio Items Seleccionados Horizontal
fa: انتخاب افقی موارد
fi: Erota valitut kohteet vaakasuoraan
fr: Espacer horizontalement les objets sélectionnés
no: Fordel valgte elementer horisontalt
pl: Rozmieść Wybrane Elementy Poziomo
ru: Расположить выбранные объекты горизонтально
sv: Distribuera valda objekt vågrätt
tr: Yatay şekilde yay
zh_cn: 水平分割所选项目
zh_hk: 水準分割所選項目

# SeatBookingDeletedSuccessfully
source: The booking of seat {0} for {1} was deleted
ar: حجز مقعد (0) ل (1) تم حذفه
cs: Rezervace místa {0} pro: {1} smazána
da: Booking af plads {0} for {1} er blevet slettet
de: Die Sitzplatzbuchung {0} für {1} wurde gelöscht
es: La reserva del puesto {0} para {1} ha sido eliminada
fa: رزرو صندلی {0} بخاطر {1} لغو شد
fi: {1} varaus paikalle {0} on poistettu
fr: La réservation du poste {0} pour {1} a été supprimée
lv: Sēdvietas rezervēšana {0} priekš {1} tika dzēsta
no: Booking av plass{0} og {1} ble slettet
pl: Rezerwacja miejsca {0} dla {1} została usunięta
ru: Распределение места {0} для {1} было удалено
sv: Bokningen av sittplats {0} för {1} har tagits bort
tr: {0} yerinin {1} temsilcisine ait rezervasyonu silindi.
zh_cn: 为{1}所分配席位{0}已被删除
zh_hk: 為{1}所分配席位{0}已被刪除

# ForecastValueOverride
source: Forecasted value overridden
ar: القيمة المتوقعة تم تجاوزها
cs: Předpovězená hodnota přepsána
da: Forvented värdi tilsidesättes
de: Der prognostizierte Wert wurde überschrieben
es: Valores previstos fueron sobrescritos
fa: پیش بینیهای تغییر کرده
fi: Ennustettu arvo on ylitetty
fr: Valeur prévue écrasée
lv: Prognozētā vērtība pārrakstīta
no: Prognostisert verdi overstyres
pl: Prognozowana wartość nadpisana
ru: Спрогнозированное значение изменено
sv: Prognostiserat värde ersatt
tr: Çiğnenen tahminlenmiş değer
zh_cn: 覆盖预测值
zh_hk: 覆蓋預測值

source: Text
ar: نص
da: Tekst
es: Texto
fa: متن
fi: Teksti
fr: Texte
lv: Teksts
no: Tekst
pl: Tekst
ru: Текст
tr: Metin
zh_cn: 文本
zh_hk: 文本

# ForecastPeriod
source: Future period
ar: الفترة القادمة
cs: Budoucí období
da: Fremtidig periode
de: Zukünftige Periode
es: Periodo futuro
fa: دوره زمانی آینده
fi: Tuleva jakso
fr: Future période
lv: Nākotnes periods
no: Fremtidig periode
pl: Przyszły okres
ru: Будущий период
sv: Framtida period
tr: Sonraki dönem
zh_cn: 未来周期
zh_hk: 未來週期

# AllPeopleOnCurrentPageSelected
source: All people on this page are selected.
ar: الجميع فى هذه الصفحة تم اختيارهم
cs: Jsou vybráni všichni lidé na této stránce.
da: Alle medarbejdere på denne side er valgt
de: Alle personen sind markiert worden
es: Todas las personas en esta página están seleccionadas.
fa: تمامی افراد این صفحه انتخاب شده اند
fi: Kaikki henkilöt tällä sivulla ovat valittu.
fr: Tout le monde sur cette page est sélectionné
lv: Ir atlasīti visi darbinieki šajā lapā.
no: Alle medarbeidere på denne siden er valgt.
pl: Wszystkie osoby na tej stronie są zaznaczone.
ru: Выбраны все сотрудники на этой странице.
sv: Alla personer på denna sida är valda.
tr: Bu sayfadaki tüm kişiler seçili.
zh_cn: 本页中所有人员已被选择
zh_hk: 本頁中所有人員已被選擇

source: All days are closed
ar: كل الايام مغلقة
cs: Všechny dny jsou uzavřené
da: Alle dage er lukkede
de: Alle Tage sind geschlossen
es: Todos los días están cerrados
fa: همه روزها بسته است
fi: Kaikki päivät ovat suljettu
fr: Tous les jours sont fermés
lv: Visas dienas ir slēgtas
no: Alle dager er stengt
pl: Wszystkie dni są zamknięte
ru: Все дни закрыты
sv: Alla dagar är stängda
tr: Bütün günler kapalı
zh_cn: 所有日期已关闭
zh_hk: 所有日期已關閉

source: Group Selected Items
ar: ادمج البنود المختارة فى مجموعة
cs: Seskupit vybrané položky
da: Gruppe valgte emner
de: Markierte Skillbereiche gruppieren
es: Agrupar Elementos Seleccionados
fa: گروه کردن موارد انتخاب شده
fi: Ryhmittele valitut kohteet
fr: Grouper les objets sélectionnés
lv: Grupu Atlasītie Priekšmeti
no: Grupper valgte elementer
pl: Grupuj Zaznaczone Pozycje
ru: Сгруппировать выделенные объекты
sv: Gruppera valda objekt
tr: Seçili öğeleri grupla
zh_cn: 将选定项目分组
zh_hk: 將選定專案分組

source: Align Top
ar: حاذى للأعلى
cs: Zarovnat nahoru
da: Tilpas top
de: Oben ausrichten
es: Alinear arriba
fa: بالا چین
fi: Aseta alas
fr: Aligner en haut
lv: Izlīdzināt Augšā
no: Juster topp
pl: Wyrównaj do Góry
ru: По верхнему краю
sv: Justera mot överkant
tr: Üstten hizala
zh_cn: 顶端对齐
zh_hk: 頂端對齊

source: Align Right
ar: حاذى يمينا
cs: Zarovnat doprava
da: Tilpas höjre
de: Rechts ausrichten
es: Alinear Derecha
fa: راست چین
fi: Aseta oikealle
fr: Aligner à droite
lv: Izlīdzināt Pa Labi
no: Juster høyre
pl: Wyrównaj do Prawej
ru: По правому краю
sv: Högerjustera
tr: Sağa hizala
zh_cn: 右对齐
zh_hk: 右對齊

source: Align Left
ar: حاذى يسارا
cs: Zarovnat doleva
da: Tilpas venstre
de: Links ausrichten
es: Alinear Izquierda
fa: چپ چین
fi: Aseta vasemmalle
fr: Aligner à gauche
lv: Izlīdzināt Pa Kreisi
no: Juster venstre
pl: Wyrównaj do Lewej
ru: По левому краю
sv: Vänsterjustera
tr: Sola hizala
zh_cn: 左对齐
zh_hk: 左對齊

source: Align Bottom
ar: محاذاة القاع
cs: Zarovnat dolů
da: Tilpas bund
de: Unten ausrichten
es: Alinear abajo
fa: پایین چین
fi: Aseta ylös
fr: Aligner en bas
lv: Izlīdzināt Apakšā
no: Juster bunnen
pl: Wyrównaj do Dołu
ru: По нижнему краю
sv: Justera mot nederkant
tr: Alta doğru hizala
zh_cn: 底部对齐
zh_hk: 底部對齊

# TalkTimeCaret
source: Talk time <
ar: وقت التحدث <
cs: Doba hovorů <
da: Tale tid <
de: Gesprächszeit <
es: T. de conversación <
fa: زمان صحبت <
fi: Puheaika <
fr: Durée de communication <
lv: Sarunas laiks <
no: Samtale tid <
pl: Czas rozmowy <
ru: Время диалога <
sv: Samtalstid <
tr: Konuşma süresi <
zh_cn: 通话时间 <
zh_hk: 通話時間 <

source: Alarm Color
ar: لون التنبيه
cs: Barva alarmu
da: Alarm farve
de: Alarmfarbe
es: Color de alarma
fa: رنگ هشدار
fi: Hälytyksen väri
fr: Couleur d'alarme
lv: Signāla Krāsa
no: Alarmfarge
pl: Kolor Alarmu
ru: Цвет предупредения
sv: Larmfärg
tr: Alarm rengi
zh_cn: 告警颜色
zh_hk: 告警顏色

source: Notifications
ar: إشعارات
cs: Oznámení
da: Meddelelser
de: Benachrichtigungen
es: Notificaciones
fa: پیامها
fi: Ilmoitukset
lv: Paziņojumi
no: Varslinger
pl: Powiadomienia
ru: Уведомления
sv: Notifieringar
tr: Duyurular
zh_cn: 通知
zh_hk: 通知

source: Image
ar: صورة
cs: Obrázek
da: Billede
de: Bild
es: Imagen
fa: تصویر
fi: Kuva
lv: Attēls
no: Bilde
pl: Obraz
ru: Изображение
sv: Bild
tr: Resim
zh_cn: 图像
zh_hk: 圖像

# FailedImportedCountColon
source: Import failed:
ar: استيراد فاشل
cs: Import selhal:
da: Import mislykkedes:
de: Import fehlgeschlagen:
es: Falló importación cuenta:
fa: عملیات وارد کردن با مشکل مواجه شد:
fi: Lukujen tuonti epäonnistui:
fr: Import échoué:
lv: Importēšana neizdevās:
no: Import mislyktes:
pl: Importowanie nie powiodło się:
ru: Импорт не удался:
sv: Import misslyckades:
tr: Yükleme işlemi başarısız oldu:
zh_cn: 导入失败：
zh_hk: 導入失敗：

# SuccessfullyImportedCountColon
source: Imported successfully:
ar: تم الاستيراد بنجاح
cs: Importováno úspěšně:
da: Importen er udfört:
de: Wurde(n) erfolgreich importiert:
es: Exitosa importación cuenta:
fa: عملیات وارد کردن با موفقیت انجام شده:
fi: Lukujen tuonti onnistui:
fr: Importé avec succès:
lv: Importēšana veiksmīga:
no: Importen fullført:
pl: Zaimportowane pomyślnie:
ru: Импортированы успешно:
sv: Importerade:
tr: Yükleme başarılı:
zh_cn: 导入成功：
zh_hk: 導入成功：

# SuccessTip
source: Success
ar: نجاح
cs: Úspěch
da: Vellykket
de: Erfolgreich
es: Éxito
fa: موفق
fi: Ennustaminen onnistui
fr: Succès
lv: Veiksmīgi
no: Suksess
pl: Sukces
ru: Удачно
sv: Klar
tr: Tahminleme başarıyla sonuçlandı.
zh_cn: 成功
zh_hk: 成功

source: Reset selection
ar: إعادة ضبط الاختيارات
cs: Resetovat výběr
da: Nulstil markering
de: Markierung zurücksetzen
es: Restablecer selección
fa: لغو انتخابها
fi: Nollaa valinta
fr: Remettre à zéro la sélection
lv: Atiestatīt atlasi
no: Oppheve utvalg
pl: Usuń wybór
ru: Сбросить выделение
sv: Återställ urval
tr: Seçimi sıfırla
zh_cn: 重置选择
zh_hk: 重置選擇

source: Statistics
ar: إحصائيات
cs: Statistiky
da: Statistikker
de: Statistik
es: Estadísticas
fa: آمار
fi: Statistiikka
fr: Statistiques
lv: Statistika
no: Statistikk
pl: Statystyki
ru: Статистика
sv: Statistik
tr: İstatistikler
zh_cn: 统计
zh_hk: 統計

source: Start Next
ar: ابدا التالى
cs: Začít další
da: Start näste
de: Nächste starten
es: Iniciar Siguiente
fa: شروع بعدی
fi: Aloita seuraava
fr: Commence après
lv: Sākt Nākamo
no: Begynn neste
pl: Uruchom Następne
ru: Начать следующий
sv: Starta nästa
tr: Bir sonrakini başlat
zh_cn: 开始下一个
zh_hk: 開始下一個

# IsAlarm
source: Alarm
ar: تنبيه
es: Alarma
fa: هشدار
fi: Hälytys
fr: En Alarme
lv: Signāls
ru: Предупреждение
sv: Larm
zh_cn: 是告警
zh_hk: 是告警

source: Not allowed!
ar: غير مسموح!
cs: Není povoleno.
da: Ikke tilladt
de: Nicht zugelassen!
es: No permitido!
fa: مجاز نیست
fi: Ei ole sallittu!
fr: Non permis!
lv: Nav atļauts!
no: Ikke tillatt!
pl: Nie dozwolone!
ru: Доступ запрещен!
sv: Ej tillåtet!
tr: Yasak!
zh_cn: 不允许！
zh_hk: 不允許！

source: Start date must be equal to or earlier than end date
ar: تاريخ البدء يجب أن يكون مساو أو قبل تاريخ الانتهاء
cs: Datum začátku musí být stejné nebo dřívější než datum konce.
da: Startdato skal väre lig med eller tidligere end stopdato
de: Startzeit muss früher und gleich der Endzeit sein
es: La fecha de inicio debe ser igual o anterior a la de fin
fa: تاریخ شروع باید برابر یا زودتر از تاریخ پایان باشد
fi: Aloituspäivämäärä on oltava yhtä suuri kuin tai aiemmin kuin päättymipäivämäärä
fr: La date de début doit être antérieure ou égale à la date de fin
lv: Sākuma datumam jābūt vienādam vai mazākam nekā beigu datumam
no: Startdatoen må være lik eller tidligere enn sluttdato
pl: Data rozpoczęcia musi być równa lub wcześniejsza niż data zakończenia
ru: Дата начала должна быть равна или ранее, чем дата окончания
sv: Startdatum måste vara samma som eller tidigare än slutdatum
tr: Başlama tarihi bitiş tarihinden sonra olamaz.
zh_cn: 开始日期必须早于或与结束日期相同
zh_hk: 開始日期必須早於或與結束日期相同

source: Seasonality
ar: موسمية
cs: Sezónnost
da: Säsonudsving
de: Saisonalität
es: Estacionalidad
fa: فصلینگی
fi: Kausivaihtelu
fr: Saisonnalité
lv: Sezonalitāte
no: sesong
pl: Sezonowość
ru: Сезонность
sv: Säsongsvariation
tr: Mevsimsellik
zh_cn: 季节性
zh_hk: 季節性

source: Adjust skill
ar: تعديل مهارة
cs: Upravit kvalifikaci
da: Tilret skill
de: Skills anpassen
es: Ajustar skill
fa: تنظیم مهارت
fi: Muokkaa taitoa
fr: Ajuster Compétence
lv: Pielāgot prasmi
no: Juster ferdighet
pl: Dostosowanie umiejętności
ru: Корректировать навык
sv: Justera kompetens
tr: Yetenek Ayarları
zh_cn: 调整技能
zh_hk: 調整技能

source: Staffing levels
ar: مستويات التعيين
cs: Úrovně personálního obsazení
da: Bemandingsniveauer
de: Besetzungsgrad
es: Niveles de dotación de personal
fa: سطح نیرو گیری
fi: Henkilöstötaso
fr: Niveau de couverture
lv: Noseguma līmeņi
no: Bemanningsnivå
pl: Poziom zatrudnienia
ru: Уровни штата
sv: Bemanningsnivåer
tr: Kadrolama seviyeleri
zh_cn: 人力水平
zh_hk: 人力水準

# CampaignUnderSLA
source: Late
ar: متأخر
cs: Zpožděná
da: Sen
de: Spät
es: Tarde
fa: دیر وقت
fi: Myöhäinen
fr: Tard
lv: Vēlu
no: Sent
pl: Późny
ru: Поздно
sv: Sen
tr: Geç
zh_cn: 晚
zh_hk: 晚

# noSearchResults
source: No results were found
ar: لا توجد نتائج
cs: Nebyly nalezeny žádné výsledky
da: Ingen resultater fundet
de: Keine Ergebnisse konnten gefunden werden
es: No se encontraron resultados
fa: هیچ نتیجه ای پیدا نشد
fi: Hakua ei löytynyt.
fr: Aucun résultat trouvé
lv: Nekas netika atrasts
no: Ingen resultater ble funnet
pl: Nie znaleziono żadnych wyników
ru: Результаты не найдены
sv: Inga träffar
tr: Sonuç bulunamadı.
zh_cn: 未找到结果
zh_hk: 未找到結果

source: Latest acquired time
ar: آخر الأوقات المكتسبة
cs: Poslední získaný čas
da: Seneste påkrävede tid
de: Zuletzt erfasste Zeit
es: Último tiempo adquirido
fa: آخرین زمان بدست آمده
fi: Viimeisin saavutettu aika
fr: Dernier temps d'acquisition
lv: Jaunākais iegūtais laiks
no: Siste ervervet tid
pl: Najnowszy osiągnięty czas
ru: Последнее время
sv: Senaste uppdatering
tr: En son edinilen süre
zh_cn: 最新取得时间
zh_hk: 最新取得時間

# SpaceVertically
source: Space Selected Items Vertically
ar: أوجد مساحة للبنود المختارة رأسيا
cs: Rozmístit vybrané položky svisle
da: Mellemrum valgte emner vertikalt
de: Tragen Sie die ausgewählten Artikel vertikal ein
es: Espacio Items Seleccionados Vertical
fa: انتخاب عمودی موارد
fi: Erota valitut kohteet pystysuoraan
fr: Espacer verticalement les objets sélectionnés
no: Fordel valgte elementer loddrett
pl: Rozmieść Wybrane Elementy Pionowo
ru: Расположить выбранные объекты вертикально
sv: Distribuera valda objekt lodrätt
tr: Dikey şekilde yay
zh_cn: 垂直分割所选项目
zh_hk: 垂直分割所選專案

source: Rotate
ar: أدر
cs: Otočit
da: Roter
de: Rotieren
es: Rotar
fa: چرخش
fi: Kierrä
fr: Pivoter
lv: Rotēt
no: Roter
pl: Obróć
ru: Перевернуть
sv: Rotera
tr: Döndür
zh_cn: 转动
zh_hk: 轉動

source: Modify
ar: تعديل
cs: Upravit
da: Ändr
de: Ändern
es: Modificar
fa: تغییر
fi: Muokkaa
fr: Modifier
lv: Izmainīt
no: Juster
pl: Modyfikuj
ru: Изменить
sv: Ändra
tr: Değiştir
zh_cn: 修改
zh_hk: 修改

# SeatHasNoBookings
source: No bookings
ar: لا يوجد جحز
cs: Žádné rezervace
da: Ingen bookinger
de: Keine Buchungen
es: El puesto seleccionado no tiene ninguna reserva para esta fecha
fa: رزروی وجود ندارد
fi: Valitulla paikalla ei ole varauksia tälle päivälle
fr: Pas de réservations
lv: Nav rezervācijas
no: ingen bestillinger
pl: Brak rezerwacji
ru: Нет распределения
sv: Den valda sittplatsen har inga bokningar för detta datum
tr: Rezervasyon yok
zh_cn: 无分配
zh_hk: 無分配

# RtaLoggedIn
source: Logged in
ar: تم التسجيل بالدخول
cs: Přihlášen
da: Logget ind
de: Eingeloggt
fa: وارد شده
fi: Sisäänkirjautunut
fr: Connecté
lv: Pieteicies
no: Logget inn
pl: Zalogowany
ru: Залогинен
sv: Inloggade
tr: Bağlı
zh_cn: 签入
zh_hk: 簽入

# RtaLoggedOut
source: Logged out
ar: تم التسجيل بالخروج
cs: Odhlášen
da: Logget ud
de: Ausgeloggt
fa: خارج شده
fi: Uloskirjautunut
fr: Déconnecté
lv: Atteicies
no: Logget ut
pl: Wylogowany
ru: Выход из системы
sv: Utloggade
tr: Kapalı
zh_cn: 签出
zh_hk: 簽出

# ManageMappings
source: Manage Rule Mappings
ar: إدارة رسم خرائط القواعد
cs: Spravovat mapování pravidel
da: Håndter kortlägning af regler
de: Regel-mapping verwalten
es: Administrar Asignación de Reglas
fa: مدیریت نگاشت قوانین
fi: Hallinnoi tilaryhmien kartoitusta
fr: Gérer les associations
lv: Pārvaldīt Noteikumu Kartēšanu
no: Administrer regel tilordninger
pl: Zarządzaj Regułami Mapowania
ru: Управление схемами
sv: Hantera tillämpning av regler
tr: Kural eşleştirmelerini yönet
zh_cn: 管理映射
zh_hk: 管理映射

source: Manage People
ar: إدارة الاشخاص
cs: Správa lidí
da: Håndter medarbejdere
de: Personen verwalten
es: Administrar People
fa: مدیریت افراد
fi: Hallinnoi Henkilöt
fr: Gérer Personnes
lv: Pārvaldīt Darbiniekus
no: Administrer personer
pl: Zarządzanie Personelem
ru: Управление сотрудниками
sv: Hantera personer
tr: Kişileri Yönet
zh_cn: 管理人员
zh_hk: 管理人員

source: Manage Rules
ar: إدارة القواعد
cs: Spravovat pravidla
da: Håndter regler
de: Regeln verwalten
es: Administrar Reglas
fa: مدیریت قوانین
fi: Hallinnoi sääntöjä
fr: Gérer les règles
lv: Pārvaldīt Noteikumus
no: Administrer regler
pl: Zarządzaj Regułami
ru: Управление правилами
sv: Hantera regler
tr: Kuralları yönet
zh_cn: 管理规则
zh_hk: 管理規則

# Mappings
source: Rule Mappings
ar: قواعد رسم الخرائط
cs: Mapování pravidel
da: Kortlägnning af regler
de: Zuordnung der Regeln
es: Asignación de Reglas
fa: نگاشت قوانین
fi: Tilaryhmien kartoitus
fr: Associations
lv: Noteikumu Kartēšana
no: Regel tilordninger
pl: Reguły Mapowania
ru: Схемы
sv: Tillämpning av regler
tr: Kural eşleştirmeleri
zh_cn: 映射
zh_hk: 映射

# ShrinkageSpan
source: Shrinkage should be between 1 and 99
ar: الانكماش يجب أن يكون بين 1 و 99
cs: Ztráta by měla být v rozmezí 1 až 99
da: Svind bör väre melem 1 og 99
de: Der Schrinkage-Wert muss zwischen 1 und 99 betragen
es: Absentismo debe ser entre 1 y 99
fa: تعدیل نیرو باید بین 1 تا 99 باشد
fi: Kutistuman on oltava 1 ja 99 välillä
fr: La réduction doit être entre 1 et 99
lv: Samazinājumam ir jābūt no 1 līdz 99
no: Svinn bør være mellom 1 og 99
pl: Zmniejszenie powinno być pomiędzy 1 i 99
ru: Сокращение должно быть в пределах 1 и 99
sv: Shrinkage måste vara mellan 1 och 99
tr: Daralma 1 ile 99 arası olmalı.
zh_cn: 损耗应在1和99之间
zh_hk: 損耗應在1和99之間

source: Method
ar: نهج
cs: Metoda
da: Metode
de: Methode
es: Método
fa: روش
fi: Metodi
fr: Méthode
lv: Metode
no: Metode
pl: Metoda
ru: Метод
sv: Metod
tr: Yöntem
zh_cn: 算法
zh_hk: 演算法

source: Add Location
ar: اضف مكاناً
cs: Přidat místo
da: Tilföj lokation
de: Standort hinzufügen
es: Añadir Ubicación
fa: اضافه کردن مکان
fi: Lisää sijainti
fr: Ajouter emplacement
lv: Pievienot Atrašanās Vietu
no: legge til plassering
pl: Dodaj Lokalizację
ru: Добавить локацию
sv: Lägg till lokal
tr: Konum ekle
zh_cn: 添加位置
zh_hk: 添加位置

# MissingColumnX
source: Missing column: {0}.
ar: أعمدة مفقودة (0)
cs: Chybějící sloupec: {0}.
da: Manglende kolonne: {0}
de: Fehlende Kolumne: {0}
es: Columna faltante: {0}.
fa: ستونهایی که موجود نیستند: {0}
fi: Puuttuva sarake: {0}.
fr: Colonne manquante: {0}
lv: Trūkst kolonna: {0}.
no: Manglende kolonne: {0}.
pl: Brakująca kolumna: {0}.
ru: Отсутствует столбец: {0}.
sv: Kolumn saknas: {0}.
tr: Eksik sütun: {0}
zh_cn: 栏位缺失：{0}.
zh_hk: 欄位缺失：{0}.

source: You might need to change the shift bag accordingly.
ar: قد تحتاج إلى تغيير حقيبة الورديات وفقا لما تم.
cs: Možná budete muset odpovídajícím způsobem změnit množinu směn.
da: Du skal muligvis skifte vagtsamlingen i overenstemmelse hermed
de: Sie werden vielleicht die Schichtsammlung entsprechend anpassen müssen
es: Puede que necesite cambiar la bolsa de turnos en consecuencia.
fa: شاید لازم باشد سبد شیفت را تغییر دهید
fi: Muokkaa vuoropussia tarvittaessa
fr: Vous devez peut-être changer la banque horaire accordément.
lv: Jums var būt nepieciešams mainīt maiņu portfeli atbilstoši.
no: Du må kanskje endre "skift pose".
pl: Trzeba
ru: Вам необходимо изменить контейнер смен в соответствии.
sv: Du kan behöva uppdatera skiftpåsen i enlighet med detta.
tr: Vardiya torbalarını da güncellemeniz gerekebilir.
zh_cn: 您可能需要变更相应的班次包。
zh_hk: 您可能需要變更相應的班次包。

source: Move Back
ar: حرك للخلف
cs: Přenést dozadu
da: Tilbage
de: Nach hinten verschieben
es: Retroceder
fa: بردن به عقب
fi: Siirrä taakse
fr: Déplacer en arrière
lv: Pārvietot Atpakaļ
no: Flytt bakover
pl: Cofnij
ru: Переместить назад
sv: Flytta bakåt
tr: Geri çek
zh_cn: 退后
zh_hk: 退後

source: Set Background Image
ar: ضع صورة خلفية
cs: Nastavit obrázek na pozadí
da: Opsät baggrunds billede
de: Als Hintergrundbild benutzen
es: Seleccionar imagen de fondo
fa: قرار دادن تصویر پس زمینه
fi: Aseta taustakuva
fr: Insérer image d'arrière-plan
lv: Uzstādīt fona attēlu
no: Angi bakgrunnsbilde
pl: Ustaw Obraz Tła
ru: Установить фоновое изображение
sv: Ange bakgrundsbild
tr: Arka plan olarak ayarla
zh_cn: 设置背景图片
zh_hk: 設置背景圖片

source: Modify Skill
ar: تعديل المهارة
cs: Změnit kvalifikaci
da: Ändre skill
de: Skill ändern
es: Modificar Skill
fa: تغییر مهارت
fi: Muokkaa taitoa
fr: Modifier compétence
lv: Izmainīt Iemaņu
no: Endre ferdighet
pl: Modyfikuj Umiejętność
ru: Изменить навык
sv: Ändra kompetens
tr: Yeteneği düzenle
zh_cn: 修改技能
zh_hk: 修改技能
