Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Invalid multisite distribution
ar: التوزيع على عدة أماكن غير صحيح
cs: Neplatná vícemístná distribuce
da: Ugyldig fordeling for flere lokaliteter
de: Ungültige Multisite-Verteilung
es: Distribución multisite no válida
fa: توزیع چندسایتی نامعتبر
fi: Multtisite jakauma ei kelpaa
fr: Répartition multi-site invalide
id: Distribusi multisite tidak valid
it: Distribuzione multi-sito non valida
ja: 無効なマルチサイト分布
lv: Nederīgs multigrupas sadalījums
nl: Ongeldige multisite distributie
no: Ugyldig multienhet distribusjon
pl: Błędny rozdział na wiele lokalizacji
pt: Distribuição multi-site inválida
ru: Недопустимое мультисайтовое распределение
sv: Ogiltig fördelning mellan underliggande kompetenser
tr: Geçersiz çoklu lokasyon dağıtımı
zh_cn: 无效的多站点分布
zh_hk: 無效的多網站分佈

# InvalidRecepient
source: Invalid recipient, select an existing agent
ar: مستقبل غير صحيح, يرجى اختيار وكيل موجود
cs: Neplatný příjemce, vyberte existujícího agenta
da: Ugyldig modtager, vælg en eksisterende medarbejder
de: Ungültiger Empfänger, wählen Sie einen bestehenden Mitarbeiter
es: Destinatario no válido, seleccionar un agente existente
fa: گیرنده تامعتبر. یک پاسخگو موجود را انتخاب کنید
fi: Vastaanottaja ei kelpaa, valitse olemassa oleva agentti
fr: Destinataire invalide, sélectionnez un agent existant
id: Penerima tidak valid, pilih agent yang ada
it: Ricevente non valido, seleziona un agente esistente
ja: 受信者が無効です。既存のエージェントを選択してください
lv: Nederīgs adresāts, izvēlieties esošu operatoru
nl: Ongeldige ontvanger, selecteer een bestaande agent
no: Ugyldig mottaker, velg en eksisterende agent
pl: Błędny odbiorca, wybierz istniejącego agenta
pt: Destinatário inválido, por favor selecione um agente existente
ru: Недопустимый получатель, выберите существующего оператора
sv: Ogiltig mottagare. Välj en existerande agent
tr: Geçersiz alıcı, var olan bir müşteri temsilcisi seç.
zh_cn: 无效的接收人，请选择一个存在的座席代表
zh_hk: 無效的接收人，請選擇一個存在的座席代表

source: Invalid Request
ar: طلب غير صحيح
cs: Neplatný požadavek
da: Ugyldig Forespørgsel.
de: Ungültige Anfrage
es: Solicitud no válida
fa: درخواست نا معتبر
fi: Virheellinen pyyntö
fr: Demande non valide
id: Permintaan Tidak Valid
it: Richiesta non valida
ja: 無効な要求
lv: Nederīgs Pieprasījums
nl: Ongeldige aanvraag
no: Ugyldig forespørsel
pl: Błędne żądania
pt: Solicitação Inválida
ru: Неверный запрос
sv: Ogiltig förfrågan
tr: Geçersiz İstek
zh_cn: 无效的申请
zh_hk: 無效的申請

source: Is Contract Time
ar: هو وقت العقد
cs: Je smluvní lhůta
da: Er kontraktstid
de: ist Vertragszeit
es: Es tiempo de contrato
fa: زمان قرارداد
fi: On sopimusaikaa
fr: Est temps contrat
id: Waktu kontrak
it: Ore in contratto
ja: 契約時間です
lv: Ir Kontrakta Laiks
nl: Is Contract Tijd
no: Er kontrakttid
pl: Czas kontraktowy
pt: É tempo de contrato
ru: Время контракта
sv: Är kontraktstid
tr: Sözleşme Zamanı
zh_cn: 是合同时间
zh_hk: 是合同時間

# IsFullDayAbsence
source: Full day absence
ar: غياب يوم كامل
cs: Celodenní absence
da: Heldagsfravær
de: Ganztagsabwesenheit
es: Ausencia de día completo
fa: مرخصی روزانه
fi: Koko päivän poissaolo
fr: Absence journée entière
id: Absen sehari penuh
it: Assenza a giorno intero
ja: 終日欠勤
lv: Pilnas dienas prombūtne
nl: Volle Dag Afwezigheid
no: Hel dag fravær
pl: Nieobecność całodniowa
pt: Ausência do dia inteiro
ru: Отсутствие на полный рабочий день
sv: Frånvaro hel dag
tr: Tüm gün devamsızlık
zh_cn: 全天缺勤
zh_hk: 全天缺勤

# IsIn
source: Has
ar: لديه
cs: Má
da: Har
de: Ist in
es: Tiene
fa: دارد
fi: On
fr: A
id: Memiliki
it: Ha
ja: が存在します
lv: Ir
nl: Heeft
no: Har
pl: jest w
pt: Tem
ru: Есть
sv: Har
tr: Sahip olunan
zh_cn: 有
zh_hk: 有

# ItemsSelectedParameter
source: {0} items selected.
ar: تم تحديد {0} عناصر.
cs: vybráno {0} položek.
da: {0} poster valgt.
de: {0} Einträge ausgewählt.
es: {0} Items selecionados.
fa: {0} آیتم انتخاب شده
fi: {0} kohdetta valittuna.
fr: {0} éléments sélectionné.
id: {0} dipilih.
it: {0} elementi selezionati.
ja: {0} 個の項目が選択されました。
lv: {0} priekšmeti atzīmēti.
nl: {0} items geselecteerd.
no: {0} poster valgt.
pl: {0} wybranych.
pt: {0} itens selecionados.
ru: {0} элементов выбрано.
sv: {0} alternativ valda.
tr: {0} madde seçildi
zh_cn: 选择了 {0} 个项目。
zh_hk: 選擇了 {0} 個項目。

# KeepFreeWeekEndDays
source: Keep Number Of Free Weekend Days
ar: احتفظ بعدد الاجازات الاسبوعية الخالية
cs: Zachovat počet volných víkendových dní
da: Behold antallet af Friweekend-Dage
de: Wochenendtage nicht verschieben
es: Mantener No. de Días Libres de Fin de Semana
fa: تعداد روزهای تعطیل آخر هفته را نگه دارید
fi: Viikonloppu päiviä vapaina
fr: Garder le nombre de jours weekend libres
id: Menjaga Jumlah Hari Akhir Minggu Bebas
it: Mantieni numero di giorni liberi nel fine settimana
ja: 週末のフリー日数を保持
lv: Paturēt Brīvo nedēļas nogaļu dienu skaitu
nl: Houden van het aantal vrije weekenddagen
no: Hold helgedager fri
pl: Zachowaj liczbę wolnych dni weekendowych
pt: Manter o Número de Dias de Folga nos Finais de Semana
ru: Не изменять кол-во выходных дней в Сб или Вс
sv: Behåll fria veckoslutsdagar
tr: Hafta tatili sayılarını tut
zh_cn: 保持自由周末的天数
zh_hk: 保持自由週末的天數

# KeepFreeWeekEnds
source: Keep Number Of Free Weekends
ar: احتفظ برقم الخالي
cs: Zachovat počet volných víkendů
da: Behold antallet af Friweekender
de: Wochenenden nicht verschieben
es: Mantener No. de Fines de Semana Libres
fa: تعداد آخر هفته های آزاد را نگه دارید
fi: Säilytä viikonloppuvapaat
fr: Garder le nombre de weekends libres
id: Menjaga Jumlah Akhir Minggu Bebas
it: Mantieni numero di fine settimana liberi
ja: 週末のフリー日数を保持
lv: Paturēt Brīvo nedēļas nogaļu skaitu
nl: Houden van het aantal vrije weekends
no: Hold helgen fri
pl: Zachowaj liczbę wolnych weekendów
pt: Manter o Número Finais de Semana Livres
ru: Не изменять выходные дни в Сб и Вс
sv: Behåll antal fria veckoslut
tr: Tatil günü sayısını tut
zh_cn: 保持自由周末
zh_hk: 保持自由週末

source: Keep Weekends Together
ar: الحفاظ على تكامل عطلات نهاية الأسبوع
cs: Ponechat víkendy pospolu
da: Behold Weekender Sammen
de: Wochenenden zusammen verschieben
es: Mantener Fines de Semana Juntos
fa: تعطیلات آخر هفته را در نظر داشته باشید
fi: Pidä viikonloput yhdessä
fr: Garder les weekends Ensemble
id: Menjaga Akhir Minggu Bersama
it: Mantieni insieme fine settimana
ja: 週末を結合
lv: Paturēt Nedēļas Nogales Kopā
nl: Houd Weekends Bij Elkaar
no: Holde helgene sammen
pl: Utrzymaj weekend razem
pt: Manter os Finais de Semana Juntos
ru: Оставлять выходные вместе
sv: Håll ihop veckoslut
tr: Hafta Sonlarını bir Arada Tut
zh_cn: 保持周末安排在一起
zh_hk: 保持週末安排在一起

# KeyWord
source: Short Name
ar: اسم قصير
cs: Krátké jméno
da: Kort Navn
de: Kurzbezeichnung
es: Nombre Corto
fa: نام مخفف
fi: Lyhyt nimi
fr: Nom court
id: Nama Pendek
it: Abbreviazione
ja: 短縮名
lv: Saīsinātais nosaukums
nl: Korte Naam
no: Kortnavn
pl: Krótka nazwa
pt: Sigla
ru: Сокращенное имя
sv: Kortnamn
tr: Kısa İsim
zh_cn: 缩写
zh_hk: 縮寫

# KpiAbsenteeism
source: Absenteeism (%)
ar: معدل الغياب (%)
cs: Nepřítomnost (%)
da: Fraværsprocent (%)
de: Abwesenheit (%)
es: Absentismo (%)
fa: مرخصی از کار (%)
fi: Poissaolo (%)
fr: Absentéisme (%)
id: Ketidakhadiran (%)
it: Assenteismo (%)
ja: 欠勤率 (%)
lv: Prombūtnes (%)
nl: Absenteïsme (%)
no: Fravær (%)
pl: Nieobecności (%)
pt: Absenteísmo (%)
ru: Отсутствие (%)
sv: Frånvaro(%)
tr: Devamsızlık (%)
zh_cn: 缺勤率(%)
zh_hk: 缺勤率(%)

# KpiAdherence
source: Adherence (%)
ar: نسبة الالتزام (%)
cs: Dodržování (%)
da: Overholdelse (%)
de: Einhaltung (%)
es: Adherencia (%)
fa: هم راستایی (%)
fi: Noudattaminen (%)
fr: Adhérence (%)
id: Ketaatan (%)
it: Aderenza (%)
ja: 遵守率 (%)
lv: Atbilstība (%)
nl: Aanhankelijkheid (%)
no: Etterlevelses (%)
pl: Przestrzeganie (%)
pt: Aderência (%)
ru: Соблюдение графика (%)
sv: Schemaföljsamhet (%)
tr: Uyum (%)
zh_cn: 遵时率(%)
zh_hk: 遵時率(%)

# KpiAnsweredCallsPerScheduledPhoneHour
source: Answered calls per scheduled phone time
ar: مكالمات تم الرد عليها تبعًا للوقت المحدد للهاتف
cs: Uskutečněné hovory za plánovaný telefonní čas
da: Besvarede opkald pr. planlagt telefontime
de: Beantwortete Anrufe pro geplanter Telefoniezeit
es: Llamadas contestadas por tiempo de teléfono programado
fa: تماس های پاسخ داده شده در زمان مکالمه زمان بندی شده
fi: Vastatut puhelut suhteessa suunniteltuun puhelinaikaan
fr: Appels décrochés par heure de tél planifiée
id: Panggilan terjawab per waktu telepon terjadwal
it: Chiamate risposte per ore telefoniche pianificate
ja: 予定通話時間当たりの応答呼量
lv: Atbildētie zvani pēc ieplānotā telefonu laika
nl: Beantwoorde Telefoongespreken per ingeroosterd telefoontijd
no: Besvarte samtaler per planlagt telefontime
pl: Odebrane połączenia na zadany czas
pt: Chamadas atendidas por tempo agendado de telefone
ru: Отвеченные звонки за запланированное телефонное время по графику
sv: Besvarade samtal per schemalagd telefontid
tr: Karşılanan Çağrı/Vardiyalanan telefpn zamanı
zh_cn: 每个已排定电话时间内的应答电话量
zh_hk: 每個已排定電話時間內的應答電話量

# KpiAverageAfterCallWork
source: Average after call work (s)
ar: متوسط العمل (الأعمال) المترتب على المكالمة
cs: Průměrná činnost po ukončení hovoru (s)
da: Gennemsnitlig efterarbejde (s)
de: Durchschnitt Nachbearbeitungszeit (s)
es: Promedio ACW (s)
fa: متوسط بعد از تماس ها
fi: Keskimääräinen puhelujen jälkityö (s)
fr: Moyenne travail post-appel(s)
id: Rata-rata after call work (s)
it: After Call Work medio (s)
ja: 平均アフターコールワーク (秒)
lv: Vidējais zvanu pēcapstrādes laiks (s)
nl: Gemiddeld After Call Work (s)
no: Gjennomsnitt etterarbeid samtale(r)
pl: Średni czas pracy po połączeniu (s)
pt: Pós Atendimento Médio (s)
ru: Средняя время работы после звонка (с)
sv: Genomsnittlig efterbearbetningstid (s)
tr: Ortalama çağrı sonrası çalışma (sn)
zh_cn: 平均话后处理时长(秒)
zh_hk: 平均話後處理時長(秒)

# KpiAverageHandleTime
source: Average handle time (s)
ar: متوسط وقت (أوقات) المعالجة
cs: Průměrná doba na vyřízení (s)
da: Gennemsnitlig håndteringstid (s)
de: Durchschnitt Bearbeitungszeit (s)
es: Promedio AHT (s)
fa: میانگین زمان دسترسی به ثانیه
fi: Keskimääräinen käsittelyaika (s)
fr: Durée moyenne de traitement (s)
id: Rata-rata waktu penanganan (s)
it: Tempo di gestione medio (s)
ja: 平均処理時間 (秒)
lv: Vidējais zvana kopējais laiks (s)
nl: Gemiddelde Afhandelingstijd (s)
no: Gjennomsnitt behandlingstid (s)
pl: Średni czas obsługi (s)
pt: Tempo médio de atendimento (s)
ru: Среднее время обработки (с)
sv: Genomsnittlig behandlingstid (s)
tr: Ortalama çağrı tamamlama zamanı (sn)
zh_cn: 平均处理时间 (秒)
zh_hk: 平均處理時間 (秒)

# KpiAverageTalkTime
source: Average talk time (s)
ar: متوسط وقت (أوقات) التحدث
cs: Průměrná doba trvání hovoru (s)
da: Gennemsnitlig taletid (s)
de: Durchschnitt Gesprächszeit (s)
es: T. medio de conversación (s)
fa: متوسط زمان مکالمه ها
fi: Keskimääräinen puheaika (s)
fr: Durée de communication moyenne (s)
id: Rata-rata waktu bicara (s)
it: Tempo di conversazione medio (s)
ja: 平均通話時間 (秒)
lv: Vidējais sarunas laiks (s)
nl: Gemiddelde Spreektijd (s)
no: Gjennomsnitt taletid (s)
pl: Średi czas rozmowy (s)
pt: Tempo médio falado (s)
ru: Среднее время разговора (с)
sv: Genomsnittlig samtalstid (s)
tr: Ortalama konuşma süresi (sn)
zh_cn: 平均通话时长 (秒)
zh_hk: 平均通話時長 (秒)

# KpiReadiness
source: Readiness (%)
ar: نسبة الاستعداد (%)
cs: Připravenost (%)
da: Parathed (%)
de: Bereitzeit (%)
es: Disponibilidad (%)
fa: آمادگی (%)
fi: Valmiusaste (%)
fr: Taux de ready (%)
id: Kesiapan (%)
it: In Ready (%)
ja: レディネス (%)
lv: Gatavība (%)
nl: Bereidheid (%)
no: Beredskap (%)
pl: Gotowość (%)
pt: Disponibilidade (%)
ru: Готовность (%)
sv: Tillgänglighet (%)
tr: Hazır olma (%)
zh_cn: 准备就绪 (%)
zh_hk: 準備就緒 (%)

# KPIsIncludedInScorecardColon
source: KPI's in scorecard:
ar: مؤشرات الأداء الأساسية في بطاقة الأداء:
cs: KPI na výsledkové listině:
da: KPI'er i scorecard:
de: KPI's in der Scorecard:
es: KPIs en Scorecards:
fa: شاخص کارایی در برگه
fi: KPI:t tuloskortissa:
fr: ICP's dans Feuille d'évaluation:
id: KPI dalam scorecard:
it: KPI della Scrorecard:
ja: スコアカードにおけるKPI:
lv: KPI's rezultātu kartītē:
nl: Kpi's in scorekaart:
no: KPIs på scorecard:
pl: Scorecard KPI:
pt: KPI's no scorecard
ru: KPI в оценочных листах:
sv: Nyckeltal inkluderade i scorecardet:
tr: Skorkart içindeki KPI'lar
zh_cn: 记分卡中的KPI：
zh_hk: 記分卡中的KPI：

source: Language
ar: اللغة
cs: Jazyk
da: Sprog
de: Sprache
es: Lenguaje
fa: زبان
fi: Kieli
fr: Langue
id: Bahasa
it: Lingua
ja: 言語
lv: Valoda
nl: Taal
no: Språk
pl: Język
pt: Idioma
ru: Язык
sv: Språk
tr: Lisan
zh_cn: 语言
zh_hk: 語言

source: Last name
ar: اسم العائلة
cs: Příjmení
da: Efternavn
de: Nachname
es: Apellido
fa: نام خانوادگی
fi: Sukunimi
fr: Nom
id: Nama belakang
it: Cognome
ja: 名
lv: Uzvārds
nl: Achternaam
no: Etternavn
pl: Nazwisko
pt: Sobrenome
ru: Фамилия
sv: Efternamn
tr: Soyad
zh_cn: 姓氏
zh_hk: 姓氏

source: Last updated
ar: آخر تحديث
cs: Naposledy aktualizováno
da: Sidst opdateret
de: Letztes Update
es: Última actualización
fa: آخرین بروز شدگی
fi: Päivitetty viimeksi
fr: Dernière actualisation
id: Update terakhir
it: Ultima modifica
ja: 最終更新
lv: Pēdējo reizi atjaunināts
nl: Laatste update
no: Sist oppdatert
pl: Ostatnio zmieniany
pt: Última atualização
ru: Последнее обновление
sv: Senast uppdaterad
tr: Son güncelleme
zh_cn: 上次更新
zh_hk: 上次更新

source: Late
ar: متأخر
cs: Nejpozději
da: Sent
de: Spät
es: Tarde
fa: دیر
fi: Myöhään
fr: Tard
id: Telat
it: Finale
ja: 遅番
lv: Vēlu
nl: Laat
no: Siste
pl: Późno
pt: Fim
ru: Поздний
sv: Sen
tr: Geç
zh_cn: 晚
zh_hk: 晚

source: Late end time
ar: وقت الإنهاء المتأخر
cs: Nejpozději čas konce
da: Seneste sluttidspunkt
de: Späteste Endzeit
es: Tiempo fin tarde
fa: زمان پایان دیر
fi: Myöhäinen päättymisaika
fr: Fin au plus tard
id: Waktu selesai lebih telat
it: Ora fine Chiusura
ja: 遅番の終了時刻
lv: Vēlākais beigu laiks
nl: Late eindtijd
no: Seneste sluttid
pl: Późny czas zakończenia
pt: Horário final até
ru: Позднее время завершения
sv: Sen sluttid
tr: Geç bitiş saati
zh_cn: 最晚结束时间
zh_hk: 最晚結束時間

source: Late start
ar: بداية متأخرة
cs: Nejpozději začátek
da: Seneste starttidspunkt
de: Spätester Start
es: Hora inicio tarde
fa: شروع دیر
fi: Myöhäinen aloitus
fr: Début tard
id: Mulai lebih telat
it: Inizio Chiusura
ja: 遅番の開始時刻
lv: Vēlākais sākums
no: Sen start
pl: Późne rozpoczęcie
pt: Final
ru: Позднее начало
sv: Sen start
tr: Geç Başlangıç
zh_cn: 最晚开始
zh_hk: 最晚開始

source: Late start time
ar: وقت البدء المتأخر
cs: Nejpozději čas začátku
da: Seneste starttidspunkt
de: Späteste Startzeit
es: Tiempo inicio tarde
fa: زمان شروع دیر
fi: Myöhäinen aloitusaika
fr: Début au plus tard
id: Waktu mulai lebih telat
it: Ora inizio Chiusura
ja: 遅番の開始時刻
lv: Vēlākais sākuma laiks
nl: Late starttijd
no: Seneste starttid
pl: Późny czas rozpoczęcia
pt: Horário inicial até
ru: Позднее время начала
sv: Sen starttid
tr: Geç başlangıç saati
zh_cn: 最晚开始时间
zh_hk: 最晚開始時間

source: Layer
ar: طبقة
cs: Vrstva
da: Lag
de: Ebene
es: Capa
fa: لایه
fi: Kerros
fr: Couche
id: Lapisan
it: Livello
ja: レイヤー
lv: Kārta
no: Lag
pl: Warstwa
pt: Camada
ru: Слой
sv: Lager
tr: Seviye
zh_cn: 层面
zh_hk: 層面

# LayoutViews
source: Layouts
ar: تخطيطات
cs: Rozmístění
es: Diseños
fa: صفحه آرایی
fi: Ulkoasut
fr: Dispositions
id: Layout
it: Disposizioni
ja: レイアウト
lv: Izkārtojumi
no: Layout
pl: Układy
ru: Схемы
sv: Uppställning
tr: Yerleşim
zh_cn: 布局
zh_hk: 佈局

source: Left axis
ar: محور أيسر
cs: Levá osa
da: Venstre akse
de: Linke Achse
es: Eje de la Izquierda
fa: محور چپ
fi: Vasen akseli
fr: Axe gauche
id: Sumbu kiri
it: Asse sinistro
ja: 左軸
lv: Kreisā ass
nl: Linkeras
no: Venstre akse
pl: Lewa oś
pt: Eixo Esquerdo
ru: Левая ось
sv: Vänsteraxel
tr: Sol eksen
zh_cn: 左基准线
zh_hk: 左基準線

source: Legends
ar: وسائل إيضاح
cs: Vysvětlivky
da: Signaturforklaring
de: Legenden
es: Leyendas
fa: علائم و اختصارات
fi: Selosteet
fr: Légendes
id: Legenda
it: Legenda
ja: 凡例
lv: Leģendas
nl: Legende
no: Tegnforklaring
pl: Opis
pt: Legendas
ru: Легенды
sv: Förklaringar
tr: Göstergeler
zh_cn: 图例
zh_hk: 圖例

source: Length
ar: طول المدة
cs: Délka
da: Længde
de: Länge
es: Longitud
fa: مدت
fi: Pituus
fr: Longueur
id: Panjang
it: Lunghezza
ja: 長さ
lv: Garums
nl: Lengte
no: Lengde
pl: Długość
pt: Tamanho
ru: Длина
sv: Längd
tr: Uzunluk
zh_cn: 长度
zh_hk: 長度

# LessDoubleArrow
source: Less <<
ar: أقل <<
cs: Méně <<
da: Mindre <<
de: Weniger <<
es: Menos <<
fa: کمتر<<
fi: Pienempi <<
fr: Moins <<
id: Kurang <<
it: Minore <<
ja: 小さい <<
lv: Mazāk <<
nl: minder <<
no: Mindre <<
pl: Mniej <<
pt: Menos <<
ru: Меньше<<
sv: Mindre <<
tr: Az<<
zh_cn: 小于 <<
zh_hk: 小於 <<

# LessThanColon
source: &Less than:
ar: أ&قل من:
cs: &Méně než:
da: &Mindre end:
de: &Weniger als:
es: &Menor que:
fa: بیشتر از:
fi: &Pienempi kuin:
fr: &Moins que:
id: &Kurang dari:
it: &Minore di:
ja: &次の値より小さい:
lv: &Mazāk kā:
nl: &Minder dan:
no: &Mindre enn:
pl: &Mniej niż:
pt: &Menos que:
ru: &Менее:
sv: &Mindre än:
tr: &Daha az
zh_cn: 小于(&)：
zh_hk: 小於(&)：

# LessThanRuleSetNameGreaterThan
source: < Rule set name >
ar: < اسم مجموعة قاعدة >
cs: < Jméno Typy směny >
da: < Regelsætnavn >
de: <Name des Regelsammlung>
es: < Nombre de conjunto de normas >
fa: <نام مجموعه قانون>
fi: < Sääntösarjan nimi >
fr: < Nom règle d'horaires >
id: < Nama set aturan >
it: < Nome Set di regole >
ja: < ルールセット名 >
nl: < Regelset naam >
no: < Regelsett navn >
pl: < Nazwa zestawu reguł >
pt: < Nome do conjunto de regras >
ru: < Имя набора правил >
sv: < Regeluppsättningsnamn >
tr: <Kural seti ismi>
zh_cn: <班次规则名称>
zh_hk: <班次規則名稱>

# LessThanSkillNameGreaterThan
source: < Skill name >
ar: < اسم المهارة >
cs: < Název kvalifikace >
da: < Kompetencenavn >
es: < Nombre del Skill >
fa: <نام مهارت>
fi: < Taidon nimi >
fr: < Nom compétence >
id: < Nama skill >
it: < Nome Skill >
ja: < スキル名 >
lv: < Prasmes nosaukums >
nl: < Skill naam >
no: < Ferdighet navn >
pl: < Nazwa umiejętności>
pt: < Nome do skill >
ru: < Имя навыка >
sv: < Kompetensnamn >
tr: <Yetenek İsmi>
zh_cn: <技能名称>
zh_hk: <技能名稱>

# LessThanWorkloadNameGreaterThan
source: < Workload name >
ar: < اسم العمل >
cs: < Název pracovní náplně >
da: < Arbejdsbelastningsnavn >
es: < Nombre del Workload >
fa: < نام تراکم کاری>
fi: < Työmäärän nimi >
fr: < Nom volume >
id: < Nama beban kerja >
it: < Nome Carico di lavoro >
ja: < ワークロード名 >
lv: < Darba slodzes Nosaukums >
nl: < Workload naam >
no: < Arbeidsbyrde navn >
pl: < Nazwa przydziału >
pt: < Nome da Carga de Trabalho >
ru: < Имя рабочей нагрузки >
sv: < Workloadnamn >
tr: <İşyükü ismi>
zh_cn: <工作量名称>
zh_hk: <工作量名稱>

source: Limit
ar: الحد
da: Grænse
de: Höchstgrenze
es: Límite
fa: محدود
fi: Rajoitus
fr: Limite
id: Batas
it: Limite
ja: リミット
lv: Ierobežojums
nl: Limiet
no: Grense
pt: Limite
ru: Граница
sv: Gräns
tr: Sınır
zh_cn: 限制
zh_hk: 限制

source: Limitations
ar: قيود
cs: Omezení
da: Grænser
de: Begrenzungen
es: Limitaciones
fa: محدودیت ها
fi: Rajoitukset
id: Batasan
it: Limitazioni
ja: 制限
lv: Ierobežojumi
nl: Beperkingen
no: Begrensninger
pl: Ograniczenia
pt: Limitações
ru: Ограничения
sv: Begränsningar
tr: Sınırlama
zh_cn: 限制
zh_hk: 限制

source: Line
ar: خط
cs: Řádka
da: Linje
de: Linie
es: Línea
fa: خط
fi: Linja
fr: Ligne
id: Garis
it: Linea
ja: ライン
lv: Līnija
nl: Lijn
no: Linje
pl: Linia
pt: Linha
ru: Линия
sv: Kurva
tr: Çizgi
zh_cn: 行
zh_hk: 行

# ListOfValues
source: Rule set list
ar: قائمة مجموعة قواعد
cs: Seznam Typy směn
da: Regelsæt liste
de: Regelsammlung Liste
es: Lista de conjunto de normas
fa: لیست مجموعه قانون
fi: Sääntösarjaluettelo
fr: Liste de règles d'horaires
id: Daftar set aturan
it: Elenco Set di regole
ja: ルールセットリスト
lv: Noteikumu Kopu Saraksts
nl: Regelset lijst
no: Regelsett
pl: Lista zestawów reguł
pt: Lista de conjuntos de regras
ru: Список набора правил
sv: Regeluppsättningslista
tr: Kural seti listesi
zh_cn: 班次规则列表
zh_hk: 班次規則清單

source: Loading
ar: جاري التحميل
cs: Načítání
da: Indlæser
de: Laden
es: Cargando
fa: بارگذاری
fi: Lataus käynnissä
fr: Chargement
id: Mengeluarkan
it: Caricamento
ja: 読み込み中
lv: Ielādē
no: Lastes
pl: Ładowanie
pt: Carregando
ru: Загрузка
sv: Laddar
tr: Yükleniyor
zh_cn: 加载中
zh_hk: 載入中

# LoadingDataTreeDots
source: Loading data...
ar: جاري تحميل البيانات...
cs: Načítání dat..
da: Indlæser data...
de: Daten laden…
es: Cargando datos...
fa: در حال بارگذاری داده...
fi: Tietoja ladataan...
fr: Chargement des données
id: Mengeluarkan data...
it: Caricamento dati...
ja: データを読み込んでいます...
lv: Ielāde datus...
no: Laster data...
pl: Ładowanie danych...
pt: Carregando dados...
ru: Загрузка данных...
sv: Laddar data...
tr: Veri yükleniyor...
zh_cn: 正在加载数据…
zh_hk: 正在載入資料…

# LoadingThreeDots
source: Loading...
ar: جاري التحميل...
cs: Načítání...
da: Indlæser...
de: Wird geladen...
es: Cargando...
fa: در حال بارگذاری...
fi: Lataus käynnissä...
fr: Chargement...
id: Mengeluarkan...
it: Caricamento...
ja: 読み込んでいます...
lv: Ielādē...
no: Lastes...
pl: Ładowanie...
pt: Carregando...
ru: Загрузка...
sv: Laddar...
tr: Yükleniyor...
zh_cn: 加载中…
zh_hk: 載入中…

source: Location
ar: الموقع
cs: Lokalita
da: Lokalitet
de: Standort
es: Ubicación
fa: مکان
fi: Sijainti
fr: Lieu
id: Lokasi
it: Posizione
ja: 場所
lv: Atrašanās vieta
nl: Locatie
no: Plassering
pl: Lokalizacja
pt: Localização
ru: Расположение
sv: Lokal
tr: Lokasyon
zh_cn: 位置
zh_hk: 位置

# LocationColon
source: Location:
ar: الموقع:
cs: Lokalita:
da: Lokalitet:
de: Standort:
es: Ubicación:
fa: مکان:
fi: Sijainti:
fr: Lieu:
id: Lokasi:
it: Posizione:
ja: 場所:
lv: Atrašanās Vieta:
nl: Locatie:
no: Plassering:
pl: Lokalizacja:
pt: Localização:
ru: Расположение:
sv: Lokal:
tr: Lokayon:
zh_cn: 位置：
zh_hk: 位置：

source: Lock
ar: تأمين
cs: Uzamknout
da: Lås
de: Sperren
es: Bloqueo
fa: قفل
fi: Lukitse
fr: Bloquer
id: Kunci
it: Blocca
ja: ロック
lv: Aizslēgt
nl: Blokkeren
no: Lås
pl: Zablokuj
pt: Trava
ru: Блокировка
sv: Lås
tr: Kilit
zh_cn: 锁定
zh_hk: 鎖定

source: Lock Absence
ar: تأمين حالة الغياب
cs: Uzamknout absenci
da: Lås Fravær
de: Abwesenheit sperren
es: Bloquear Ausencia
fa: قفل کردن مرخصی
fi: Lukitse poissaolo
fr: Bloquer absence
id: Kunci Absen
it: Blocca assenza
ja: 欠勤のロック
lv: Aizslēgt Prombūtni
nl: Afwezigheid Blokkeren
no: Lås fravær
pl: Zablokuj Nieobecność
pt: Travar Ausência
ru: Блокировать отсутствие
sv: Lås frånvaro
tr: Devamsızlığı Kilitle
zh_cn: 锁定缺勤
zh_hk: 鎖定缺勤

source: Lock Absences
ar: تأمين حالات الغياب
cs: Uzamknout absence
da: Lås Fravær
de: Abwesenheiten sperren
es: Bloquear Ausencias
fa: قفل کردن مرخصیها
fi: Lukitse poissaolot
fr: Bloquer absences
id: Kunci Absen
it: Blocca assenze
ja: 欠勤のロック
lv: Aizslēgt Prombūtnes
nl: Afwezigheden Blokkeren
no: Lås fravær
pl: Zablokuj Nieobecności
pt: Travar Ausências
ru: Блокировать отсутствия
sv: Lås frånvaro
tr: Devamsızlıkları Kilitle
zh_cn: 锁定缺勤
zh_hk: 鎖定缺勤

source: Lock All
ar: تأمين الكل
cs: Uzamknout vše
da: Lås Alle
de: Alles sperren
es: Bloquear Todo
fa: قفل کردن همه
fi: Lukitse kaikki
fr: Bloquer tout
id: Kunci Semua
it: Blocca tutto
ja: 全てロック
lv: Aizslēgt Visu
nl: Alles Blokkeren
no: Lås alle
pl: Zablokuj Wszystko
pt: Travar Tudo
ru: Блокировать все
sv: Lås allt
tr: Tümünü Kilitle
zh_cn: 全部锁定
zh_hk: 全部鎖定

source: Lock Day Off
ar: تأمين العطلة
cs: Uzamknout den volna
da: Lås Fridag
de: Den freien Tag sperren
es: Bloquear Día Libre
fa: قفل کردن روز تعطیل
fi: Lukitse vapaapäivä
fr: Bloquer jour libre
id: Kunci Hari Libur
it: Blocca riposo
ja: 休暇のロック
lv: Aizslēgt Brīvdienu
nl: Vrije Dag Blokkeren
no: Lås fridag
pl: Zablokuj Dzień Wolny
pt: Travar Folga
ru: Блокировать выходной
sv: Lås fridagar
tr: Tatili Kilitle
zh_cn: 锁定休息日
zh_hk: 鎖定休息日

# LockFreeDays
source: Lock Days Off
ar: تأمين العطلات
cs: Uzamknout dny volna
da: Lås Fridage
de: Freie Tage sperren
es: Bloquear Días Libres
fa: قفل کردن روز های تعطیل
fi: Lukitse vapaapäivät
fr: Bloquer jours libres
id: Kunci Hari Libur
it: Blocca riposi
ja: 休暇のロック
lv: Aizslēgt Brīvdienas
nl: Vrije Dagen Blokkeren
no: Lås fridager
pl: Zablokuj Dni Wolne
pt: Travar Folgas
ru: Блокировать выходные
sv: Lås fridagar
tr: Tatili Kilitle
zh_cn: 锁定休息日
zh_hk: 鎖定休息日

source: Locks
ar: عمليات التأمين
cs: Zámky
da: Låse
de: Sperren
es: Bloqueos
fa: قفل ها
fi: Lukitukset
fr: Verrous
id: Kunci
it: Blocchi
ja: ロック
nl: Blokkeren
no: Låser
pl: Blokady
pt: Travas
ru: Блокировки
sv: Lås
tr: Kilitler
zh_cn: 锁定
zh_hk: 鎖定
