Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# YourPreferencesCanResultXToYHours
source: Your preferences can result in {0} to {1} hours.
ar: رغباتك ستؤدى إلى نتيجة من {0} إلى {1} ساعات.
cs: Vaše preference mohou znamenat od {0} do {1} hodin
da: Dine præferencer kan resultere i {0} til {1} timer
de: Das Ergebnis Ihrer Präferenz kann zwischen {0} h bis {1} h liegen.
es: Sus preferencias pueden resultar en {0} a {1} horas.
fa: اولویت شما می تواند از {0} تا {1} ساعت نتیجه دهد.
fi: Sinun työvuorotoiveesi voivat antaa tuloksen {0} - {1} työtuntia.
fr: Vos préférences peuvent porter sur {0} à {1} heures
it: Dalle tue preferenze possono risultare da {0} a {1} ore
ja: プリファレンスは {0} ～ {1} 時間になります。
lv: Jūsu vēlmes var izraisīt {0} to {1} stundas.
nl: Uw voorkeuren kunnen in {0} tot {1} uren resulteren .
no: Dine preferanser kan resultere i {0} til {1} timer.
pl: Twoje preferencje mogą skutkować ilością godzin od {0} do {1}.
pt: As suas preferências podem resultar em {0} a {1} horas.
ru: По вашим предпочтениям может быть от {0} до {1} часа(-ов).
sv: Dina önskemål kan ge {0} till {1} timmar.
tr: Tercihlerinizin sonucuna göre en az {0}, en çok {1} saat çalışacabilirsiniz.
zh_cn: 您的偏好共有 {0} 到 {1} 个小时。
zh_hk: 您的偏好共有 {0} 到 {1} 個小時。

# AbsenceRequestForOneDayHasBeenDeniedDot
source: The absence request {0} was denied.
ar: طلب الغياب {0} تم رفضه
cs: Požadavek na absenci {0} byl zamítnut.
da: Fraværs forespørgelsen {0} er afvist.
de: Die Abwesenheitsanfrage {0} wurde abgelehnt.
es: Ssolicitud de ausencia {0} ha sido denegada.
fa: درخواست مرخصی {0} پذیرفته نشد.
fi: Poissaolopyyntö {0} on evätty.
fr: La demande d'absence {0} a été refusée
it: La richiesta di assenza {0} è stata rifiutata.
ja: 欠勤要求 {0} が否認されました。
lv: Prombūtnes pieprasījums {0} tika noraidīts.
nl: De afwezigheid verzoek {0} werd ontkend.
no: Fraværsforespørselen {0} ble avslått.
pl: Prośba o nieobecność {0} została odrzucona.
pt: A solicitação de ausência {0} foi negada.
ru: Запрос на отсутствие {0} был отклонен.
sv: Frånvaroförfrågan {0} nekades.
tr: {0} devamsızlık isteği reddedildi.
zh_cn: 缺席申请 {0} 已被拒绝。
zh_hk: 缺席申請 {0} 已被拒絕。

# YouShouldWorkXHours
source: You should work {0} hours.
ar: يجب أن تعمل {0} ساعات
cs: Měl /-a byste pracovat {0} hodin.
da: Du skal arbejde {0} timer.
de: Sie sollten {0} Stunden arbeiten.
es: Debe trabajar {0} horas.
fa: شما باید {0} ساعت کار کنید.
fi: Sinun pitäisi työskennellä {0} tuntia.
fr: Vous devez travailler {0} heures.
it: Dovresti lavorare {0} ore
ja: {0} 時間勤務する必要があります。
lv: Jums būtu jāstrādā {0} stundas.
nl: U moet {0} uren werken.
no: Du skal ha {0} arbeidstimer
pl: Powinieneś pracować {0} godzin.
pt: Você deve trabalhar {0} horas.
ru: Вы должны работать {0} часов.
sv: Du ska arbeta {0} timmar.
tr: {0} saat çalışmanız gerek.
zh_cn: 您应该工作 {0} 小时。
zh_hk: 您應該工作 {0} 小時。

# SkillNameColon
source: Skill name:
ar: اسم المهارة:
cs: Název kvalifikace:
da: Kompetance navn:
es: Nombre del skill:
fa: نام مهارت:
fi: Taidon nimi:
fr: Nom compétence:
it: Nome Skill:
ja: スキル名:
lv: Prasmes nosaukums:
nl: Skill naam:
no: Ferdighet navn:
pl: Nazwa umiejętności
pt: Nome do skill:
ru: Имя навыка:
sv: Kompetensnamn:
tr: Yetenek ismi:
zh_cn: 技能名称：
zh_hk: 技能名稱：

source: Shift Limits
ar: حدود نوبات العمل
cs: Liity směn
da: Vagt grænser
de: Schichtbegrenzung
es: Límites de Turnos
fa: حدود شیفت
fi: Työvuoron rajoitukset
fr: Limites d'horaires
it: Limiti turno
ja: シフト上限
lv: Maiņu Limiti
nl: Diensten Grenzen
no: Skift begrensninger
pl: Limity dyżurów
pt: Limites dos Turnos
ru: Ограничения смены
sv: Skiftbegränsningar
tr: Vardiya sınırları
zh_cn: 班次限制
zh_hk: 班次限制

source: Optimization steps
ar: تحسين
cs: Kroky optimalizace
da: Optimerings trin
de: Optimierungsoptionen
es: Pasos de optimización
fa: مراحل بهینه سازی
fi: Optimoinnin vaiheet
fr: Etapes d'optimisation
it: Passi di ottimizzazione
ja: 最適化手順
lv: Optimizācijas soļi
nl: Optimalisatie stappen
no: Optimaliserings steg
pl: Kroki optymalizacji
pt: Etapas da otimização
ru: Шаги оптимизации
sv: Optimeringssteg
tr: OPtimizasyon adımları
zh_cn: 优化步骤
zh_hk: 優化步驟

# XRequests
source: {0} Request(s)
ar: {0} طلبات
cs: {0} Požadavků
da: {0} Fforespørgelse(s)
de: {0} Anfrage(n)
es: {0} Solicitud(es)
fa: {0} درخواست
fi: {0} Pyyntö(nöt)
fr: {0} Demande(s)
it: {0} Richieste
ja: {0} 件の要求
lv: {0} Pieprasījums(i)
nl: {0} Aanvraag(en)
no: {0} Forespørsler{0}
pl: {0} żądań
pt: {0} Solicitação (ões)
ru: {0} Запрос(-ы)
sv: {0} förfrågning(ar)
tr: {0} İstek(ler)
zh_cn: {0} 申请
zh_hk: {0} 申請

# PersonFinderFieldSkill
source: Skill
ar: المهارة
cs: Kvalifikace
da: Kompetence
fa: مهارت
fi: Taito
fr: Compétence
ja: スキル
lv: Prasme
no: Ferdighet
pl: Umiejętność
ru: Навык
sv: Kompetens
tr: Yetenek
zh_cn: 技能
zh_hk: 技能

# PersonFinderFieldPartTimePercentage
source: Part-Time Percentage
ar: نسبه الموظفين الغير متفرغين
cs: Procentní podíl zkrácených úvazků
da: Deltidsprocent
de: Teilzeitprozentwert
es: Porcentaje de T. Parcial
fa: درصد پاره وقت
fi: Osa-aika prosentti
fr: Pourcentage temps partiel
it: Percentuale Part-Time
ja: パートタイム率
lv: Nepilna Laika Procentuālais Lielums
nl: Deeltijdpercentage
no: Deltids prosent
pl: Procent niepełnego czasu pracy
pt: Percentual Tempo Parcial
ru: Процент неполной занятости
sv: Deltidsprocent
tr: Yarı zamanlı oranı
zh_cn: 兼职时间百分比
zh_hk: 兼職時間百分比

# RowsPerPageFifty
source: Fifty
ar: خمسون
cs: padesát
da: Halvtres
de: Fünfzig
es: Cicuenta
fa: پنجاه
fi: Viisikymmentä
fr: Cinquante
it: Cinquanta
lv: Piecdesmit
nl: Vijftig
no: Femti
pt: Cinquenta
ru: Пятьдесят
sv: Femtio
tr: Elli
zh_cn: 五十
zh_hk: 五十

source: Must haves
ar: لابد منه
cs: Musím mít
da: Veto
de: Notwendigkeiten
es: Imprescindibles
fa: باید داشته باشد
fi: Tärkeä toive
fr: Doit avoir
it: Indispensabili
ja: 必須項目
no: Påkrevde
pl: Konieczne
pt: Prioritárias
ru: Обязательные предпочтения
sv: Veton
tr: Mutlak gerekliler
zh_cn: 必须有
zh_hk: 必須有

source: Minimum staffing
ar: اقل عدد موظفين
cs: Minimální personílní obsazení
da: Minimum Ansatte
de: Minimum Personen
es: Dotación mínima
fa: حداقل کارمند
fi: Minimi miehitys
fr: Effectif minimum
it: Allocazione minima
ja: 最小要員配置
lv: Personāla minimums
nl: Minimale personeelsbezetting
no: Minimum bemanning
pl: Minimum załogi
pt: Staffing mínimo
ru: Мин. штат
sv: Minbemanning
tr: Asgari personel
zh_cn: 使用最少人员配备限制
zh_hk: 使用最少人員配備限制

# JobHistoryView
source: View Job History
ar: اظهر تاريخ العمل
cs: Náhled historie úloh
da: Se Job Historie
de: Job Historie
es: Ver Histórico de Trabajos
fa: نمایش سابقه کار
fi: Näytä työhistoria
fr: Voir l'historique de routine
it: Visualizzazione storico attività
ja: ジョブ履歴の表示
lv: Skatīt Darba Vēsturi
nl: Bekijk Vacature historie
no: Vis jobb historikk
pl: Zobacz historię prac
pt: Visualizar o Histórico de Jobs
ru: Показать историю задач
sv: Visa jobbhistorik
tr: İş Tarihçesini gözlemle
zh_cn: 查看工作历史记录
zh_hk: 查看工作歷史記錄

source: Maximum staffing
ar: اقصى عدد موظفين
cs: Maximání personální obsazení
da: Maksimum Ansatte
de: Maximum Personen
es: Dotación máxima
fa: حداکثر کارمند
fi: Maksimi miehitys
fr: Effectif maximum
it: Allocazione massima
ja: 最大要員配置
lv: Personāla maksimums
nl: Maximale personeelsbezetting
no: Maximum bemanning
pl: Maksimum załogi
pt: Staffing máximo
ru: Макс. штат
sv: Maxbemanning
tr: Azami personel
zh_cn: 使用最大人员配备限制
zh_hk: 使用最大人員配備限制

source: Export to PDF shifts per day
ar: اصدر ل PDF الورديات خلال اليوم
cs: Směny podle dnů exportovat do PDF
da: Eksporter til PDF, vagter pr. dag
de: Exportieren zu PDF Schichten pro Tag
es: Exportar a PDF - turnos por día
fa: ذخیره شیفت های هر روز به فرمت فایل پی دی اف
fi: Vie PDF-muodossa työvuorot per päivä
fr: Exporter vers PDF horaires par jour
it: Esporta in PDF i turni per giorno
ja: 1日当たりのシフトをPDFにエクスポート
lv: Eksportēt uz PDF maiņām dienā
nl: Exporteren naar PDF diensten per dag
no: Eksporter til PDF skift per dag
pl: Eksportuj dyżury na dzień do PDF
pt: Exportar para PDF os turnos por dia
ru: Экспорт в PDF смен в день
sv: Exportera till PDF - Skift per dag
tr: Gün bazında vardyaları PDF'e aktar
zh_cn: 导出每天班次到PDF文件
zh_hk: 匯出每天班次到PDF文件

# RowsPerPageThirty
source: Thirty
ar: ثلاثون
cs: třicet
da: Tredive
de: Dreißig
es: Treinta
fa: سی
fi: Kolmekymmentä
fr: Trente
it: Trenta
lv: Trīsdesmit
nl: Dertig
no: Tretti
pt: Trinta
ru: Тридцать
sv: Trettio
tr: Otuz
zh_cn: 三十
zh_hk: 三十

# RowsPerPageTwenty
source: Twenty
ar: عشرون
cs: dvacet
da: Tyve
de: Zwanzig
es: Veinte
fa: بیست
fi: Kaksikymmentä
fr: Vingt
it: Venti
lv: Divdesmit
nl: Twintig
no: Tyve
pt: Vinte
ru: Двадцать
sv: Tjugo
tr: Yirmi
zh_cn: 二十
zh_hk: 二十

source: Rows Per Page
ar: سطر للصفحه
cs: řádků na stránku
da: Rækker pr. side
de: Zeilen pro Seite
es: Filas por pág.
fa: سطرها در هر صفحه
fi: Rivejä per sivu
fr: Rangées par page
it: Righe per pagina
ja: 1ページ当たりの行数
lv: Rindas Lapā
nl: Rijen per pagina
no: Rekker per side
pl: Wierszy na stronie
pt: Linhas Por Página
ru: Строк на странице
sv: Rader per sida
tr: Sayfa başına satır
zh_cn: 每页行数
zh_hk: 每頁行數

# TogglePinStatus
source: Pin to front
ar: تثبيت للمقدمه
cs: Připnout na předek
da: Lås i front
de: Am Anfang anheften
es: Fije al principio
fa: اتصال به جلو
fi: Tuo eteen.
fr: Placer devant
it: Fissa in primo piano
ja: 前面に固定
lv: Piespraust priekšā
nl: Pin naar voren
no: Fest til front
pl: Przypnij do przodu
pt: Fixar a frente
ru: Вынести вперед
sv: Fäst överst
tr: Öne almak için işaretle
zh_cn: 锁定到最前端
zh_hk: 鎖定到最前端

# ExtendingAndReducingTime
source: Extending and reducing time for flexible agents
ar: زيادة و اقلال الوقت للممثلين المرنين
cs: Rozšířený a redukovaný čas pro pružné agenty
da: Forlæng og reducere tid for fleksible medarbejdere
de: Erweitern und reduzieren der Zeit für flexible Mitarbeiter
es: Extendiendo y reduciendo tiempo de agentes flexibles.
fa: افزایش و کاهش زمان برای پاسخگویان قابل تغییر
fi: Muokkaa aikaa joustaville agenteille.
fr: Temps d'extension et de réduction pour les agents flexibles
it: Estensione e riduzione ore per agenti flessibili
ja: フレックスエージェントの時間の増減
lv: Paplašinātais un samazinātais laiks elastīgajiem operatoriem
nl: Uitbreiding en minder tijd voor flexibele agenten
no: Utvider og reduserer tid for fleksible agenter
pl: Powiększanie i zmniejszanie czasu dla agentów elastycznych
pt: Extendendo e reduzindo tempo para agentes flexíveis
ru: Увеличение или уменьшение времени для гибких операторов
sv: Justerar arbetstid för flexibla agenter
tr: Esnek müşteri temsilcileri için genişletilmiş ve daraltılmış zaman
zh_cn: 为灵活时间座席增减工作时间
zh_hk: 為靈活時間座席增減工作時間

# ExtendReduceTimeForFlexibleAgents
source: Adjust for flexible work time
ar: عدل للوقت العمل المرن
cs: Přizpůsobit pro pružnou pracovní dobu
da: Tilpas fleksibel arbejdstid
de: Nutze Toleranz der Arbeitszeit aus Vertrag
es: Ajustar flexibilidad de tiempo de trab.
fa: تنظیم برای زمان کار قابل تغییر
fi: Muokkaa joustavaa työaikaa
fr: Ajuste pour temps de travail flexible
it: Adatta per ore di lavoro flessibili
ja: フレックス時間の調整
lv: Pielāgot elastīgo darba laiku
nl: Aanpassen voor flexibele werktijd
no: Juster etter fleksibel arbeidstid
pl: Dopasuj do elastycznego czasu pracy
pt: Ajustar para tempo de trabalho flexível
ru: Регулировать для гибкого рабочего времени
sv: Justera för flexibel arbetstid
tr: Esnek çalışma süresini ayarla
zh_cn: 调整灵活工作时间
zh_hk: 調整靈活工作時間

source: Maximum seats
ar: اقصى عدد مقاعد
cs: Maximálně míst
da: Maksimum siddepladser
de: Maximum Plätze
es: No. máximo de puestos
fa: حداکثر صندلی ها
fi: Maksimi paikat
fr: Postes maximum
it: Postazioni massime
ja: 最大席数
lv: Sēdvietu maksimums
no: Maximum antall plasser
pl: Maksimum stanowisk
pt: Máximo de PAs
ru: Макс. кол-во раб. мест
sv: Max arbetsplatser
tr: Azami masa
zh_cn: 使用最大席位限制
zh_hk: 使用最大席位限制

# YouShouldHaveXDaysOff
source: You should have {0} days off.
ar: يجب ان يكون لديك {0} أيام
cs: Měl /-a byste mít {0} dnů volna.
da: Du ska have {0} fridage.
de: Sie sollten {0} freie Tage haben.
es: Debe tener {0} días libres.
fa: شما باید {0} روز تعطیل داشته باشید
fi: Sinulla tulisi olla {0} vapaapäivää.
fr: Vous devez avoir {0} jours libres.
it: Dovresti avere {0} riposi.
ja: {0} 日の休暇を取る必要があります。
lv: Jums ir jābūt {0} brīvdienām.
nl: U moet {0} vrije dagen hebben.
no: Du skal ha {0} fridager.
pl: Powinieneś mieć {0} dni wolnych.
pt: Você deverá ter {0} dias de folga.
ru: У вас должно быть {0} выходных дней.
sv: Du ska ha {0} fridagar.
tr: {0} gün tatiliniz var.
zh_cn: 您应该有 {0} 个休息日。
zh_hk: 您應該有 {0} 個休息日。

# KeepStartEndTimes
source: Keep start and end times
ar: ابقى اوقات البدايه و النهايه
cs: Zachovat časy záčátku a konce
da: Behold start og slut tid
de: Anfangs-/Endzeiten beibehalten
es: Mantener hora de inicio y fin
fa: نگه داشتن شروع و پایان زمانها
fi: Pidä aloitus- ja päättymissajat
fr: Garder les horaires de début et fin
it: Mantieni orari di inizio e fine
ja: 開始時刻と終了時刻を保持
lv: Paturēt sākuma un beigu laikus
nl: Houd begin en eindtijden
no: Behold start og slutt tider
pl: Utrzymaj czas rozpoczęcia i zakończenia
pt: Manter os tempos de início e fim
ru: Сохранять начало и окончание
sv: Behåll start- och sluttider
tr: Başlangıç ve bitiş saatlerini değiştirme
zh_cn: 保持开始和结束时间
zh_hk: 保持開始和結束時間

# MeetingActivityRequired
source: Select an activity!
ar: اختار نشاط
cs: Zvolte činnost!
da: Vælg en aktivitet
de: Wählen Sie eine Aktivität!
es: Seleccione una actividad!
fa: یک فعالیت انتخاب کنید!
fi: Valitse aktiviteetti!
fr: Sélectionnez une activité!
it: Seleziona un'attività!
ja: 活動を選択してください!
lv: Izvēlieties aktivitāti!
nl: Selecteer een activiteit!
no: Velg en aktivitet!
pl: Wybierz aktywność!
pt: Selecione uma atividade!
ru: Выберите активность!
sv: Välj en aktivitet för mötet
tr: Aktivite seç
zh_cn: 选择一个活动！
zh_hk: 選擇一個活動！

# ShiftTradeRequestForOneDayHasBeenAcceptedDot
source: A shift trade request {0} was accepted by other person.
ar: طلب عملية تبادل الوردية {0} تم قبولها
cs: Požadavekn´na výměnu směny {0} byl schválen protistranou.
da: En vagtbytte forespørgelse den {0} er accepteret af din kollega.
de: Eine Schichttauschanfrage {0} wurde durch eine andere Person bestätigt.
es: Solicitud de cambio de turno {0} ha sido aprobada por otra persona.
fa: درخواست معاوضه شیفت {0} توسط شخص دیگری پذیرفته شد. .
fi: Työvuorotoive {0} on hyväksytty toisen henkilön toimesta.
fr: Une demande d'échange d'horaires {0} a été acceptée par une autre personne.
it: Una richiesta di scambio turno {0} è stata accettata dalla controparte
ja: 他の要員によりシフト交代要求 {0} が承認されました。
lv: Samaiņas pieprasījumu {0} akceptēja otra persona.
nl: Een dienst handel {0} werd door en andere persoon aanvaard.
no: En vaktbytteforespørsel {0} ble godkjent av en annen person.
pl: Prośba o zamnianę dyżuru {0} zaakceptowana przez drugą osobę.
pt: A solicitação de troca de turnos {0} foi aceita por outra pessoa.
ru: Запрос изменения смен {0} был подтвержден другим сотрудником.
sv: En skiftbytesförfrågan {0} accepterades av den andra personen.
tr: {0} vardiya takas isteği diğer kişi tarafından kabul edildi.
zh_cn: 调换班申请 {0} 已被对方接受。
zh_hk: 調換班申請 {0} 已被對方接受。

# ShiftTradeRequestForOneDayHasBeenApprovedDot
source: A shift trade request {0} was approved.
ar: طلب عملية تبادل الوردية {0} تمت الموافقة عليه
cs: Požadavek na změnu směny {0} byl schválen.
da: En vagtbytte forespørgelse den {0} er godkendt.
de: Eine Schichttauschanfrage {0} wurde bestätigt.
es: Solicitud de cambio de turno {0} ha sido aprobada.
fa: درخواست معاوضه شیفت {0} تایید شد.
fi: Työvuoropyyntö {0} on hyväksytty.
fr: Une demande d'échange d'horaires {0} a été approuvée.
it: Una richiesta di scambio turno {0} è stata approvata.
ja: シフト交代要求 {0} が承認されました。
lv: Samaiņas pieprasījums {0} tika apstiprināts.
nl: Een dienst handel {0} werd goedgekeurd.
no: En vaktbytteforespørsel {0} ble godkjent.
pl: Prośba o zamianę dyżuru {0} została zaaprobowana.
pt: A solicitação de troca de turnos {0} foi aprovada.
ru: Запрос изменения смен {0} был подтвержден.
sv: En skiftbytesförfrågan {0} godkändes.
tr: {0} vardiya takas isteği kabul edildi.
zh_cn: 调换班申请 {0} 已被批准。
zh_hk: 調換班申請 {0} 已被批准。

# ShiftTradeRequestForOneDayHasBeenDeniedDot
source: A shift trade request {0} was denied.
ar: طلب عملية التبادل {0} تم رفضه
cs: Požadavek na změnu směny {0} byl zamítnut.
da: En vagtbytte forespørgelse den {0} er afvist.
de: Eine Schichttauschanfrage {0} wurde abgelehnt.
es: Solicitud de cambio de turno {0} ha sido denegada.
fa: درخواست معاوضه شیفت {0} پذیرفته نشد.
fi: Työvuoronvaihtopyyntö {0} on hylätty.
fr: Une demande d'échange d'horaires {0} a été refusée.
it: Una richiesta di scambio turno {0} è stata rifiutata.
ja: シフト交代要求 {0} が否認されました。
lv: Samaiņas pieprasījums {0} tika noraidīts.
nl: Een dienst handel {0} werd geweigerd.
no: En vaktbytteforespørsel {0} ble avslått
pl: Prośba o zamianę dyżuru {0} została odrzucona.
pt: A solicitação de troca de turnos {0} foi negada.
ru: Запрос изменения смен {0} был отклонен.
sv: En skiftbytesförfrågan {0} nekades.
tr: {0} vardiya takas isteği reddedildi.
zh_cn: 调换班申请 {0} 已被拒绝。
zh_hk: 調換班申請 {0} 已被拒絕。

# ShiftTradeRequestForOneDayHasBeenReferredDot
source: A shift trade request {0} must be accepted again due to a schedule change.
ar: طلب عملية تبادل الوردية {0} يجب أن يتم قبوله
cs: Požadavek na výměnu směn {0} musí být odsouhlasen znovu z důvodu změn v plánu.
da: En vagtbytte forespørgelse {0} skal accepteres igen pågrund af en ændring fra.
de: Eine Schichttauschanfrage {0} muss erneut bestätigt werden, wegen Planänderungen von.
es: Solicitud de cambio de turno {0} debe ser aceptada nuevamente, debido a cambio en el horario.
fa: درخواست معاوضه شیفت {0} به علت یک تغییر زمانبندی باید دوباره پذیرفته شود.
fi: Työvuoronvaihto toive {0} on hyväksyttävä uudelleen, koska työvuoroja on muutettu.
fr: Une demande d'échange d'horaires {0} doit être réacceptée suite à un changement de planning.
it: Una richiesta di scambio turno {0} deve essere accettata di nuovo per una modifica del piano
ja: スケジュールが変更されたため、シフト交代要求 {0} を承認する必要があります。
lv: Samaiņas pieprasījums {0} ir jāakceptē atkārtoti, saistībā ar izmaiņām grafikā.
nl: Een dienst handel {0} moet opnieuw aanvaard worden omwille van en rooster verandering van.
no: En vaktbytte forespørsel {0} må aksepteres igjen grunnet en skjemaendring.
pl: Prośba o zamianę dyżuru {0} musi zostać ponownie zaakceptowana z powodu zmiany planu.
pt: A solicitação de troca de turnos {0} deve ser aceita novamente em virtude de uma mudança na agenda a partir de.
ru: Запрос изменения смен {0} должен быть подтвержден еще раз в связи с изменением расписания.
sv: En skiftbytesförfrågan {0} måste accepteras igen på grund av en schemaändring.
tr: {0} vardiya takas isteğinin vardiya planı değişimi nedeniyle yeniden onaylanması gerekiyor.
zh_cn: 调换班申请 {0} 由于班表变更必须再次被接受。
zh_hk: 調換班申請 {0} 由於班表變更必須再次被接受。

source: External resource in use
ar: مورد خارجى يستعمل
cs: Jsou používány externí zdroje
da: Ekstren ressource er i brug
de: Externe Ressource ist in Benutzung
es: Recurso externo en uso
fa: منبع خارجی در حال استفاده
fi: Ulkoinen lähde on käytössä.
fr: Ressource externe utilisée
it: Risorsa esterna in uso
ja: 外部リソースを使用中
lv: Ārējie resursi ir lietošanā
nl: Externe resource in gebruik
no: Ekstern ressurs benyttes
pl: Zasób zewnętrzny w użyciu
pt: Recurso externo em uso
ru: Используется внешний источник
sv: Extern resurs används.
tr: Harici kaynak kullanımda
zh_cn: 外部资源被使用
zh_hk: 外部資源被使用

source: Shifts for flexible work time
ar: نوبات عمل لوقت العمل المرن
cs: Směny pro průžnou pracovní dobu
da: Vagter for fleksibe arbejdstid
de: Soll-Toleranz lt. Vertrag nutzen
es: Turnos para tiempo de trab. flex.
fa: شیفتها برای زمان کاری منعطف
fi: Työvuoro joustavalle työajalle
fr: Horaires pour horaires flexibles
it: Turno per orario di lavoro flessibile
ja: フレックス時間のシフト
lv: Maiņas elastīgam darba laikam
nl: Diensten voor flexibele werktijd
no: Skift for fleksibel arbeidstid
pl: Dyżury dla elastycznego czasu pracy
pt: Turnos por tempo de trabalho flexível
ru: Смены для гибкого рабочего времени
sv: Skift för flexibel arbetstid
tr: Esnek çalışma saatleri için vardiyalar
zh_cn: 灵活工作时间的班次（使用目标容差）
zh_hk: 靈活工作時間的班次（使用目標容差）

source: Keep shifts
ar: ابقى نوبات العمل
cs: Zachovat směny
da: Behold vagter
de: Schichten beibehalten
es: Mantener turnos
fa: نگه داشتن شیفت ها
fi: Säilytä työvuorot
fr: Garder les horaires
it: Mantieni turni
ja: シフトを保持
lv: Paturēt maiņas
nl: Houd diensten
no: Behold skift
pl: Utrzymaj dyżury
pt: Manter os turnos
ru: Сохранять смены
sv: Behåll skift
tr: Vardiyaları değiştirme
zh_cn: 保持班次
zh_hk: 保持班次

source: Keep shift categories
ar: ابقى قوائم نوبات العمل
cs: Zachovat kategorii směn
da: Behold vagtkategorier
de: Schichtkategorien beibehalten
es: Mantener categorías de turno
fa: نگه داشتن دسته بندی شیفت
fi: Säilytä vuoroluokat
fr: Garder les catégories d'horaires
it: Mantieni categorie turni
ja: シフトカテゴリを保持
lv: Paturēt maiņu kategorijas
nl: Houd dienst categorieën
no: Behold skiftkategorier
pl: Utrzymaj kategorie dyżuru
pt: Manter as categorias dos turnos
ru: Сохранять категории смен
sv: Behåll skiftkategorier
tr: Vardiya kategorilerini değiştirme
zh_cn: 保持班次类别
zh_hk: 保持班次類別

# ExternalResourceIsUsingByAnotherProgramCommaPleaseTryAgainLaterDot
source: External resource is using by another program, please try again later.
ar: مورد خارجى يستعمل البرنامج, الرجاء المحاولة لاحقا
cs: Externí zdroje jsou používány jiným programem, prosím zkuste později.
da: Ekstren ressource er i brug af et andet program, prøv venligst senere.
de: Eine externe Ressource wird durch ein anderes Programm genutzt. Bitte versuchen Sie es später erneut.
es: Un recusro externo está siendo usado por otro programa. Inténtelo más tarde.
fa: منبع خارجی در حال استفاده توسط برنامه دیگری می باشد لطفا بعدا سعی نمایید..
fi: Ulkoista lähdettä käytetään toisen ohjelman toimesta, ole yställinen ja yritä myöhemmin uudelleen.
fr: La ressource externe est utilisée par un autre programme, merci de réessayer plus tard.
it: La risorsa esterna è utilizzata da un altro programma, riprova più tardi per favore.
ja: 他のプログラムにより外部リソースが使用されています。後で再度実行してください。
lv: Ārējo resursu izmanto cita programma, lūdzu, mēģiniet vēlreiz vēlāk.
nl: Externe resource wordt gebruikt door een ander programma, probeer het later opnieuw.
no: Ekstern ressurs benyttes av annet program, vennligst prøv igjen senere.
pl: Zasób zewnętrzny jest używany przez inny program, spróbuj ponownie za chwilę.
pt: O recurso externo está sendo utilizado por outro programa, por favor tente novamente mais tarde.
ru: Внешний источник используется другой программой, попробуйте позднее.
sv: Extern resurs används av ett annat program, var god försök igen senare.
tr: Harici kaynak bir başka uygulama tarafından kullanılıyor. Lütfen daha sonra yeniden deneyin.
zh_cn: 另一个程序正在使用外部资源，请稍后再试。
zh_hk: 另一個程式正在使用外部資源，請稍後再試。

# NoShiftsFound
source: No shifts could be found
ar: لم يوجد نوبات عمل
cs: Nebyly nalezeny žádné směny
da: Vagter kunne ikke findes
de: Es konnte keine Schicht gefunden werden
es: No se han encontrado turnos.
fa: هیچ شیفتی نمی تواند یافت شود.
fi: Työvuoroja ei voitu määrittää.
fr: Aucun horaire n'a pu être trouvé
it: Impossibile trovare turni.
ja: シフトが見つかりません。
lv: Netika atrasta neviena maiņa
nl: Geen diensten kon gevonden worden.
no: Ingen skift funnet.
pl: Nie znaleziono dyżurów.
pt: Nenhum turno pode ser encontrado.
ru: Смены не найдены.
sv: Inga skift kunde hittas.
tr: Vardiya bulunamadı.
zh_cn: 找不到班次
zh_hk: 找不到班次

source: No available shifts
ar: لا يوجد ورديات متاحه
cs: Žádné dostupné směny
da: Ingen tilgængelige vagter
de: Keine verfügbaren Schichten
es: No hay turno disponible
fa: هیچ شیفتی در دسترس نمی باشد
fi: Ei työvuoroja saatavilla
fr: Pas d'horaires disponibles
it: Nessun turno disponibile
ja: 利用可能なシフトがありません
lv: Nav pieejamu maiņu
nl: Geen diensten beschikbaar
no: Ingen tilgjengelige skift
pl: Brak dostępnych dyżurów
pt: Não há nenhum turno disponível
ru: Нет доступных смен
sv: Inga tillgängliga skift
tr: Uygun vardiya bulunmuyor
zh_cn: 没有可用的班次
zh_hk: 沒有可用的班次
