Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Use Day of Month Seasonality
ar: استخدم موسمية يوم فى الشهر
cs: Použit den z měsíční sezónnosti
da: Brug dag i måneden säsonudsving
de: benutze Tag des Monats Saisonalität
es: Usar Estacionalidad mensual (día del mes)
fa: روزهای ماه را فصلی در نظر بگیرید
fi: Käytä seuraavia päiviä mallina kausivaihtelulle
fr: Utiliser Saisonalité Jour de Mois
ja: 季節変動の月の日を使用
lv: Izmantot Mēneša Sezonalitātes Dienu
nl: Gebruik Dag van de Maand Seizoensgebondenheid
no: Bruk dag i måneden i sesongvariasjonen
pl: Użyj sezonowości dnia miesiąca
pt: Utilizar Sazonalidade de Dias Dentro de um Mês.
ru: Использовать сезонность день месяца
sv: Använd säsongsvariation för dagar i månad
tr: Takvim günü mevsimselliği
zh_cn: 使用月中天的季节性
zh_hk: 使用月中天的季節性

# ResReportAgentSkills
source: Agent Skills
ar: مهارات الممثل
cs: Kvalifikace agentů
da: Agent Kompetencer
de: Mitarbeiter-Skills
es: Skills de los Agentes
fa: مهارت های پاسخگو
fi: Agentin taidot
fr: Compétences Agent
ja: エージェントスキル
lv: Operatora Prasmes
no: Agent ferdigheter
pl: Umiejętności agenta
pt: Skills dos Agentes
ru: Навыки оператора
sv: Agentkompetenser
tr: Müşteri temsilcisi yetenekleri
zh_cn: 座席代表技能
zh_hk: 座席代表技能

# BudgetGroupMissing
source: There is no budget group for you.
ar: لا يوجد مجموعه المدرجة في الميزانية لك
cs: Není zde pro Vás žádná skupina rozpočtů
da: Budget Group mangler
de: Es gibt keine Budgetgruppe für Sie.
es: Usted carece de grupo de presupuesto.
fa: هیچ گروه بودجه ای برای شما وجود ندارد
fi: Sinulla ei ole budjettiryhmää määriteltynä
fr: Il n'y a pas de Groupe Budget pour vous.
ja: あなたに予算グループはありません
lv: Nav budžeta grupu priekš jums
nl: Er is geen budget groep voor U.
no: Det er ingen budsjettgruppe tilgjengelig for deg.
pl: Nie ma dla ciebie grupy budżetowej.
pt: Não há um grupo de orçamento para você.
ru: У вас нет бюджетной группы.
sv: Det finns ingen budgetgrupp för dig.
tr: Bütçe grubu bulunamadı.
zh_cn: 没有给你的预算分组
zh_hk: 沒有給你的預算分組

# TryingToResolveUnscheduledDaysDotDotDot
source: Trying to resolve unscheduled days...
ar: محاولة حل الايام غير المجدولة
cs: Probíhá řešení nenaplánovaných dní ...
da: Forsöger at löse uplanlagte dage
de: Versuche ungeplante Tage zu beseitigen...
es: Intentando resolver los días no planificados...
fa: سعی کنید برای روزهای زمان بندی نشده تصمیم گیری کنید
fi: Yrittää ratkaista päivät, joilta puuttuu työvuoro...
fr: Tente de résoudre jours non planifiés...
ja: スケジュールされてない日にちを解決しようとしています
lv: Mēģina atrisināt neieplānotās dienas...
nl: Proberen om ongeroosterd dagen op te lossen...
no: Prøver å løse uplanlagte dager ...
pl: Próba wypełnienia dni niezaplanowanych...
pt: Tentando resolver os dias não escalados.
ru: Попытка запланировать пустые слоты...
sv: Försöker lösa oschemalagda dagar...
tr: Vardiyalanamayan günleri çözmeye çalışıyorum...
zh_cn: 正在尝试解决没有被排班的日期
zh_hk: 正在嘗試解決沒有被排班的日期

# ShiftTradeDifferentDateDenyReason
source: Shift trade denied because shifts are on different dates.
ar: مبادلة الوردية مرفوضة لأن الورديتين فى تاريخين مختلفين
cs: Výměna směny zamítnuta protože jsou směny s různým datem.
da: Vagtbytte afvist. Vagter er på forskellige dage
de: Schichttausch abgelehnt, da die Schichten an verschiedenen Tagen liegen.
es: Cambio de turno denegado, los turnos tienen fechas diferentes.
fa: معاوضه شیفت مجاز نیست زیرا شیفت ها در تاریخ های مختلف هستند
fi: Vuoronvaihtopyyntö hylätty, koska työvuorot ovat eri päivillä.
fr: Echange d'horaires refusé car les horaires sont à des dates différentes.
ja: 異なった日付ですのでシフト交代は否認されました
lv: Samaiņa liegta, jo maiņas ir dažādos datumos.
nl: Dienst handle is geweigerd omdat de diensten op verschillende datums zijn.
no: Shift byttet er avvist fordi skiftene er på forskjellige datoer.
pl: Zamiana dyżuru odmówiona ponieważ dyżury mają różne daty.
pt: Troca de turno negada porque os turnos estão em datas diferentes.
ru: Запрос на обмен сменами отклонен, т.к. смены за разные даты.
sv: Skiftbyte nekat då skiften är på olika datum.
tr: Vardiyalar farklı tarihlere ait olduğundan dolayı vardiya değiş tokuşu reddedildi.
zh_cn: 因为两个班次在不同日期，该调换班申请被拒绝。
zh_hk: 因為兩個班次在不同日期，該調換班申請被拒絕。

source: Add intraday absence
ar: أضف غياب يومي
cs: Přidat absenci během dne
da: Tilføj fravær del af dag
de: Intratag-Abwesenheit hinzufügen
es: Añadir ausencia intradía
fa: افزودن مرخصی بین روز
fi: Lisää päivänsisäinen poissaolo
fr: Ajouter Absence Intra-Journalière
ja: 日中の欠勤追加
lv: Pievienot dienas prombūtni
nl: Voeg intraday afwezigheid
no: Legg til intradag fravær
pl: Dodaj nieobecność w ciągu dnia
pt: Adicionar ausência intradiária
ru: Добавить интервальное отсутствие
sv: Lägg till frånvaro inom dag
tr: Güniçi devamsızlık ekle
zh_cn: 添加当天缺勤
zh_hk: 添加當天缺勤

source: Intraday Absence
ar: غياب يومي
cs: Absence během dne
da: Fravær del af dag
de: Intratag-Abwesenheit
es: Ausencia intradía
fa: مرخصی روزانه
fi: Päivänsisäinen poissaolo
fr: Absence Intra-Journalière
ja: 日中の欠勤
lv: Dienas Prombūtne
nl: Intraday afwezigheid
no: Intradag fravær
pl: Nieobeczność w ciągu dnia
pt: Ausência Intradiária
ru: Интервальное отсутствие
sv: Frånvaro inom dag
tr: Güniçi devamsızlık
zh_cn: 当日缺勤
zh_hk: 當日缺勤

# IllegalTeamBlockCombination
source: Optimizing with block between days off and not keeping team days off together is not supported. Optimization will not be optimal
ar: تحسين الكتلة بين أيام الاجازات عدم الحفاظ على أيام أجازات الفريق غير مدعومة
cs: Optimalizace s bloky mezi dny volna a bez zachování dnů týmu dohromady není podporována
da: Optimering med blokke mellem fridage og uden at overholde at teamet holder fridage sammen er ikke supporteret. Optimeringen vil ikke väre optimal
de: Block-Optimierung zwischen freien Tagen und unter nicht-einhalten der freien Tage des Teams wird nicht unterstützt
es: Combinación no admitida: Optimizar bloques entre días libres no manteniendo días libres por equipo
fa: بهینه سازی دو مجموعه بین روزهای تعطیل با یکدیگر پشتیبانی نمی شود.در این حالت بهینه سازی مطلوب نیست
fi: Optimoi blokki vapaapäivien välillä, mutta älä pidä tiimin vapaapäiviä.
fr: Optimiser avec Blocs entre jours libres tout en ne gardant pas les jours libres d'équipe ensemble n'est pas supporté
ja: 休暇間隔のブロックとチーム休暇を保持しないは同時に最適化することができません。この最適化の結果は最適とはなりません。
nl: Optimaliseren met blok tussen vrije dagen en geen vrije team dagen samen houden wordt niet ondersteund.
no: Optimalisere ved hjelp av blokkfridager og ikke holde teamets fridager sammen, støttes ikke. Optimalisering vil ikke bli best mulig
pl: Optymalizacja bloku między dniami wolnymi bez utrzymania dni wolnych zespołu razem nie jest możliwa.
pt: Uma otimização utilizando o agendamento de bloco entre dias de folga que não mantenha os dias da equipe juntos não é suportada. O resultado não será o melhor.
ru: Одновременная оптимизация блоками между выходными днями и не сохранение выходных дней группы не поддерживается
sv: Optimering med block mellan fridagar och att inte hålla ihop teamets fridagar stöds inte. Optimeringen riskerar att inte bli bra
tr: Takım vardiyalama ayarlarında takım izin günlerini sabitlemeden aynı anda takım ve blok vardiyalamayı yapmak sistem tarafından desteklenmiyor. Optimizasyon optimal olmayacak.
zh_cn: 在两个休息日之间进行批次优化并不保持组内休息日是不支持的。优化不会进行。
zh_hk: 在兩個休息日之間進行批次優化並不保持組內休息日是不支持的。優化不會進行。

source: Team to compare with
ar: الفريق ستتم مقارنته مع
cs: Porovnat s týmem
da: Team sammenligned med
de: Vergleichsteam:
es: Euipo de comparación
fa: تیم مقایسه شود با
fi: Tiimi minkä kanssa verrataan
fr: Groupe avec qui comparer
ja: 比較対象チーム
lv: Nodaļa ar ko salīdzināt
nl: Team te vergelijken met
no: Teame å sammenligne med
pl: Zespół do porównania
pt: Equipe para se comparar
ru: Группа сравнения
sv: Team att jämföra med
tr: Karşılaştırılan takım
zh_cn: 可对比的小组
zh_hk: 可對比的小組

# MyReportWeb
source: MyReport
ar: تقريري
cs: Můj Report
da: Min Rapport
es: Mi reporte
fa: گزارش من
fr: MonRapport
ja: マイレポート
lv: Mana Atskaite
no: Min rapport
pl: MójRaport
pt: Meu Relatório
ru: Мой отчет
sv: Min rapport
tr: Raporlarım
zh_cn: 我的报表
zh_hk: 我的報表

source: Active Agents
ar: الممثلون النشطون
cs: Aktivních agentů
da: Aktive medarbejdere
de: aktive Mitarbeiter
es: Agentes Activos
fa: پاسخگوهای فعال
fi: Aktiiviset agentit
fr: Agents Actifs
ja: アクティブエージェント
lv: Aktīvie Operatori
nl: Actieve Agenten
no: Aktive agenter
pl: Aktywni Agenci
pt: Agentes Ativos
ru: Активные операторы
sv: Aktiva agenter
tr: Aktif müşteri temsilcileri
zh_cn: 激活的座席代表
zh_hk: 啟動的座席代表

source: Invalid end time.
ar: نهاية وقت غير صحيحة
cs: Chybný čas konce.
da: Ugyldig sluttid
de: Ungültige Endzeit
es: Tiempo de fin inválido.
fa: زمان پایان نامعتبر
fi: Virheellinen päättymisaika.
fr: Temps de fin non valide.
ja: 無効な終了時刻
lv: Nederīgs beigu laiks
nl: Ongeldige eindtijd.
no: Ugyldig sluttid.
pl: Błędny czas zakończenia.
pt: Tempo final inválido.
ru: Неверное время завершения.
sv: Ogiltig sluttid.
tr: Geçersiz bitiş süresi
zh_cn: 无效的结束时间
zh_hk: 無效的結束時間

# InvalidIntradayAbsenceTimes
source: Please add intraday absence on existing shift.
ar: من فضلك أضف الغياب اليومى للوردية الحالية
cs: Přidejte, prosím, absenci v rámci dne do stávající směny.
da: Tilføj fravær på existerende vagt
de: Bitte fügen Sie eine Intratag-Abwesenheit zur bestehenden Schicht hinzu.
es: Por favor, añada ausencia intradía en un turno existente.
fa: لطفا مرخصی بین روز را به شیفت موجود اضافه کنید
fi: Lisää päivänsisäinen poissaolo työvuoroon.
fr: Merci d'ajouter absence intra-journalière sur horaire existant.
ja: 既存のシフトに日中の欠勤を追加してください
lv: Lūdzu, pievienojiet dienas prombūtni esošajā maiņā.
nl: A.U.B. Voeg intraday afwezigheid van bestaande dienst
no: Vennligst legg intradag fravær på eksisterende skift.
pl: Dodaj nieobecność w ciągu dnia do istniejącego dyżuru.
pt: Por favor adicione uma ausência intradiária ao turno existente.
ru: Добавьте интервальное отсутствие к существующей смене.
sv: Var god lägg till frånvaro inom dagen för befintligt skift.
tr: Lütfen vardiyaya güniçi devamsızlık ekleyiniz.
zh_cn: 请在已有的班次上添加当天缺勤
zh_hk: 請在已有的班次上添加當天缺勤

# CannotCreateSecondShiftWhenAddingActivity
source: You cannot create a second shift with add activity.
ar: لا يمكنك أن تنشئ وردية ثانية مع إضافة نشاط
cs: Nemůžete vytvořit druhou směnu přidáním činnosti.
da: Du kan ikke skabe en anden vagt med tilföj aktivitet
de: Sie können keine zweite Schicht durch hinzufügen einer Aktivität erzeugen.
es: No está permitido crear un segundo turno con Añadir Actividad.
fa: شما نمی توانید با اضافه کردن فعالیت شیفت دوم ایجاد کنید
fi: Et voi luoda toista työvuoroa lisäämällä aktiviteettia.
fr: Vous ne pouvez pas créer un second horaire avec Ajouter Activité.
ja: 活動の追加に第2のシフトを作成することはできません
lv: Jūs nevarat izveidot otru maiņu ar pievienotu aktivitāti.
nl: U kunt geen tweede dienst met voeg activiteit maken.
no: Du kan ikke opprette et skift til med hjelp av Legg til aktivitet.
pl: Nie możesz utworzyć drugiego dyżuru przez dodanie aktywności.
pt: Você não pode criar um segundo turno com "adicionar atividade".
ru: Вы не можете создать вторую смену с помощью добавления активности.
sv: Med Lägg till aktivitet kan du inte skapa ett andra skift.
tr: "Aktivite ekle" komuıtu ile ikinci bir vardiya yaratamazsınız.
zh_cn: 您不能通过添加活动来创建第二个班次
zh_hk: 您不能通過添加活動來創建第二個班次

source: View Personal Account
ar: اعرض الحساب الشخصي
cs: Zobrazit osobní účet
da: Vis Personlige konti
de: Ansicht Personalkonten
es: Mostrar Cuenta Personal
fa: نمایش حساب شخصی
fi: Näytä henkilökohtaiset tilit
fr: Voir Compte Personnel
ja: 個人アカウントを表示
lv: Skatīt Personīgo Kontu
no: Vis Personalkonto
pl: Podgląd Konta Osobistego
pt: Ver a sua Conta Pessoal
ru: Просмотр индивидуального счета
sv: Se tidsuppföljning
tr: Personel Hesabını Göster
zh_cn: 查看个人账户
zh_hk: 查看個人帳戶

source: Allow Desktop Notifications
ar: السماح بتنبيهات الديسكتوب
cs: Povolit upozorňování na ploše
da: Tillad notifikationer på skrivebordet
de: Desktop-Nachrichten erlauben
es: Permitir notificaciones en el escritorio
fa: نمایش اخطارها روی دسکتاپ
fi: Salli työpöytä ilmoitukset
fr: Permettre Notifications Bureau
ja: デスクトップ通知を許可
lv: Atļaut Darba Virsmas Paziņojumus
no: Tillat skrivebords varsler
pl: Zezwól na Powiadomienia na Pulpicie
pt: Permitir Notificações no Computador
ru: Разрешить уведомления на рабочем столе
sv: Tillåt skrivbordsnotifieringar
tr: Masaüstü Bildirimlerini Etkinleştir
zh_cn: 允许桌面提醒
zh_hk: 允許桌面提醒

# ShiftEndingMessage
source: Current shift will end at {0}
ar: الوردية الحالية ستنتهى فى {0}
cs: Stávající směna skončí v {0}
da: Nuvärende vagt slutter kl. {0}
de: Aktuelle Schicht endet um {0}
es: El turno actual termina a la(s) {0}
fa: شیفت جاری تمام خواهد شد در {0}
fi: Nykyinen työvuoro päättyy {0}
fr: L'horaire courant va se terminer à {0}
ja: 今のシフトは{0}に終了
lv: Pašreizējā maiņa beigsies {0}
no: Nåværende skift avsluttes ved {0}
pl: Bieżący dyżur kończy się {0}
pt: O turno atual irá terminar as {0}
ru: Текущая смена закончится в {0}
sv: Pågående skift slutar {0},
tr: Vardiyanın sona ereceği saat {0}
zh_cn: 当前班次将于 {0} 结束
zh_hk: 當前班次將於 {0} 結束

# NextActivityComingMessage
source: Next activity ({0}) will start at {1}
ar: المهارة التالية {0} ستبدأ فى {1}
cs: Další aktivita ({0}) začne {1}
da: Näste aktivitet ({0}) starter kl. {1}
de: Nächste Aktivität ({0}) startet um {1}
es: Próxima actividad ({0}) comienza a la(s) {1}
fa: فعالیت بعدی ({0}) در {1} شروع خواهد شد
fi: Seuraava aktiviteetti ({0}) alkaa klo {1}
fr: La prochaine activité ({0}) va débuter à {1}
ja: 次の活動({0})は{1}から開始
lv: Nākamā aktivitāte ({0}) sāksies {1}
no: Neste aktivitet ({0}) vil starte på {1}
pl: Następna aktywność ({0}) rozpocznie się {1}
pt: A próxima atividade ({0}) irá iniciar as {1}
ru: Следующая активность ({0}) начнется в {1}
sv: Nästa aktivitet ({0}) startar {1}.
tr: Bir sonraki aktivite ({0}) {1}'de sona erecek.
zh_cn: 下一个活动“{0}”将于 {1} 开始
zh_hk: 下一個活動“{0}”將於 {1} 開始

# BlockFinderTypeSingleDay
source: <No Block>
ar: <لا بلوك>
cs: <Není blok>
da: <Ingen blokke>
de: <Kein Block>
es: <Sin bloque>
fa: <هیچ بلوکی>
fi: <Ei blokkia>
fr: <Pas de Bloc>
ja: ＜ブロックしない＞
lv: <Bez Bloka>
pt: <Sem Agendamento de Bloco>
ru: <Нет>
sv: <Inget block>
tr: <Blok optimizasyonu yok>
zh_cn: <无批次>
zh_hk: <無批次>

source: <No Team>
ar: < لا فريق عمل >
cs: <Není tým>
da: <Intet team>
de: <Kein Team>
es: <Sin equipo>
fa: <هیچ تیمی>
fi: <Ei tiimiä>
fr: <Pas d'équipe>
ja: <該当チームなし>
lv: <Bez Nodaļas>
pt: <Sem Agendamento de Equipe>
ru: <Нет>
sv: <Inga team>
tr: <Takım optimizasyonu yok>
zh_cn: <无小组>
zh_hk: <無小組>

# OneGoldBadgeEqualsSilverBadgeCount
source: A gold badge equals silver badge count:
ar: الشارة الذهبية تعادل الفضية فى الحساب
cs: Množství zlatých ocenění se rovná hodnotě stříbrných oceněníá
da: Et guldmärke er lig med dette antal sölvmärker:
de: Anzahl der Silbersterne, die einem Goldstern entsprechen:
es: Una medalla de oro corresponde al siguiente no. de medallas de plata:
fa: یک علامت طلا با تعداد علامت نقره مساوی است:
fi: Yksi kultamitali on yhtä kuin hopeamitalien määrä:
fr: Un badge or égale le compte de badges argent
ja: 1ゴールドバッジと同じシルバーバッジの数
lv: Zelta medaļa atbilst sudraba medaļu skaitam:
no: En gullutmerkelse er lik antall sølvutmerkelser:
pl: Złota odznaka równa się liczbie odznak srebrnych:
pt: Uma medalha de ouro equivale a quantas medalhas de prata:
ru: Для получения золотого уровня небходимо набрать:
sv: En guldmedalj är lika med följande antal silvermedaljer:
tr: Kaç gümüş madalya bir altın madalya etsin?
zh_cn: 与一个金色徽章等价的银色徽章数为：
zh_hk: 與一個金色徽章等價的銀色徽章數為：

# OneSilverBadgeEqualsBronzeBadgeCount
source: A silver badge equals bronze badge count:
ar: الشارة الفضية تعادل البرونزية فى الحساب:
cs: Stříbrný odznak se rovná počtu bronzových odznaků:
da: Et sölvmärke er lig med dette antal bronzemärker:
de: Anzahl der Bronzesterne, die einem Silberstern entsprechen:
es: Una medalla de plata corresponde al siguiente no. de medallas de bronce:
fa: یک علامت نقره با تعداد علامت برنز مساوی است:
fi: Yksi hopeamitali on yhtä kuin pronssimitalien määrä:
fr: Un badge argent égale le compte de badges bronze:
ja: 1シルバーバッジと同じブロンズバッジの数
lv: Sudraba medaļa atbilst bronzas medaļu skaitam:
no: En sølvutmerkelser er lik antall bronsemerker:
pl: Srebrna odznaka równa się liczbie odznak brązowych:
pt: Uma medalha de prata equivale a quantas medalhas de bronze:
ru: Для получения серебряного уровня небходимо набрать:
sv: En silvermedalj är lika med följande antal bronsmedaljer:
tr: Kaç bronz madalya bir gümüş madalya etsin?
zh_cn: 与一个银色徽章等价的青铜徽章数为：
zh_hk: 與一個銀色徽章等價的青銅徽章數為：

source: Adding activity for
ar: إضافة نشاط ل
cs: Přidávám aktivitu pro
da: Tilföj aktivitet for
de: Füge eine Aktivität ein für
es: Añadir actividad para
fa: اضافه کردن فعالیت برای
fi: Lisää aktiviteetti
fr: Ajoute activité pour
ja: へ活動を追加
lv: Pievieno aktivitāti
no: Legg til aktivitet for
pl: Dodawanie aktywności dla
pt: Adicionando atividades para
ru: Добавление активности для
sv: Lägger till aktivitet för
tr: Bu kişi için aktivite ekleniyor
zh_cn: 添加活动给
zh_hk: 添加活動給

source: Adding full day absence for
ar: إضافة غياب يوم كامل ل
cs: Přidávání celodenní absence pro
da: Tilföj heldagsfravär for
de: Füge eine Ganztagsabwesenheit ein für
es: Añadir ausencia de día completo para
fa: اضافه کردن مرخصی روزانه برای
fi: Lisää kokopäivän poissaolo
fr: Ajoute absence journée complète pour
ja: へ終日欠勤を追加
lv: Pievieno pilnas dienas prombūtni
no: Legge til heldags fravær for
pl: Dodawanie całodniowej nieobecności dla
pt: Adicionando ausência de dia inteiro para
ru: Добавление отсутствия на полный день для
sv: Lägger till heldagsfrånvaro för
tr: Bu kişi için tam gün devamsızlık ekleniyor
zh_cn: 添加全天缺勤给
zh_hk: 添加全天缺勤給

source: Adding intraday absence for
ar: إضافة غياب داخل اليوم ل
cs: Přidávám intraday absenci pro
da: Tilføj fravær del af dag for
de: Füge eine Abwesenheit ein für
es: Añadir ausencia parcial (entredía)
fa: اضافه کردن مرخصی بین روزی برای
fi: Lisää päivänsisäinen poissaolo
fr: Ajoute absence intra-journalière pour
ja: へ日中の欠勤を追加
lv: Pievieno dienas prombūtni
no: Legge til intradag fravær for
pl: Dodawanie nieobecności w ciągu dnia dla
pt: Adicionando ausência intradiária para
ru: Добавление отсутствия на часть дня для
sv: Lägger till frånvaro inom dag för
tr: Bu kişi için güniçi devamsızlık ekleniyor
zh_cn: 添加当天缺勤给
zh_hk: 添加當天缺勤給

# SetBadgeThresholdForAdherence
source: Threshold (%):
ar: مدى الالتزام {%}
cs: Dosažení {%}
da: Gränsevärdi (%):
de: Schwellenwert Planeinhaltung (%):
es: Umbral de Adherencia (%):
fa: آستانه (%):
fi: Kynnys (%):
fr: Seuil Adhérence (%):
ja: 遵守率しきい値
lv: Slieksnis (%):
no: Terskel (%)
pl: Próg Przestrzegania (%):
pt: Limiar de Aderência (%):
ru: Порог соблюдения графика (%):
sv: Tröskelvärde (%):
tr: Eşik (%):
zh_cn: 遵时度阈值(%)
zh_hk: 遵時度閾值(%)

source: Advanced Filter
ar: تنقيح متقدم
cs: Rozšířený filtr
da: Avanceret filter
de: Erweiterter Filter
es: Filtro avanzado
fa: فیلتر پیشرفته
fi: Kehittynyt lajittelu
fr: Filtre avancé
ja: 高度なフィルター
lv: Uzlabots Filtrs
no: Avansert filter
pl: Filtr Zaawansowany
pt: Filtro Avançado
ru: Расширенный фильтр
sv: Avancerat filter
tr: Gelişmiş filtre
zh_cn: 高级筛选
zh_hk: 高級篩選

# AgentBadgeSetting
source: Agent Badge
ar: بادج الممثل
cs: Odznak agenta
da: Medarbejder märke
de: Mitarbeiter Badge
es: Medalla del Agente
fa: علامت پاسخگو
fi: Agenttimitali
fr: Badge Agent
ja: エージェントバッジ
lv: Operatora Medaļa
no: Agent utmerkelser
pl: Odznaka Agenta
pt: Medalhas do Agente
ru: Уровень оператора
sv: Agentmedaljer
tr: Madalya
zh_cn: 座席代表徽章设置
zh_hk: 座席代表徽章設置

# AllPermittedTeamsToMakeShiftTradeWith
source: All Teams
ar: جميع فرق العمل
cs: Všechny týmy
da: Alle teams
de: Alle Teams
es: Todos los equipos
fa: همه تیم ها
fi: Kaikki tiimit
fr: Toutes Equipes
ja: シフト交代可能な全チーム
lv: Visas Nodaļas
no: Alle Team
pl: Wszystkie Zespoły
pt: Todas as Equipes
ru: Все группы
sv: Alla team
tr: Bütün takımlar
zh_cn: 全部小组
zh_hk: 全部小組

# SetBadgeThresholdForAnsweredCalls
source: Threshold:
ar: مدى المكالمات المجابة
cs: Dosažení:
da: Gränsevärdi:
de: Schwellenwert beantwortete Anrufe:
es: Umbral de Llamadas Atendidas:
fa: آستانه:
fi: Kynnys:
fr: Seuil d'Appels Répondus:
ja: 応答呼しきい値
lv: Slieksnis:
no: Terskel:
pl: Próg Odebranych Połączeń:
pt: Limiar de Chamadas Atendidas:
ru: Порог отвеченных звонков:
sv: Tröskelvärde:
tr: Eşik:
zh_cn: 已应答电话量阈值：
zh_hk: 已應答電話量閾值：

source: At least one day cannot be scheduled
ar: على الاقل هناك يوم لما يتم اختياره
cs: Alespoň jeden den nemůže být plánován
da: Mindst en dag kan ikke planlägges
de: Mindestens ein Tag konnte nicht geplant werden
es: Al menos un día no ha podido ser planificado
fa: دست کم یک روز نمی تواند زمان بندی شود
fi: Vähintään yhtä päivää ei voida työvuorottaa
fr: Au moins un jour ne peut pas être planifié
ja: 少なくとも1日以上がスケジュールできません
lv: Vismaz vienu dienu nevar ieplānot
no: Minst en dag kan ikke planlegges
pl: Przynajmniej jeden dzień nie może zostać zaplanowany
pt: Pelo menos um dia não pôde ser agendado
ru: Как минимум один день не может быть запланирован
sv: Minst en dag kan inte schemaläggas
tr: En az bir gün vardiyalanamadı.
zh_cn: 至少有一天无法被排班
zh_hk: 至少有一天無法被排班

# SetBadgeThresholdForAHT
source: Threshold (HH:mm:ss):
ar: مدى متوسط وقت التعامل
cs: Dosažení {HH:mm:ss}
da: Gränsevärdi (TT:mm:ss):
de: Schwellenwert durchschn.Bearbeitungszeit (AHT; in HH:mm:ss):
es: Umbral del Promedio de T. de Gestión (HH:mm:ss):
fa: آستانه (HH:mm:ss):
fi: Kynnys (TT:mm:ss):
fr: Seuil Temps de Traitement Moyen:
ja: 平均処理時間しきい値 (HH:mm:ss)
lv: Slieksnis (HH:mm:ss):
no: Terskel: (TT:mm:ss):
pl: Średnia Progu Czasu Obsługi (HH:mm:ss):
pt: Limiar de Tempo Médio de Atendimento (hh:mm:ss):
ru: Порог среднего времени обработки (чч:мм:сс):
sv: Tröskelvärde (HH:mm:ss):
tr: Eşik (SS:dd:ss):
zh_cn: 平均处理时间阈值(HH:mm:ss)：
zh_hk: 平均處理時間閾值(HH:mm:ss)：

# BlockFinderTypeBetweenDayOff
source: Between days off
ar: بين أيام الاجازات
cs: Mezi dny volna
da: Mellem fridage
de: zwischen freien Tagen
es: Entre días libres
fa: بین روزهای تعطیل
fi: Vapaapäivien välillä
fr: Entre jours libres
ja: 休暇の間隔
lv: Starp brīvdienām
no: Mellom fridager
pl: Pomiędzy dniami wolnymi
pt: Entre dias de folga
ru: Между выходными днями
sv: Mellan fridagar
tr: Tatil günleri arası
zh_cn: 休息日之间
zh_hk: 休息日之間

source: Calculate Legal State
ar: احسب الوضع القانونى
cs: Výpočet právního stavu
da: Beregnet lovlig tilstand
de: Legal State berechnen
es: Calcular Estado Legal
fa: محاسبه وضعیت قانونی
fi: Päivitä sopimuksen mukaiseen tilaan
fr: Calcule l'état légal
ja: 合法な状態を計算
lv: Aprēķināt Atļauto Statusu
no: Beregn Juridisk tilstand
pl: Oblicz Stan Prawny
pt: Calcular Estado Legal
ru: Рассчитать Legal State
sv: Uppdatera giltigt läge
tr: Yasal durum ölçümü
zh_cn: 计算合法状态
zh_hk: 計算合法狀態

source: Chat time
ar: وقت الشات
cs: Čas hovoru
da: Chat tid
de: Chat-Zeit
es: Tiempo de Chat
fa: زمان چت
fi: Chat aika
fr: Temps Chat
ja: チャット時間
lv: Čata laiks
nl: Chat tijd
no: Chat tid
pl: Czas czatu
pt: Tempo de chat
ru: Время чата
sv: Chattid
tr: Chat süresi
zh_cn: Chat时长
zh_hk: Chat時長

source: Compact View
ar: رؤية مضغوطة
cs: Kompaktní zobrazení
da: Kompakt overblik
de: Kompaktansicht
es: Vista compacta
fa: نمایش فشرده
fi: Tiivistetty näkymä
fr: Vue Compacte
ja: コンパクトビュー
lv: Kompaktais Skatījums
no: kompakt visning
pl: Widok Kompaktowy
pt: Visão Compacta
ru: Компактный вид
sv: Komprimerad vy
tr: Kompakt Görünüm
zh_cn: 紧凑视图
zh_hk: 緊湊視圖

source: Compare with teams from
ar: قارن فريق العمل مع
cs: Porovnat s týmmy z
da: Sammenlign med teams fra
de: Vergleiche mit Team vom
es: Comparar con equipos en
fa: مقایسه با تیم ها برای
fi: Vertaa tiimiä
fr: Comparer avec groupes de
ja: からのチームと比較
lv: Salīdzināt ar komandām
nl: Vergelijk met teams van
no: Sammenlign med team fra
pl: Porównaj z zespołami z
pt: Comparar equipes desde
ru: Сравнить с группами из
sv: Jämför med team från
tr: Şu takımlar ile karşılaştır:
zh_cn: 与小组的比较
zh_hk: 與小組的比較

source: Congratulations!
ar: تهانينا!
cs: Gratulujeme!
da: Tillykke!
de: Glückwunsch!
es: Felicitationes!
fa: تبریک!
fi: Onneksi olkoon!
fr: Félicitations
ja: おめでとうございます！
lv: Apsveicam!
no: Gratulerer!
pl: Gratulacje!
pt: Parabéns!
ru: Поздравляем!
sv: Grattis!
tr: Tebrikler!
zh_cn: 祝贺您！
zh_hk: 祝賀您！
