Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# DaysOfWeekGrid
source: Days of Week
ar: شبكة_أيام_الأسبوع
cs: Síť dnů v týdnu
da: Ugedage
de: TageDerWocheTabelle
es: Días de la Semana
fa: روزهای هفته
fi: Viikonpäivät
fr: Jours de la semaine
id: Hari dalam Minggu
it: Giorni della settimana
ja: 1週間の日数
lv: Nedēļas dienas
nl: Dagen van de week
no: Ukedag
pl: Dni tygodnia
pt: Dias da Semana
ru: Дни сетки недели
sv: Veckodag
tr: Haftanın günü
zh_cn: 每周天数网格
zh_hk: 每週天數網格

source: Day View
ar: عرض يومي
cs: Denní náhled
da: Dagvisning
de: Tagessicht
es: Vista de Día
fa: نمایش روز
fi: Päivänäkymä
fr: Aperçu quotidien
id: Tampilan hari
it: Vista giorno
ja: 日ビュー
lv: Dienas Skatījums
nl: Dagoverzicht
no: Dag oversikt
pl: Widok Dnia
pt: Visão Intradiára
ru: Вид дня
sv: Dagvy
tr: Günlük görünüm
zh_cn: 天视图
zh_hk: 天視圖

source: Decrease decimals
ar: تقليل الأعداد العشرية
cs: Snížit desetinná čísla
da: Formindsk decimaler
de: Nachkommastellen reduzieren
es: Disminuir decimales
fa: کاهش اعشار
fi: Vähennä desimaaleja
fr: Diminuer décimales
id: Mengurangi desimal
it: Riduci decimali
ja: 小数桁を減らす
lv: Samazināt ciparus aiz komata
nl: Verlaag decimalen
no: Reduser desimaler
pl: Zmniejsz dziesiętne
pt: Diminuir decimais
ru: Уменьшение разделительных знаков
sv: Minska decimaler
tr: Ondalık basamak azalt
zh_cn: 去掉小数位
zh_hk: 去掉小數位

# DefaultAccessibilityExcluded
source: No
ar: لا
cs: Vyjmuté
da: Nej
de: Nein
fa: خیر
fi: Ei
fr: Non
id: Tidak
lv: Nē
nl: Nee
no: Nei
pl: Nie
pt: Não
ru: Исключено
sv: Nej
tr: Hayır
zh_cn: 排除
zh_hk: 排除

# DefaultAccessibilityIncluded
source: Yes
ar: نعم
cs: Zahrnuté
da: Ja
de: Ja
es: Sí
fa: بله
fi: Kyllä
fr: Oui
id: Ya
it: Si
lv: Jā
nl: Ja
no: Ja
pl: Tak
pt: Sim
ru: Включено
sv: Ja
tr: Evet
zh_cn: 包括
zh_hk: 包括

source: Default color
ar: لون افتراضي
cs: Výchozí barva
da: Standardfarve
de: Standardfarbe
es: Color por Defecto
fa: رنگ پیش فرض
fi: Oletus väri
fr: Couleur par défaut
id: Warna standar
it: Colore predefinito
ja: 既定の色
lv: Noklusējuma krāsa
nl: Standaardkleur
no: Standardfarge
pl: Kolor domyślny
pt: Cor Inicial
ru: Цвет по умолчанию
sv: Standardfärg
tr: Hazır renk
zh_cn: 默认颜色
zh_hk: 默認顏色

# DefaultRuleSetBagName
source: <Rule set bag name>
ar: < اسم حقيبة مجموعة القواعد >
cs: < Jméno množiny Typy směn >
da: <Regelsæt samling navn>
de: <Name für Schichtsammlung>
es: <Nombre de la bolsa de conjunto de reglas>
fa: <نام بسته مجموعه قواعد >
fi: <Vuoropussin nimi>
fr: < Nom de banque d'horaires >
id: <Nama kantong set aturan>
it: <Nome cartella Rule Set>
ja: <ルールセットバッグ名>
lv: <Noteikumu kopu portfeļa nosaukums>
nl: <Regelset tas naam>
no: <Regelsett bag navn>
pl: <Nazwa worka zestawów reguł>
pt: <Nome da cesta de turnos>
ru: < Имя контейнера набора правил >
sv: Namn skiftpåse
tr: <Kural seti kutusu ismi>
zh_cn: <班次包名称>
zh_hk: <班次包名稱>

source: Default scenario
ar: السيناريو الافتراضي
cs: Výchozí scénář
da: Standard scenarie
de: Standardszenario
es: Escenario default
fa: سناریوی پیش فرض
fi: Oletus skenaario
fr: Scénario par défaut
id: Skenario standar
it: Scenario predefinito
ja: 既定のシナリオ
lv: Noklusējuma scenārijs
no: Standardscenario
pl: Domyślny scenariusz
pt: Cenário Padrão
ru: Сценарий по умолчанию
sv: Standardscenario
tr: Hazır senaryo
zh_cn: 默认情景
zh_hk: 默認情景

# DefaultScenarioColon
source: Default scenario:
ar: السيناريو الافتراضي:
cs: Výchozí scénář:
da: Standardscenarie:
de: Standardszenario:
es: Escenario default:
fa: سناریوی پیش فرض:
fi: Oletus skenaario:
fr: Scénario par défaut
id: Skenario standar:
it: Scenario predefinito:
ja: 既定のシナリオ:
lv: Noklusējuma scenārijs:
no: Standard scenario:
pl: Domyślny scenariusz:
pt: Cenário Padrão:
ru: Сценарий по умолчанию:
sv: Standardscenario:
tr: Hazır Senaryo:
zh_cn: 默认情景：
zh_hk: 默認情景：

source: Default state group
ar: مجموعة حالة افتراضية
cs: Výchozí stavová skupina
da: Standard tilstandsgruppe
de: Standard Statusgruppe
es: Grupo de estados por defecto
fa: گروه استان پیش فرض
fi: Oletus tilaryhmä
fr: Groupe de statuts par défaut
id: Status standar kelompok
it: Gruppo di stati predefinito
ja: 既定の状態グループ
lv: Noklusējuma stāvokļa grupa
nl: Standaardtoestand groep
no: Standard statusgruppe
pl: Domyślna grupa stanu
pt: Grupo de estados padrão
ru: Группа состояний по умолчанию
sv: Standardstatusgrupp
tr: Hazır grup durumu
zh_cn: 默认状态分组
zh_hk: 預設狀態分組

source: Define Organization
ar: تحديد منظومة
cs: Definovat organizaci
da: Definer Organisation
de: Definiere Organisation
es: Definir Organización
fa: تعریف سازمان
fi: Määritä organisaatio
fr: Définir organisation
id: Menentukan Organisasi
it: Definisci Struttura
ja: 組織の定義
lv: Definēt Organizāciju
nl: Organisatie Definiëren
no: Definer organisasjon
pl: Zdefiniuj organizację
pt: Definir Organização
ru: Определить организацию
sv: Definiera organisation
tr: Organizasyon Tanımla
zh_cn: 定义组织
zh_hk: 定義組織

source: Delete
ar: حذف
cs: Smazat
da: Slet
de: Löschen
es: Borrar
fa: حذف کردن
fi: Poista
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
lv: Dzēst
nl: Verwijder
no: Slett
pl: Usuń
pt: Excluir
ru: Удалить
sv: Ta bort
tr: Sil
zh_cn: 删除
zh_hk: 刪除

source: Delete Absence
ar: حذف حالة غياب
cs: Smazat absenci
da: Slet Fravær
de: Abwesenheit löschen
es: Borrar Ausencia
fa: حذف کردن مرخصیها
fi: Poista poissaolo
fr: Supprimer absence
id: Hapus Absen
it: Elimina assenza
ja: 欠勤の削除
lv: Dzēst Prombūtni
nl: Afwezigheid verwijderen
no: Slett fravær
pl: Usuń Nieobecność
pt: Excluir Ausência
ru: Удалить отсутствие
sv: Ta bort frånvaro
tr: Devamsızlığı sil
zh_cn: 删除缺勤
zh_hk: 刪除缺勤

source: Delete Activity
ar: حذف نشاط
cs: Smazat činnost
da: Slet Aktivitet
de: Aktivität löschen
es: Borrar Actividad
fa: حذف فعالیت
fi: Poista aktiviteetti
fr: Supprimer activité
id: Hapus Aktivitas
it: Elimina attività
ja: 活動の削除
lv: Dzēst Aktivitāti
nl: Verwijder Activiteit
no: Slett aktivitet
pl: Skasuj aktywność
pt: Excluir Atividade
ru: Удалить активность
sv: Ta bort aktivitet
tr: Aktiviteyi Sil
zh_cn: 删除活动
zh_hk: 刪除活動

source: Delete availability
ar: مسح توفر
cs: Smazat dostupnost
da: Slet tilgængelighed
de: Verfügbarkeit löschen
es: Borrar disponibilidad
fa: حذف دسترس پذیری
fi: Poista käytettävyys
fr: Supprimer disponibilité
id: Hapus ketersediaan
it: Elimina disponibilità
ja: 空き状況の削除
lv: Dzēst pieejamību
nl: Verwijder Beschikbaarheid
no: Slett tilgjengelige
pl: Skasuj dostępność
pt: Excluir disponibilidade
ru: Удалить доступность
sv: Ta bort tillgänglighet
tr: Uygunluk sil
zh_cn: 删除可用性
zh_hk: 刪除可用性

source: Delete Confirmation
ar: تأكيد حذف
cs: Smazat potvrzení
da: Slet Bekræftelse
de: Bestätigung löschen
es: Borrar Confirmación
fa: حذف تایید
fi: Poista vahvistus
fr: Supprimer confirmation
id: Konfirmasi Penghapusan
it: Elimina la conferma
ja: 削除の確認
lv: Dzēst Apstiprinājumu
nl: Verwijder Bevestiging
no: Slett bekreftelse
pl: Potwierdzenie kasowania
pt: Apagar Confirmação
ru: Удалить подтверждение
sv: Bekräfta borttagning
tr: Onayı Sil
zh_cn: 确认删除
zh_hk: 確認刪除

source: Deleted
ar: محذوف
cs: Smazán
da: Slettet
de: Gelöscht
es: Borrado
fa: حذف شده
fi: Poistettu
fr: Supprimé
id: Terhapus
it: Cancellato
ja: 削除されました
lv: Dzēsts
nl: Verwijderd
no: Slettet
pl: Skasowane
pt: Excluído
ru: Удалено
sv: Borttagen
tr: Silindi
zh_cn: 已删除
zh_hk: 已刪除

# DeleteDateEx
source: Delete Date Exclusion
ar: حذف استثناء تاريخ
cs: Smazat zamítnutí datumu
da: Slet Datoundtagelse
de: Ausnahmedatum löschen
es: Borrar Exclusión de Fecha
fa: حذف ممانعت تاریخ
fi: Poista päivämäärän rajaus
fr: Supprimer exclusion date
id: Hapus Tanggal Pengecualian
it: Elimina esclusione di data
ja: 例外日付の削除
lv: Dzēst Datumu Izslēgšanu
nl: Verwijder Datum Uitzondering
no: Slett datoeksklusjon
pl: Skasuj wyłączenie daty
pt: Axcluir Data Exceção
ru: Удалить исключение даты
sv: Ta bort datumexkludering
tr: Hariç Tutulmuş Tarihi Sil
zh_cn: 删除排除的日期
zh_hk: 刪除排除的日期

source: Delete Day Off
ar: حذف عطلة
cs: Smazat den volna
da: Slet Fridag
de: Freien Tag löschen
es: Borrar Día Libre
fa: حذف کردن روز تعطیل
fi: Poista vapaapäivä
fr: Supprimer jour libre
id: Hapus Libur
it: Elimina riposo
ja: 休暇の削除
lv: Dzēst Brīvdienu
nl: Verwijder Vrije Dag
no: Slettfridag
pl: Usun Dzień Wolny
pt: Excluir Folga
ru: Удалить выходной день
sv: Ta bort fridag
tr: Tatili sil
zh_cn: 删除休息日
zh_hk: 刪除休息日

source: Delete Limitation
ar: حذف قيد
cs: Smazat omezení
da: Slet Begrænsning
de: Begrenzung löschen
es: Borrar Limitación
fa: حذف محدودیت
fi: Poista rajoitus
fr: Supprimer limitation
id: Hapus Batasan
it: Elimina limitazione
ja: 制限の削除
lv: Dzēst Ierobežojumu
nl: Verwijder Beperking
no: Slett begrensning
pl: Skasuj ograniczenie
pt: Excluir Limitação
ru: Удалить ограничение
sv: Ta bort begränsning
tr: Sınırlandırmayı Sil
zh_cn: 删除限制
zh_hk: 刪除限制

source: Delete Optional Column
ar: حذف العمود الاختياري
cs: Smazat volitelný sloupec
da: Slet Valgfri Kolonne
de: Optionale Spalte löschen
es: Borrar Columna Opcional
fa: لفو ستون انتخابی
fi: Poista valinnainen sarake
fr: Supprimer colonne optionnelle
id: Hapus Kolom Opsional
it: Elimina colonna opzionale
ja: オプション列の削除
lv: Dzēst Izvēles Kolonnu
nl: Verwijder optionele kolom
no: Slett valgfri kolonne
pl: Usuń Kolumnę Opcjonalną
pt: Excluir Coluna Opcional
ru: Удалить дополнительный столбец
sv: Ta bort tilläggskolumn
tr: Opsiyonel Kolonu Sil
zh_cn: 删除自定义栏位
zh_hk: 刪除自訂欄位

source: Delete Personal Shift
ar: حذف نوبة عمل شخصية
cs: Smazat osobní směnu
da: Slet Personlig Vagt
de: Persönliche Schicht löschen
es: Borrar Turno Personal
fa: حذف کردن شیفت های شخصی
fi: Poista henkilökohtainen työvuoro
fr: Supprimer horaire personnel
id: Hapus Shift Pribadi
it: Elimina turno personale
ja: 要員シフトの削除
lv: Dzēst Personīgo Maiņu
nl: Verwijder Persoonlijke Dienst
no: Slett personlig skift
pl: Usuń Osobistą Dyżur
pt: Excluir Turno Pessoal
ru: Удалить индивидуальную смену
sv: Ta bort personligt skift
tr: Kişisel vardiyayı sil
zh_cn: 删除个人班次
zh_hk: 刪除個人班次

source: Delete Person from Role
ar: حذف شخص من دور
cs: Smazat osobu z funkce
da: Slet medarbejder fra Rolle
de: Person der Rolle löschen
es: Borrar Persona del Rol
fa: حذف شخص از وظیفه
fi: Poista henkilö roolista
fr: Supprimer personne du rôle
id: Hapus Orang dari Peran
it: Elimina Dipendente da Ruolo
ja: 役割から要員を削除
lv: Dzēst Personu no Lomas
nl: Verwijdert Persoon van Rol
no: Slett person fra rolle
pl: Usuń osobę z roli
pt: Excluir Pessoa do Perfil
ru: Удалить роль сотрудника
sv: Ta bort person från roll
tr: Rolden kişi sil
zh_cn: 从角色中删除人员
zh_hk: 從角色中刪除人員

source: Delete Role
ar: حذف دور
cs: Smazat funkci
da: Slet Rolle
de: Rolle löschen
es: Borrar Rol
fa: حذف نقش
fi: Poista rooli
fr: Supprimer rôle
id: Hapus Peran
it: Elimina ruolo
ja: 役割の削除
lv: Dzēst Lomu
nl: Verwijder Rol
no: Slett rolle
pl: Skasuj rolę
pt: Excluir Perfil
ru: Удалить роль
sv: Ta bort roll
tr: Rolü sil
zh_cn: 删除角色
zh_hk: 刪除角色

source: Delete rotation
ar: حذف دورة
cs: Smazat cykly
da: Slet turnus
de: Rotation löschen
es: Borrar rotación
fa: حذف گردش
fi: Poista vuorokierto
fr: Supprimer rotations
id: Hapus rotasi
it: Elimina rotazione
ja: ローテーションの削除
lv: Dzēst rotāciju
nl: Verwijder rotatie
no: Slett rotasjon
pl: Skasuj rotację
pt: Excluir Rotação
ru: Удалить ротацию
sv: Ta bort sekvens
tr: Rotasyonu Sil
zh_cn: 删除循环
zh_hk: 刪除迴圈

source: Delete RuleSet
ar: حذف مجموعة قواعد
cs: Smazat Typy směny
da: Slet Regelsæt
de: Regelsammlung löschen
es: Borrar Conjunto de Normas
fa: حذف مجموعه قانون
fi: Poista sääntösarja
fr: Supprimer règle d'horaires
id: Hapus Set Aturan
it: Elimina Set di regole
ja: ルールセットの削除
lv: Dzēst Noteikumu Kopu
nl: Verwijder Regelset
no: Slett regelsett
pl: Skasuj zestaw reguł
pt: Excluir Conjunto de Regras
ru: Удалить набор правил
sv: Ta bort regeluppsättning
tr: Kural Setini Sil
zh_cn: 删除班次规则
zh_hk: 刪除班次規則

source: Delete Rule Set Bag
ar: حذف حقيبة مجموعة القواعد
cs: Smazat množinu Typy směny
da: Slet Regelsæt samling
de: Shichtsammlung löschen
es: Borrar Bolsa de Conjunto de Normas
fa: کیف مجموعه قواعد حذف
fi: Poista vuoropussi
fr: Supprimer banque d'horaires
id: Hapus Kantong Set Aturan
it: Elimina Cartella di Set di regole
ja: ルールセットバッグの削除
lv: Dzēst Noteikumu Kopu Portfeli
nl: Verwijder Regelset Tas
no: Slett regelsett bag
pl: Skasuj worek zestawów reguł
pt: Excluir Cesta de Turnos
ru: Удалить контейнер набора правил
sv: Ta bort skiftpåse
tr: Kural Seti Kutusunu Sil
zh_cn: 删除班次包
zh_hk: 刪除班次包

source: Delete Scenario
ar: حذف سيناريو
cs: Smazat scénář
da: Slet Scenarie
de: Szenario löschen
es: Borrar Escenario
fa: حذف سناریو
fi: Poista skenaario
fr: Supprimer scénario
id: Hapus Skenario
it: Elimina scenario
ja: シナリオの削除
lv: Dzēst Scenāriju
nl: Verwijder Scenario
no: Slett scenario
pl: Skasuj scenariusz
pt: Excluir Cenários
ru: Удалить сценарий
sv: Ta bort scenario
tr: Senaryoyu Sil
zh_cn: 删除情景
zh_hk: 刪除情景

# DeleteSelectedRowsQuestionmark
source: Delete selected rows?
ar: هل تريد حذف الصفوف المحددة؟
cs: Smazat vybrané řádky?
da: Slet valgte rækker?
de: Alle ausgewählten Zeilen löschen?
es: Borrar filas seleccionadas?
fa: سطرهای انتخاب شده حذف شود؟
fi: Poista valitut rivit?
fr: Supprimer les rangées sélectionnées?
id: Hapus baris yang dipilih?
it: Eliminare le righe selezionate?
ja: 選択した行を削除しますか?
lv: Dzēst izvēlēto rindu?
nl: Geselecteerde rijen verwijderen?
no: Slett valgte rader?
pl: Skasować wybrane wiersze?
pt: Excluir as linhas selecionadas?
ru: Удалить выбранные строки?
sv: Ta bort valda rader?
tr: Seçili satırları silmek istiyor musunuz?
zh_cn: 删除被选行？
zh_hk: 刪除被選行？

source: Delete Shift
ar: حذف نوبة عمل
cs: Smazat směnu
da: Slet Vagt
de: Schichten löschen
es: Borrar Turno
fa: حذف کردن شیفت ها
fi: Poista vuoro
fr: Supprimer horaire
id: Hapus Shift
it: Elimina turno
ja: シフトの削除
lv: Dzēst Maiņu
nl: Verwijder Dienst
no: Slett skift
pl: Usuń Dyżur
pt: Apagar Turno
ru: Удалить смену
sv: Ta bort skift
tr: Vardiyayı sil
zh_cn: 删除班次
zh_hk: 刪除班次

# DeleteSkillThreeDots
source: Delete Skill...
ar: حذف مهارة...
cs: Smazat kvalifikaci...
da: Slet Kompetence...
de: Skill löschen…
es: Borrar Skill
fa: حذف مهارت
fi: Poista taito...
fr: Supprimer compétence...
id: Hapus Skill...
it: Elimina Skill...
ja: スキルの削除...
lv: Dzēst Prasmes...
nl: Verwijder Skill...
no: Slett ferdighet…
pl: Usuń Umiejętność...
pt: Excluir Skill...
ru: Удалить навык...
sv: Ta bort kompetens...
tr: Yeteneği sil
zh_cn: 删除技能…
zh_hk: 刪除技能…

source: Delete Special
ar: حذف خاص
cs: Smazat jinak
da: Slet Speciel
de: Spezial löschen
es: Borrado Especial
fa: حذف کردن خاص
fi: Poista määräten
fr: Supprimer spécial
id: Hapus Khusus
it: Elimina speciale
ja: 形式を選択して削除
lv: Dzēst Īpašo
nl: Verwijder Speciaal
no: Slett spesiell
pl: Skasuj specjalne
pt: Excluir Especial
ru: Удалить специально
sv: Ta bort special
tr: Özelleri Sil
zh_cn: 删除特殊
zh_hk: 刪除特殊

# DeleteSpecialThreeDots
source: Delete Special...
ar: حذف خاص...
cs: Smazat jiné...
da: Slet Speciel...
de: Spezial löschen…
es: Borrado Especial...
fa: حذف مخصوص ....
fi: Poista määräten...
fr: Supprimer spécial...
id: Hapus Khusus...
it: Elimina speciale...
ja: 形式を選択して削除...
lv: Dzēst Īpašo...
nl: Verwijder Speciaal...
no: Slett spesiell…
pl: Usuń Specjalne...
pt: Excluir Especial
ru: Удалить специально...
sv: Ta bort special…
tr: Özeli sil
zh_cn: 删除特殊…
zh_hk: 刪除特殊…

source: Delete state group
ar: حذف مجموعة حالة
cs: Smazat stavovou skupinu
da: Slet tilstandsgruppe
de: Statusgruppe löschen
es: Borrar grupo de estados
fa: حذف گروه استان
fi: Poista tilaryhmä
fr: Supprimer groupe de statuts
id: Menghapus status kelompok
it: Elimina Gruppo di stati
ja: 状態グループの削除
lv: Dzēst stāvokļa grupu
nl: Verwijder toestand groep
no: Slett statusgruppe
pl: Skasuj grupę stanu
pt: Excluir grupo de estados
ru: Удалить группу состояний
sv: Ta bort statusgrupp
tr: Grup durumunu sil
zh_cn: 删除状态分组
zh_hk: 刪除狀態分組

source: Denied
ar: مرفوض
cs: Zamítnuto
da: Afvist
de: Verweigert
es: Denegado
fa: رد شده
fi: Hylätty
fr: Refusé
id: Ditolak
it: Rifiutata
ja: 否認済み
lv: Noraidīts
nl: Ontkend
no: Avslått
pl: Odmowa
pt: Negado(a)
ru: Отклонено
sv: Nekad
tr: Reddedildi
zh_cn: 已拒绝
zh_hk: 已拒絕

source: Deny
ar: رفض
cs: Zamítnout
da: Afvis
de: ablehnen
es: Denegar
fa: رد کردن
fi: Hylkää
fr: Refuser
id: Tolak
it: Rifiuta
ja: 否認
lv: Noraidīt
nl: Ontkennen
no: Avslå
pl: Odmów
pt: Negar
ru: Отклонить
sv: Avslå
tr: Reddet
zh_cn: 拒绝
zh_hk: 拒絕

source: Description
ar: الوصف
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
fa: توضیحات
fi: Kuvaus
id: Deskripsi
it: Descrizione
ja: 説明
lv: Apraksts
nl: Beschrijving
no: Beskrivelse
pl: Opis
pt: Descrição
ru: Описание
sv: Beskrivning
tr: Anlatım
zh_cn: 描述
zh_hk: 描述

# DescriptionColon
source: Description:
ar: الوصف:
cs: Popis:
da: Beskrivelse:
de: Beschreibung:
es: Descripción:
fa: شرح:
fi: Kuvaus:
id: Deskripsi:
it: Descrizione:
ja: 説明:
lv: Apraksts:
nl: Beschrijving:
no: Beskrivelse:
pl: Opis:
pt: Descrição:
ru: Описание:
sv: Beskrivning:
tr: Tanım:
zh_cn: 描述：
zh_hk: 描述：

# DescriptionDayTracker
source: Holiday
ar: إجازة
cs: Dovolená
da: Ferie
de: Urlaub
es: Vacaciones
fa: تعطیلات
fi: Vuosiloma
fr: Congé
id: Hari raya
it: Ferie
ja: 休日
lv: Svētku diena
nl: Feestdag
no: Ferie
pl: Wakacje
pt: Feriado
ru: Праздник
sv: Dagar
tr: İzin
zh_cn: 假期
zh_hk: 假期

source: Description test
ar: وصف الاختبار
cs: Test popisu
da: Beskrivelse test
de: Beschreibungstest
es: Descripción de prueba
fa: آزمایش توضیحات
fi: Testin kuvaus
fr: Test description
id: Tes deskripsi
it: Prova descrizione
ja: 説明のテスト
lv: Apraksta tests
nl: Beschrijving Proef
no: Beskrivelse test
pl: Testowy opis
pt: Teste de Descrição
ru: Тест описания
sv: Beskrivning
tr: Anlatım testi
zh_cn: 描述测试
zh_hk: 描述測試

source: Detail
ar: التفاصيل
da: Detalje
es: Detalle
fa: جزئیات
fi: Yksityiskohtaiset tiedot
fr: Détail
id: Detil
it: Dettagli
ja: 詳細
lv: Detalizēti
no: Detalj
pl: Szczegół
pt: Detalhe
ru: Подробно
sv: Detalj
tr: Detay
zh_cn: 详情
zh_hk: 詳情

# DetailedForecastSmartPart
source: Detailed Forecasting
ar: توقع تفصيلي
cs: Podrobná prognóza
da: Detaljeret Prognose
de: Detail-Forecast
es: Previsión Detallada
fa: پیش بینی بتفصیل
fi: Päivänsisäinen ennustaminen
fr: Prévisions détaillées
id: Detil Prakiraan
it: Forecasts di dettaglio
ja: 詳細な予測
lv: Detalizētā Prognozēšana
nl: Gedetailleerde Voorspelling
no: Detaljert prognose
pl: Prognozowanie szczegółowe
pt: Previsões Detalhadas
ru: Подробный прогноз
sv: Detaljprognos
tr: Detal Tahminleme
zh_cn: 预测详情
zh_hk: 預測詳情

source: Detail view
ar: عرض التفاصيل
cs: Detailní náhled
da: Detaljevisning
de: Detail Sicht
es: Vista del Detalle
fa: نمایش جزئیات
fi: Yksityiskohtainen näkymä
fr: Aperçu en détail
id: Tampilan detil
it: Vista dettagli
ja: 詳細ビュー
lv: Detalizēts skatījums
nl: Detailoverzicht
no: Detaljoversikt
pl: Widok szczegółowy
pt: Visão Detalhada
ru: Подробный вид
sv: Detaljvy
tr: Detay görüntü
zh_cn: 详情视图
zh_hk: 詳情視圖

# DeviationACWColon
source: Deviation ACW:
ar: نسبة الانحراف في العمل المترتب على المكالمة:
cs: Odchylka činnosti po ukončení hovoru:
da: Afvigelse Efterarbejde:
de: Differenz ACW:
es: Desviación ACW:
fa: مغایرت ACW:
fi: Poikkeama ACW:
fr: Déviation TPA:
id: Deviasi ACW:
it: Deviazione ACW:
ja: 逸脱アフターコールワーク
lv: Novirze ACW
nl: ACW Deviatie
no: Avvik ACW:
pl: Odchylenie ACW:
pt: Desvio do tempo de pós atendimento:
ru: Отклонение ACW:
sv: Avvikelse ACW:
tr: ACW sapma:
zh_cn: 平均后处理时长偏差：
zh_hk: 平均後處理時長偏差：

# DeviationCallsColon
source: Deviation calls:
ar: نسبة الانحراف في المكالمات:
cs: Hovory s odchylkou:
da: Afvigelse opkald:
de: Differenz Anrufe:
es: Desviación en llamadas:
fa: تماس های مغایر
fi: Puhelujen poikkeama:
fr: Déviation appels:
id: Deviasi panggilan:
it: Deviazione chiamate:
ja: 逸脱呼量
lv: Novirze zvaniem
nl: Deviatie telefoongesprekken
no: Avvik samtaler:
pl: Odchylenia rozmów:
pt: Desvio de chamadas:
ru: Отклонение звонков:
sv: Avvikelse samtal:
tr: Çağrı sapmaları:
zh_cn: 话务量的偏差：
zh_hk: 話務量的偏差：

source: Deviations
ar: انحرافات
cs: Odchylky
da: Afvigelser
de: Differenzen
es: Desviaciones
fa: مغایرت ها
fi: Poikkeamat
fr: Déviations
id: Deviasi
it: Deviazione
ja: 逸脱
lv: Novirze
nl: Deviaties
no: Avvik
pl: Odchylenia:
pt: Desvios
ru: Отклонения
sv: Avvikelser
tr: Sapmalar
zh_cn: 偏差
zh_hk: 偏差

# DeviationTalkTimeColon
source: Deviation talk time:
ar: نسبة الانحراف في وقت التحدث:
cs: Doba trvání hovoru s odchylkou:
da: Afvigelse taletid:
de: Differenz Gesprächszeit:
es: Desviación en T. de Conversación:
fa: زمان گفتگوی مغایر:
fi: Puheajan poikkeama:
fr: Déviation durée communication:
id: Devisai waktu bicara:
it: Deviazione tempo conversazione:
ja: 逸脱通話時間
lv: Novirze sarunu laikam
nl: Deviatie spreektijd:
no: Avvik taletid:
pl: Odchylenia czasu rozmowy:
pt: Desvio do tempo falado:
ru: Отклонение времени разговора:
sv: Avvikelse samtalstid:
tr: Konuşma süresi sapması:
zh_cn: 平均通话时长偏差：
zh_hk: 平均通話時長偏差：

# DomainName
source: Windows domain
ar: مجال Windows
cs: Doména Windows
da: Windows domæne
de: Windowsdomäne
es: Dominio de Windows
fa: دامنه ویندوز
fr: Domaine Windows
id: Domain Windows
it: Dominio Windows
ja: Windowsのドメイン
no: Windows- domene
pl: Domena Windows
pt: Domínio do Windows
ru: Домен Windows
sv: Windowsdomän
tr: Windows alanı
zh_cn: Windows 域
zh_hk: Windows 域

source: Done
ar: تم
cs: Hotovo
da: Afsluttet
de: Erledigt
es: Hecho
fa: انجام شد
fi: Tehty
fr: Effectué
id: Selesai
it: Fatto
ja: 完了
lv: Gatavs
nl: Gedaan
no: Ferdig
pl: Zakończone
pt: Feito
ru: Завершено
sv: Klar
tr: Tamamlandı
zh_cn: 完成
zh_hk: 完成

source: Do not group
ar: عدم التجميع
cs: Neseskupovat
da: Grupper ikke
de: Nicht in der Gruppe
es: No agrupar
fa: گروه بندی نکنید
fi: Älä ryhmittele
fr: Ne pas grouper
id: Jangan dikelompokkan
it: Non raggruppare
ja: グループを作成しない
lv: Negrupēt
nl: Niet Groeperen
no: Ikke grupper
pl: Nie grupuj
pt: Não agrupar
ru: Не группировать
sv: Gruppera ej
tr: Gruplama Yapma
zh_cn: 不分组
zh_hk: 不分組

source: Down
ar: أسفل
cs: Dolů
da: Ned
de: nach unten
es: Abajo
fa: پایین
fi: Alas
fr: Vers le bas
id: Bawah
it: Giù
ja: 下へ
lv: Uz leju
nl: Beneden
no: Ned
pl: Dół
pt: Para Baixo
ru: Вниз
sv: Ner
tr: Aşağı
zh_cn: 向下
zh_hk: 向下

source: Do you want to save changes you made?
ar: هل تريد حفظ التغييرات التي أجريتها؟
cs: Chcete uložit provedené změny?
da: Vil du gemme ændringer, som du har foretaget?
de: Möchten Sie die Änderungen speichern?
es: Desea guardar los cambios realizados?
fa: آیا میخواهید تغییرات انجام شده ذخیره گردد؟
fi: Haluatko tallentaa tekemäsi muutokset?
fr: Voulez-vous sauvegarder les modifications que vous avez faites?
id: Apakah anda ingin menyimpan perubahan yang telah dilakukan?
it: Vuoi salvare le modifiche apportate?
ja: 変更を保存しますか?
lv: Vai vēlaties saglabāt veiktās izmaiņas?
nl: Wilt u aangebrachte wijzigingen opslaan?
no: Vil du lagre endringene?
pl: Chcesz zapisać zmiany?
pt: Quer salvar as alterações que você fez?
ru: Сохранить внесенные изменения?
sv: Vill du spara gjorda ändringar?
tr: Değişiklikleri kayıt etmek istiyormusunuz?
zh_cn: 您希望保存所做的改动吗？
zh_hk: 您希望保存所做的改動嗎？

# DuplicatePersonAccountMessage
source: No duplicate dates are allowed in Person Rotations For
ar: ممنوع تكرار التواريخ في دورات الأشخاص لـ
cs: V osobních cyklech nejsou povoleny žádné duplicitní datumy pro
da: Duplikerede datoer er ikke tilladt i Turnusser For
de: Es sind keine doppelten Daten für Rotationen erlaubt für
es: La duplicación de fechas no está permitida en Personal para Rotaciones
fa: تاریخ تکراری در جابجایی شخص مجاز نیست
fi: Kaksoispäiväykset eivät ole sallittuja henkilövuorokierrossa
fr: Aucun doublon de date n'est permis dans rotations personne pour
id: Duplikasi tanggal di dalam Rotasi Orang tidak diperbolehkan
it: Non è consentita la duplicazione di date in Rotazioni dipendente.
ja: の要員ローテーションでは重複した日付を指定することはできません
lv: Personu Rotācijā datumu dublikāti nav pieļaujami
nl: Geen dubbele datums zijn toegestaan ​​in Persoon Rotaties Voor
no: Ingen doble datoer er tillat i personlige rotasjoner for
pl: Zduplikowane daty niedozwolone w osobistej rotacji dla
pt: Datas duplicadas não são permitidas em Rotações Pessoais Para
ru: Не допускаются дублирующие даты в ротациях сотрудников за
sv: Flera perioder med samma datum är ej tillåtet för
tr: Kişi rotasyonlarında iakışan tarihlere izin verilmiyor.
zh_cn: 人员循环里不允许重复日期
zh_hk: 人員迴圈裡不允許重複日期
