Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Place holder for smart part
ar: عنصر نائب لجزء متقدم
cs: Zásobník místa pro programovatelnou součást
da: Pladsholder til en smartpart
es: Espacio reservado para smart part
fa: نگهدارنده را برای قسمت هوشمند قرار دهید
fi: Paikanvaraaja kohteelle smart part
fr: Placer détenteur pour smart part
id: Tempat pegangan untuk bagian cerdas
it: Segnaposto per Smart Part
ja: スマートパートのプレースホルダー
nl: Plaats houder voor slimme deel
no: Plassholder for smart part
pl: Wypełniacz smart part
pt: Espaço Disponível para Smart Part
ru: Заполнитель для интеллектуальной части
sv: Platshållare för smartpart
tr: [Akıllı bölüm için yer tutucu]
zh_cn: 智能部件占位符
zh_hk: 智能部件預留位置

source: &Place Quick Access Toolbar above the Ribbon
ar: &وضع شريط أدوات الوصول السريع أعلى الشريط
cs: &Umístit panel nástrojů pro rychlý přístup nad lištu
da: &Placer Værktøjslinjen Hurtig Adgang oven over Båndet
de: &Ordne Quick Access Toolbar oberhalb der Multifunktionsleiste an
es: &Situar la barra de herramientas de acceso rápido por encima
fa: &جای منوی دسترسی سریع بالای نوار
fi: &Sijoita työkalurivin yläpuolelle
fr: &Placer barre d'outils accès rapide au-dessus du bandeau
id: &Tempatkan Papan Perangkat Akses Cepat di atas Pita
it: &Posiziona accesso rapido sopra la barra
ja: &クイックアクセスツールバーをリボンの上に配置
nl: &Plaats Snelle Toegang Toolbar boven het Lint
no: &Plasser Quick Access verktøylinje over bokmerket
pl: &Pasek szybkiego dostępu nad wstążką
pt: &Colocar o Menu de Acesso Rápido acima da Faixa
ru: &Поместить панель быстрого доступа над лентой
sv: &Placera verktygsfältet Snabbåtkomst ovanför menyfliksområdet
tr: &Hızlı Eriçim Araççubuğunu işaretin üzerine yerleştir
zh_cn: 工具条上安置快捷栏目(&P)
zh_hk: 工具條上安置快捷欄目(&P)

source: &Place Quick Access Toolbar below the Ribbon
ar: &وضع شريط أدوات الوصول السريع أسفل الشريط
cs: &Umístit panel nástrojů pro rychlý přístup pod lištu
da: &Placer Værktøjslinjen Hurtig Adgang neden under Båndet
de: &Ordne Quick Access Toolbar oberhalb der Multifunktionsleiste an
es: &Situar la barra de herramientas de acceso rápido por debajo
fa: &جای منوی دسترسی سریع پایین نوار
fi: &Sijoita työkalurivin alapuolelle
fr: &Placer barre d'outils accès rapide en-dessous du bandeau
id: &Tempatkan Papan Perangkat Akses Cepat di bawah Pita
it: &Posiziona accesso rapido sotto la barra
ja: &クイックアクセスツールバーをリボンの下に配置
nl: &Plaats Snelle Toegang Toolbar onder het Lint
no: &Plasser Quick Access verktøylinje under bokmerket
pl: &Pasek szybkiego dostępu pod wstążką
pt: C&olocar o Menu de Acesso Rápido abaixo da Faixa
ru: &Поместить панель быстрого доступа под лентой
sv: &Placera verktygsfältet Snabbåtkomst nedanför menyfliksområdet
tr: &Hızlı Eriçim Araççubuğunu işaretin altına yerleştir
zh_cn: 工具条下安置快捷栏目(&P)
zh_hk: 工具條下安置快捷欄目(&P)

# PlanDayOffs
source: Plan Days Off
ar: تخطيط العطلات
cs: Plánovat dny volna
da: Planlæg Fridage
de: Plane Freie Tage
es: Plan de Días Libres
fa: برنامه روزهای تعطیل
fi: Suunnittele vapaapäivät
fr: Planifier jours libres
id: Rencana Libur
it: Pianifica riposi
ja: 休暇の計画
lv: Plānot Brīvdienas
nl: Plan Vrije Dagen
no: Plan fridager
pl: Zaplanuj dni wolne
pt: Planejar folgas
ru: Планировать выходные
sv: Planera fridagar
tr: Tatileri Planla
zh_cn: 计划休息日
zh_hk: 計畫休息日

source: Please choose a business unit
ar: يُرجى اختيار وحدة عمل
cs: Zvolte prosím obchodní útvar
da: Vælg venligst en forretningsenhed
de: Bitte wählen Sie eine Geschäftseinheit
es: Por favor selecione una unidad de negocio
fa: لطفا یک واحد کسب و کار را انتخاب کنید
fi: Valitse liiketoimintayksikkö
fr: Choisir une unité opérationnelle
id: Pilih unit bisnis
it: Scegliere una Business Unit per favore.
ja: ビジネスユニットを選択してください
lv: Lūdzu izvēlieties darba vienību
nl: Aub kies een business unit
no: Vennligst velg en foretaksenhet
pl: Wybierz jednostkę wiznesową
pt: Por favor selecione uma unidade de negócio
ru: Выберите бизнес-подразделение
sv: Välj en affärsenhet
tr: Lütfen iş birimi seçin
zh_cn: 请选择业务单位
zh_hk: 請選擇業務單位

source: Please choose a data source
ar: يُرجى اختيار مصدر بيانات
cs: Zvolte prosím zdroj dat
da: Vælg venligst en datakilde
de: Bitte wählen Sie eine Datenquelle
es: Por favor seleccione una fuente de datos
fa: لطفا یک منبع داده را انتخاب کنید
fi: Valitse tietolähde
fr: Choisir une source de données
id: Pilih sumber data
it: Scegliere una sorgente dati per favore.
ja: データソースを選択してください
lv: Lūdzu izvēlieties datu avotu
nl: Aub kies een databron
no: Vennligst velg en datakilde
pl: Wybierz źródło danych
pt: Por favor selecione uma fonte de dados
ru: Выберите источник данных
sv: Välj en datakälla
tr: Lütfen veri kaynağı seçin
zh_cn: 请选择一个数据源
zh_hk: 請選擇一個資料來源

source: Please enter your logon credentials
ar: يُرجى إدخال بيانات اعتماد تسجيل الدخول الخاصة بك
cs: Vložte prosím své ověřovací údaje pro přihlášení
da: Indtast venligst dine logon-oplysninger
de: Bitte geben Sie Ihre Anmeldedaten ein
es: Por favor introduzca sus credenciales
fa: لطفا اعتبارنامه ورود به سیستم خود را وارد کتید
fi: Syötä käyttäjätiedot sisäänkirjautumista varten
fr: Merci d'entrer vos coordonnées de connexion
id: Masukkan login anda
it: Inserisci le tue credenziali di autenticazione per favore
ja: ログオン情報を入力してください
lv: Lūdzu ievadiet savas pieteikšanās pilnvaras
nl: Aub voer Uw aanmeldingsgegevens
no: Vennligst sett inn dine innloggingsreferanser
pl: Wprowdź dane logowania
pt: Por favor digite suas credenciais de login
ru: Введите свои регистрационные данные
sv: Skriv in dina inloggningsuppgifter
tr: Lütfen giriş doğrulama bilgilerinizi girin
zh_cn: 请输入你的登录凭证
zh_hk: 請輸入你的登錄憑證

source: Please select an employment type.
ar: الرجاء تحديد نوع التوظيف.
cs: Vyberte prosím druh pracovního poměru.
da: Vælg venligst en ansættelsestype.
de: Bitte wählen Sie einen Anstellungstypen
es: Por favor seleccionar tipo de empleo.
fa: لطفا یک نوع استخدامی انتخاب کنید.
fi: Valitse työsuhteen muoto.
fr: Sélectionner un type d'emploi
id: Pilih jenis pekerjaan.
it: Seleziona un tipo di impiego per favore.
ja: 雇用形態を選択してください。
lv: Lūdzu izvēlieties nodarbinātības tipu
nl: Aub selecteer en ander type werk:
no: Vennligst velg en ansettelsestype.
pl: Wybierz rodzaj zatrudnienia.
pt: Por favor selecione um tipo de empregado.
ru: Выберите тип трудоустройства.
sv: Välj en anställningsform
tr: Lütfen bir çalışan tipi seçin.
zh_cn: 请选择一个雇佣类型。
zh_hk: 請選擇一個雇傭類型。

source: Please try again later
ar: يُرجى إعادة المحاولة فيما بعد
cs: Prosím zkuste to později znovu
da: Prøv venligst igen senere
de: Bitte versuchen Sie es später noch einmal
es: Por favor probar de nuevo más tarde
fa: لطفا بعدا دوباره سعی کنید
fi: Yritä hetken kuluttua uudelleen
fr: Essayer à nouveau svp
id: Silakan coba lagi nanti
it: Riprova più tardi per favore.
ja: 後で再度実行してください
lv: Mēģiniet vēlāk atkārtoti
nl: Probeer het later opnieuw
no: Vennligst prøv igjen senere
pl: Spróbuj ponownie później
pt: Por favor tente novamente depois
ru: Попытайтесь еще раз
sv: Försök igen senare
tr: Lütfen tekrar deneyin
zh_cn: 请稍后再次尝试
zh_hk: 請稍後再次嘗試

source: Preference
ar: تفضيل
da: Præference
de: Präferenz
es: Preferencia
fa: اولویت
fi: Työvuorotoive
fr: Préférence
id: Preferensi
it: Preferenze
ja: プリファレンス
lv: Izvēle
nl: Voorkeur
no: Foretrekke
pl: Preferowane
pt: Preferências
ru: Предпочтение
sv: Önskemål
tr: Tercih
zh_cn: 偏好
zh_hk: 偏好

source: Preferences
ar: التفضيل
cs: Preference
da: Præferencer
de: Präferenzen
es: Preferencias
fa: الویت ها
fi: Työvuorotoiveet
fr: Préférences
id: Preferensi
it: Preferenze
ja: プリファレンス
lv: Vēlmes
nl: Voorkeuren
no: Foretrukne
pl: Preferencje
pt: Preferências
ru: Предпочтения
sv: Önskemål
tr: Tercihler
zh_cn: 偏好
zh_hk: 偏好

# PrepareForecast
source: Prepare Workload
ar: تجهيز ضغط العمل
cs: Připravit pracovní náplň
da: Forbered Arbejdsbelastning
de: Workload vorbereiten
es: Preparar Workload
fa: آماده سازی تراکم کاری
fi: Valmistele työmäärä
fr: Préparer volume
id: Persiapan Beban Kerja
it: Prepara Carico di lavoro
ja: ワークロードの準備
lv: Sagatavot Darba Slodzi
nl: Bereid Workload
no: Forbered arbeidsbyrde
pl: Przygotuj przydział pracy
pt: Preparar Carga de Trabalho
ru: Подготовка рабочей нагрузки
sv: Förbered workload
tr: İşyükü Hazırla
zh_cn: 准备工作量
zh_hk: 準備工作量

# PrepareForecastThreeDots
source: Prepare Workload...
ar: إعداد العمل...
cs: Připravit pracovní náplň...
da: Forbered Arbejdsbelastning...
de: Workload vorbereiten…
es: Preparar Workload...
fa: آماده کردن تراکم کاری...
fi: Valmistele työmäärä...
fr: Préparer volume....
id: Mempersiapkan Beban Kerja...
it: Prepara carico di lavoro...
ja: ワークロードの準備...
lv: Sagatavot Darba Slodzi...
nl: Bereid Workload...
no: Forbered arbeidsbyrde...
pl: Przygotuj Nakład Pracy...
pt: Preparar Carga de Trabalho...
ru: Подготовить рабочую нагрузку...
sv: Förbered workload...
tr: İşyükü hazırla
zh_cn: 准备工作量...
zh_hk: 準備工作量...

# PrepareSkillThreeDots
source: Prepare Skill...
ar: إعداد مهارة...
cs: Připravit kvalifikaci...
da: Forbered Kompetence...
de: Skill vorbereiten…
es: Preparar Skill...
fa: آماده سازی مهارت...
fi: Valmistele taito...
fr: Préparer compétence...
id: Mempersiapkan Skill...
it: Prepara Skill...
ja: スキルの準備...
lv: Sagatavot Prasmi...
nl: Skill Voorbereiden
no: Forbered ferdighet...
pl: Przygotuj umiejętność...
pt: Preparar Skill...
ru: Подготовить навык...
sv: Förbered kompetens...
tr: Yetenek Hazırla...
zh_cn: 准备技能...
zh_hk: 準備技能...

# PreviewOrEditGroupPage
source: Preview grouping
ar: معاينة التجميع
cs: Náhled seskupování
da: Vis udskrift af gruppering
de: Voransicht / Bearbeiten Gruppierung
es: Vista previa de la agrupación
fa: پیش نمای گروه بندی
fi: Ryhmittelyn esikatselu
fr: Aperçu groupement
id: Preview pengelompokkan
it: Anteprima raggruppamento
ja: グループ化のプレビュー
lv: Priekšskatīt Grupējumu
nl: Groep voorbeeld
no: Oversikt gruppering
pl: Podgląd grupowania
pt: Ver Agrupamento
ru: Предпросмотр группирования
sv: Förhandsgranska gruppering
tr: Gruplama öngörünümü
zh_cn: 分组预览
zh_hk: 分組預覽

source: Print
ar: طباعة
cs: Vytisknout
da: Udskriv
de: Drucken
es: Imprimir
fa: چاپ
fi: Tulosta
fr: Imprimer
id: Cetak
it: Stampa
ja: 印刷
lv: Drukāt
nl: Afdrukken
no: Skriv ut
pl: Drukuj
pt: Imprimir
ru: Печать
sv: Skriv ut
tr: Yazdır
zh_cn: 打印
zh_hk: 列印

source: Print preview
ar: معاينة قبل الطباعة
cs: Náhled tisku
da: Vis udskrift
de: Druckvorschau
es: Vista previa de la impresión
fa: پیش نمای چاپ
fi: Tulostuksen esikatselu
fr: Visualisation
id: Preview cetak
it: Anteprima stampa
ja: 印刷プレビュー
lv: Drukāšanas priekšskatījums
nl: Afdrukvoorbeeld
no: Skriv ut oversikt
pl: Podgląd wydruku
pt: Visualizar impressão
ru: Печать предпросмотр
sv: Förhandsgranska
tr: Görüntüyü yazdır
zh_cn: 打印预览
zh_hk: 預覽列印

source: Print Schedule
ar: طباعة جدولة
cs: Vytisknout plán
da: Udskriv Vagtplan
de: Drucke Plan
es: Imprimir Planificación
fa: چاپ جدول
fi: Tulosta työvuorolista
fr: Imprimer planning
id: Cetak Jadwal
it: Stampa pianificazione
ja: スケジュールの印刷
lv: Drukāt Grafiku
nl: Rooster Afdrukken
no: Skriv ut skjema
pl: Drukuj plan
pt: Imprimir agenda
ru: Печать расписания работы
sv: Skriv ut schema
tr: Vardiya Planını Yazdır
zh_cn: 打印班表
zh_hk: 列印班表

source: Priority
ar: أولوية
cs: Priorita
da: Prioritet
de: Priorität
es: Prioridad
fa: الویت
fi: Prioriteetti
fr: Priorité
id: Prioritas
it: Priorità
ja: 優先順位
lv: Prioritāte
nl: Prioriteit
no: Prioritet
pl: Priorytet
pt: Prioridade
ru: Приоритет
sv: Prioritet
tr: Öncelik
zh_cn: 优先级
zh_hk: 優先順序

source: Properties
ar: خصائص
cs: Vlastnosti
da: Egenskaber
de: Eigenschaften
es: Propiedades
fa: خواص
fi: Ominaisuudet
fr: Propriétés
id: Properti
it: Proprietà
ja: プロパティ
lv: Īpašības
nl: Eigenschappen
no: Egenskaper
pl: Właściwości
pt: Propriedades
ru: Свойства
sv: Egenskaper
tr: Özellikler
zh_cn: 属性
zh_hk: 屬性

# PropertiesThreeDots
source: Properties...
ar: خصائص...
cs: Vlastnosti...
da: Egenskaber...
de: Eigenschaften
es: Propiedades...
fa: خواص...
fi: Ominaisuudet...
fr: Propriétés...
id: Properti
it: Proprietà...
ja: プロパティ...
lv: Īpašības...
nl: Eigenschappen...
no: Egenskaper...
pl: Właściwości...
pt: Propriedades...
ru: Свойства...
sv: Egenskaper...
tr: Özellikler...
zh_cn: 属性...
zh_hk: 屬性...

source: Quarter
ar: الربع
cs: Čtvrtletí
da: Kvartal
de: Quartal
es: Cuarto
fa: ربع
fi: Neljännes
fr: Trimestre
id: Kuartal
it: Trimestre
ja: 四半期
lv: Ceturksnis
nl: Kwartaal
no: Kvarter
pl: Kwartał
pt: Trimestre
ru: Квартал
sv: Kvartal
tr: Çeyrek
zh_cn: 季度
zh_hk: 季度

# QuestionCreateAnotherSubSkill
source: Do you want to create another sub skill?
ar: هل تريد إنشاء مهارة فرعية أخرى؟
cs: Chcete vytvořit další dílčí kvalifikaci?
da: Vil du oprette en ny underkompetence?
de: Möchten Sie einen Teil-Skill erstellen?
es: Desea crear otro sub-skill?
fa: آیا شما می خواهید مهارت تابع دیگری ایجاد کنید؟
fi: Haluatko luoda toisen alataidon?
fr: Voulez-vous créer une autre sub-compétence?
id: Apakah anda ingin membuat sub skill lain?
it: Vuoi creare un'altra sotto-Skill?
ja: 他のサブスキルを作成しますか?
lv: Vai vēlaties izveidot vēl vienu apakšprasmi?
nl: Wilt U een ander sub skill creëren?
no: Vil du opprette annen sub ferdighet?
pl: Czy chcesz stworzyć następną pod-umiejętność?
pt: Você deseja criar outro Sub Skill?
ru: Создать другой поднавык?
sv: Vill du skapa ytterligare en underliggande kompetens?
tr: Başka bir alt yetenek oluşturmak istiyormusunuz?
zh_cn: 您希望创建另外一个子技能吗？
zh_hk: 您希望創建另外一個子技能嗎？

# QuestionCreateAnotherWorkload
source: Do you want to create another workload?
ar: هل تريد إنشاء عمل آخر؟
cs: Chcete vytvořit další pracovní náplň?
da: Vil du oprette en ny arbejdsbelastning?
de: Möchten Sie einen anderen Workload erstellen?
es: Desea crear otro Workload?
fa: آیا می خواهید تراکم کاری دیگری ایجاد کنید؟
fi: Haluatko luoda toisen työmäärän?
fr: Voulez-vous créer un autre Volume?
id: Apakah anda ingin membuat beban kerja lain?
it: Vuoi creare un altro carico di lavoro?
ja: 他のワークロードを作成しますか?
lv: Vai vēlaties izveidot vēl vienu darba slodzi?
nl: Wilt U een ander workload creëren?
no: Vil du opprette annen arbeidsbyrde?
pl: Czy chcesz stworzyć następny przydział pracy?
pt: Você quer criar outra Carga de Trabalho?
ru: Создать другую рабочую нагрузку?
sv: Vill du skapa ytterligare en workload?
tr: Başka bir işyükü oluşturmak istiyormusunuz?
zh_cn: 您希望创建另外一个工作量吗？
zh_hk: 您希望創建另外一個工作量嗎？

# QuestionCreateSubSkill
source: The multi-site skill does not contain any sub skills. Would you like to create one?
ar: لا تحتوي المهارة متعددة المواقع على مهارات فرعية. هل تريد إنشاء واحدة؟
cs: Vícemístná kvalifikace neobsahuje žádné dílčí kvalifikace. Chcete nějakou vytvořit?
da: Kompetencen for flere lokaliteter indeholder ingen underkompetencer. Vil du gerne oprette en?
de: Der Multisite enthält keine Teilskills. Möchten Sie einen Teil-Skill erstellen?
es: El Skill multisite no contiene ningún sub-skill. Desea crear uno?
fa: مهارت چند سایتی شامل همه مهارت های تابع نمی شود.مایل هستید یکی ایجاد کنید؟
fi: Multisite taito ei sisällä alataitoja. Haluatko luoda uuden alataidon?
fr: La compétence multi-site ne contient aucune sub-compétence. Voulez-vous en créer une?
id: Tidak terdapat sub skill di dalam skill multi-site. Apakah anda ingin membuat baru?
it: Lo Skill multisito non contiene sotto-Skill. Ne vuoi creare uno?
ja: マルチサイトスキルにサブスキルが含まれていません。サブスキルを作成しますか?
nl: De multi-site skill bevat geen sub skills. Wilt U een creëren?
no: Multienhet ferdighet inneholder ingen sub ferdigheter. Vil du opprette en?
pl: Ta umiejętność dla wielu lokalizacji nie zawiera żadnych pod-umiejętności. Czy chcesz taką stworzyć?
pt: O Skill Multi-Site não contêm nenhum Sub-Skill. Você gostaria de criar um novo?
ru: Мультисайтовый навык не содержит поднавыков. Создать?
sv: Multisite-kompetensen innehåller inga underliggande kompetenser. Vill du skapa en nu?
tr: Çoklu-lokasyon yeteneği herhangi bir alt yetenek içermiyor. Oluşturmak istiyor musunuz?
zh_cn: 多站点技能不包含任何子技能。要创建一个吗？
zh_hk: 多網站技能不包含任何子技能。要創建一個嗎？

# QuestionDeleteTheSkillTwoParameters
source: Are you sure that you want to delete the skill {0}{1}{0}?
ar: هل تريد بالتأكيد حذف المهارة {0}{1}{0}؟
cs: Chcete opravdu smazat kvalifikaci {0}{1}{0}?
da: Er du sikker på, at du ønsker at slette kompetencen{0}{1}{0}?
de: Sind Sie sicher, dass Sie den Skill {0}{1}{0} löschen möchten ?
es: ¿Estás seguro que quieres borrar el skill {0}{1}{0}?
fa: مطمئن هستید که می خواهید این مهارت را حذف کنید {0}{1}{0} ؟
fi: Haluatko varmasti poistaa taidon {0}{1}{0}?
fr: Êtes-vous sûr de vouloir supprimer la compétence? {0}{1}{0}
id: Anda yakin untuk menghapus skill {0}{1}{0}?
it: Sei sicuro di voler eliminare lo Skill {0}{1}{0}?
ja: スキル {0}{1}{0} を削除しますか?
lv: Vai tiešām vēlaties dzēst prasmi {0}{1}{0}?
nl: Weet U zeker dat U de skill {0}{1}{0} wilt verwijderen?
no: Er det sikkert at du vil slette ferdigheten {0}{1}{0}?
pl: Czy na pewno chcesz usunąć umiejętność {0}{1}{0}?
pt: Você realmente quer excluir o Skill {0}{1}{0}?
ru: Уверены, что хотите удалить навык {0}{1}{0}?
sv: Är du säker på att du vill ta bort kompetens {0}{1}{0}?
tr: Yeteneği silmek istediğinizden emin misiniz?{0}{1}{0}?
zh_cn: 您确定要删除技能{0}{1}{0}吗？
zh_hk: 您確定要刪除技能{0}{1}{0}嗎？

# QuestionDeleteTheWorkloadTwoParameters
source: Are you sure that you want to delete the workload {0}{1}{0}?
ar: هل تريد بالتأكيد حذف العمل {0}{1}{0}؟
cs: Chcete opravdu smazat pracovní náplň {0}{1}{0}?
da: Er du sikker på, at du ønsker at slette arbejdsbelastningen {0}{1}{0}?
de: Sind Sie sicher, dass Sie den Workload {0}{1}{0} löschen möchten?
es: ¿Estás seguro que quieres borrar el workload {0}{1}{0}?
fa: مطمئن هستید که می خواهید حجم کاری {0}{1}{0} را حذف کنید
fi: Haluatko varmasti poistaa työmäärän {0}{1}{0}?
fr: Êtes-vous sûr de vouloir supprimer le volume {0}{1}{0}?
id: Apakah anda akan menghapus beban kerja {0}{1}{0}?
it: Sei sicuto di voler eliminare il carico di lavoro {0}{1}{0}?
ja: ワークロード {0}{1}{0} を削除しますか?
lv: Vai tiešām vēlaties dzēst darba slodzi {0}{1}{0}?
nl: Bent U zeker dat U de workload {0}{1}{0} wilt verwijderen?
no: Er du sikker på at du vil slette arbeidsbyrden {0}{1}{0}?
pl: Czy na pewno chcesz skasować przydział pracy {0}{1}{0}?
pt: Tem certeza que quer apagar a Carga de Trabalho {0}{1}{0}?
ru: Уверены, что хотите удалить рабочую нагрузку {0}{1}{0}?
sv: Är du säker på att du vill ta bort workload {0}{1}{0}?
tr: İşyükünü silmek istediğinize emin misiniz{0}{1}{0}?
zh_cn: 您确定要删除工作量{0}{1}{0}吗？
zh_hk: 您確定要刪除工作量{0}{1}{0}嗎？

# QuestionSaveChanges
source: Save changes?
ar: هل تريد حفظ التغييرات؟
cs: Uložit změny?
da: Gemme ændringer?
de: Möchten Sie Ihre Änderungen speichern?
es: Guardar cambios?
fa: تغییرات ذخیره شود؟
fi: Haluatko tallentaa muutokset?
fr: Sauvegarder les modifications?
id: Simpan perubahan?
it: Salva modifiche?
ja: 変更を保存しますか?
lv: Saglabāt izmaiņas?
nl: Wijzigingen opslaan?
no: Lagre endringer?
pl: Zapisać zmiany?
pt: Salvar Alterações?
ru: Сохранить изменения?
sv: Spara ändringar?
tr: Değişiklikler kaydedilsin mi?
zh_cn: 保存改动？
zh_hk: 保存改動？

# QuestionSkillDoesNotContainWorkload
source: Your skill does not contain any workloads, do you want to create a workload now?
ar: لا تحتوي مهارتك على أعمال، هل تريد إنشاء عمل الآن؟
cs: Vaše kvalifikace neobsahuje žádné pracovní náplně, chcete vytvořit pracovní náplň nyní?
da: Din kompetence indeholder ingen arbejdsbelastninger, ønsker du at oprette en arbejdsbelastning nu?
de: Ihr Skill enthält keinerlei Workloads, möchten Sie jetzt einen Workload erstellen?
es: Su skill no contiene ningún workload, desea crear un workload ahora?
fa: مهارت شما شامل هیچ حجم کاری نیست ، آیا مایل هستید یک حجم کاری جدید ایجاد کنید؟
fi: Taito ei sisällä työmäärää, haluatko luoda työmäärän nyt?
fr: Votre compétence ne contient aucun volume. Voulez-vous créer un volume maintenant?
id: Skill anda tidak mengandung beban kerja. Apakah anda ingin membuat beban kerja sekarang?
it: Il tuo Skill non contiene alcun carico di lavoro, vuoi crearne uno adesso?
ja: このスキルにはワークロードが含まれていません。ワークロードを作成しますか?
lv: Jūsu prasme nesatur nevienu darba slodzi, vai vēlaties izveidot darba slodzi tagad?
nl: Uw skills bevatten geen workloads, wilt U een workload nu creëren?
no: Ferdigheten inneholder ingen arbeidsbyrder, vil du opprette en arbeidsbyrde nå?
pl: Twoja umiejętność nie zawiera żadnych przydziałów pracy, czy chcesz taki stworzyć?
pt: O seu Skill não têm nenhuma Carga de Trabalho. Você quer criar uma nova Carga de Trabalho agora?
ru: Ваш навык не содержит рабочие нагрузки, создать рабочую нагрузку?
sv: Den nya kompetensen innehåller inte någon workload. Vill du skapa en workload nu?
tr: Yeteneğiniz herhangi bir işyükü içermiyor, şimddi bir işyükü oluşturmak ister misiniz?
zh_cn: 您的技能不包含任何工作量，您现在希望创建工作量吗？
zh_hk: 您的技能不包含任何工作量，您現在希望創建工作量嗎？

# QuestionWouldYouLikeToCreateWorkloadQuestionMark
source: Would you like to create a workload?
ar: هل تريد إنشاء عمل؟
cs: Chcete vytvořit pracovní náplň?
da: Vil du gerne oprette en arbejdsbelastning?
de: Möchten Sie einen Workload erstellen?
es: Desearía crear un workload?
fa: آیا تمایل به ایجاد تراکم کاری دارید؟
fi: Haluatko luoda työmäärän?
fr: Voulez-vous créer un volume?
id: Apakah anda ingin membuat beban kerja?
it: Vuoi creare un carico di lavoro?
ja: ワークロードを作成しますか?
lv: Vai vēlaties izveidot darba slodzi?
nl: Wilt U een workload creëren?
no: Vil du opprette en arbeidsbyrde?
pl: Czy chcesz stworzyć przydział pracy?
pt: Você quer criar uma carga de trabalho?
ru: Создать рабочую нагрузку?
sv: Vill du skapa en workload?
tr: İşyükü oluşturmak ister misiniz?
zh_cn: 您想要创建工作量吗？
zh_hk: 您想要創建工作量嗎？

source: Queue
ar: قائمة انتظار
cs: Fronta
da: Kø
es: Cola
fa: صف
fi: Jono
fr: Flux
id: Antrian
it: Coda
ja: キュー
lv: Rinda
nl: Wachtrij
no: Kø
pl: Kolejka
pt: Fila
ru: Очередь
sv: Kö
tr: Kuyruk
zh_cn: 队列
zh_hk: 佇列

source: Queue Details
ar: تفاصيل قائمة انتظار
cs: Detaily fronty
da: Kø Detaljer
es: Detalles de la Cola
fa: جزئیات صف
fi: Jonon tiedot
fr: Détails flux
id: Detil Antrian
it: Dettagli coda
ja: キューの詳細
lv: Rindas Detaļas
nl: Wachtrij Details
no: Kø detaljer
pl: Szczegóły kolejki
pt: Detalhe da Fila
ru: Подробности очереди
sv: Köinformation
tr: Kuyruk detayları
zh_cn: 队列详情
zh_hk: 佇列詳情

source: Queues
ar: قوائم انتظار
cs: Fronty
da: Køer
es: Colas
fa: صفوف
fi: Jonot
fr: Flux
id: Antrian
it: Code
ja: キュー
lv: Rindas
nl: Wachtrijen
no: Køer
pl: Kolejki
pt: Filas
ru: Очереди
sv: Köer
tr: Kuyruklar
zh_cn: 队列
zh_hk: 佇列

source: Quick Access
ar: وصول سريع
cs: Rychlý přístup
da: Hurtig Adgang
de: Schnellzugriff
es: Acceso Rápido
fa: دسترسی سریع
fi: Pikakäyttö
fr: Accès rapide
id: Akses Cepat
it: Accesso rapido
ja: クイックアクセス
lv: Ātrā Piekļuve
nl: Snelle Toegang
pl: Szybki dostęp
pt: Acesso Rápido
ru: Быстрый доступ
sv: Snabbmeny
tr: Hızlı Erişim
zh_cn: 快速访问
zh_hk: 快速訪問

# RAmpesandeplaceWithColon
source: R&place with:
ar: اس&تبدال بـ:
cs: Nahradit za:
da: E&rstat med:
de: E&rsetzen mit:
es: Re&emplazar con:
fa: جایگزین کردن با:
fi: K&orvaava:
fr: R&emplacer par:
id: G&anti dengan:
it: S&ostituisci con:
ja: &次の単語で置換:
nl: Vervangen met:
no: E&rstatt med:
pl: Zamień (&P) na:
pt: S&ubstituir com:
ru: З&аменить:
sv: E&rsätt med:
tr: Bununlar Değiştir
zh_cn: 替换为(&P)：
zh_hk: 替換為(&P)：

source: Ready
ar: جاهز
cs: Připraven
da: Klar
de: Fertig
es: Listo
fa: آماده
fi: Valmis
id: Siap
ja: レディ
lv: Gatavībā
nl: Klaar
no: Klar
pl: Gotowość
pt: Disponível
ru: Готово
sv: Klar
tr: Hazır
zh_cn: 就绪
zh_hk: 就緒

# ReadyThreeDots
source: Ready...
ar: جاهز...
cs: Připraven...
da: Parat...
de: Fertig...
es: Preparado...
fa: آماده...
fi: Valmis...
id: Siap...
ja: レディ...
lv: Gatavībā...
nl: Klaar...
no: Klar...
pl: Gotowość...
pt: Disponível...
ru: Готово...
sv: Klar...
tr: Hazır...
zh_cn: 就绪...
zh_hk: 就緒...

source: Real Time Adherence
ar: الالتزام بالوقت الحالى
cs: Dodržování v reálném čase
da: Realtids Overholdelse
es: Adherencia en Tiempo Real
fa: هم راستایی بهنگام
fr: Adhérence en temps réel
ja: リアルタイムの遵守率
lv: Reālā Laika Atbilstība
nl: Real Time Aanhankelijkheid
no: Sanntid etterlevelse
pl: Przestrzeganie w czasie rzeczywistym
pt: Aderência em Tempo Real
ru: Соблюдение графика в реальном времени
tr: Gerçek Zamanlı Uyum
zh_cn: 实时遵时度
zh_hk: 即時遵時度
