Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# RequestInvalidMessageLength
source: Cannot save this reply as the complete message exceeds the 2000 character limit
ar: لا يمكن حفظ هذا الرد بشكل كامل لان الرسالة تتجاوز 2000 حرفا.
da: Kan ikke gemme dette svar da den komplette meddelelse overstiger 2000 karaktergränsen
de: Die Antwort enthält mehr als 2000 Zeichen und kann daher nicht gespeichert werden.
es: No se puede guardar esta respuesta ya que el mensaje completo excede el límite de 2000 caracteres
fa: چون پیام از 200 حرف بیشتر شده است، قابل ذخیره شدن نیست
fi: Ei mahdollisuutta tallentaa vastausta, koska se ylittää 2000 merkkiä.
fr: Ne peut pas enregistrer cette réponse car le message complet excède la limite de 2000 caractères.
lv: Nevar saglabāt šo atbildi, jo pilns ziņojums pārsniedz 2000 rakstzīmju ierobežojumu
no: Kan ikke lagre dette svaret da meldingen overskrider grensen på 2000 tegn
ru: Невозможно сохранить этот ответ, так как сообщение превышает лимит в 2000 символов
sv: Kan inte spara det här svaret eftersom hela meddelandet överstiger 2000 tecken.
tr: Gönderi 2000 karakter sınırını aştığı için cevap kaydedilemiyor.
zh_cn: 无法保存此回复信息，内容不能超过2000个字符
zh_hk: 無法保存此回復資訊，內容不能超過2000個字元

# RequestInvalidMessageModification
source: Cannot save your reply to this request as it has been {0}
ar: لا يمكن حفظ ردك على هذا الطلب لانه قد تم التعامل معه (0)
da: Kan ikke gemme dit svar til denne forespörgsel da den er blevet {0}
de: Ihre Antwort auf diese Anfrage kann nicht gespeichert werden, weil es sich dabei um {0} handelte
es: No se puede guardar su respuesta a esta solicitud, ya que ha sido {0}
fa: پاسخ شما را برای اینکه از {0} بیشتر شده است نمیتوان ذخیره کرد
fi: Ei mahdollisuutta tallentaa vastausta pyynnölle, koska se on {0}
fr: Ne peut pas enregistrer votre réponse à cette demande car elle a été {0}
lv: Nevar saglabāt jūsu atbildi uz šo pieprasījumu, jo tas ir {0}
no: Kan ikke lagre svaret ditt for denne forespørselen som det har vært {0}
ru: Невозможно сохранить ваш ответ на этот запрос, так как он был {0}
sv: Kan inte spara ditt svar på den här förfrågan eftersom den redan är {0}
tr: İstek durumu {0} olduğundan cevabınız kaydedilemiyor.
zh_cn: 无法保持您对该申请的回复，因为它已被{0}
zh_hk: 無法保持您對該申請的回復，因為它已被{0}

source: Cannot undo schedule change
ar: لا يمكن الرجوع فى تغيرات الجدول
da: Kan ikke vagtplanlägge ändring
de: Kann nicht die Planänderung rückgängig machen
es: No se puede deshacer el cambio en el horario
fa: زمانبدی تغییر داده شده
fi: Työvuoromuutosta ei voitu kumota
fr: Ne peut pas annuler le dernier changement
lv: Nevar atsaukt grafika izmaiņas
no: Kan ikke angre endring i tidsplanen
ru: Невозможно отменить изменение расписания
sv: Kan inte ångra schemaändring
tr: Vardiya değişikliği geri alınamıyor.
zh_cn: 无法撤销班表变更
zh_hk: 無法撤銷班表變更

# ActivityConflictsWithOvernightShiftsFromPreviousDay
source: Can't add an activity within a shift that belongs to the day before
ar: لا يمكن إضافة نشاط خلال الوردية المرتبطة باليوم السابق
cs: Nelze přidat aktivitu do směny, která je naplánována na předcházející den.
da: Kan ikke tilföje en aktivitet på en vagt, der tilhörer den forgående dag
de: Kann keine Schicht zum vorherigen Tag hinzufügen
es: No se puede añadir una actividad dentro de un turno que pertenece al día anterior
fa: نمیتوان فعالیت را به شیفتی اضافه کرد که متعلق به روز قبل است
fi: Aktiviteettia vuoron sisällä ei voi lisätä, koska vuoro kuuluu edelliselle päivälle
fr: Ne peut pas ajouter d'activité sur un horaire qui appartient au jour précédent.
lv: Maiņas ietvaros nevar pievienot aktivitāti, kas pieder iepriekšējai dienai
no: Kan ikke legge til en aktivitet innenfor et skift som tilhører dagen før
ru: Невозможно добавить активность в смену, которая принадлежит предыдущему дню
sv: Kan inte lägga till en aktivitet inom ett skift som hör till dagen innan.
tr: Bir önceki günün vardiyasından aktivite eklemesi yapılamaz.
zh_cn: 无法添加活动到前一天的班次中。
zh_hk: 無法添加活動到前一天的班次中。

# PartialSuccessMessageForEditingShiftCategory
source: Changing shift categories for {0} agent(s), {1} succeeded and {2} failed.
ar: تغير فئات الوردية ل(0) ممثل، (1) نجح و (2) فشل.
da: Ändring af vagtkategori for {0} medarbejder(e). {1} gennemfört og {2} fejlet
de: Schichtkategorien werden für {0} Mitarbeiter geändert. {1} erfolgreich und {2} nicht erfolgreich
es: Cambiando las categorías de turno para {0} agente(s), {1} tuvo éxito y {2} falló.
fa: تغییر دسته بندی شیفت برای {0} پاسخگو انجام شد. {1} مورد موفقیت آمیز و {2} مورد شکست خورد
fi: Vuoroluokkien muokkaus {0} agentille, {1} onnistui ja {2} epäonnistui.
fr: Changement des catégories d'horaires pour {0} agents. {1} succès et {2} échecs.
lv: Mainot maiņu kategorijas {0} operatoram(-iem), {1} izdevās un {2} neizdevās.
no: Endring av skiftkategorier for {0} agent(er), {1} lyktes og {2} mislyktes.
ru: Изменение категории смены для {0} оператора(-ов), {1} успешно и {2} не удалось.
sv: Ändrade skiftkategorier för {0} agent(er), {1} lyckades och {2} misslyckades.
tr: {0} temsilci için vardiya kategorisi değiştiriliyor: {1} değişiklik başarılı, {2} başarısız
zh_cn: 为{0}个座席代表变更班次类别。 {1}个成功 {2}个失败
zh_hk: 為{0}個座席代表變更班次類別。 {1}個成功 {2}個失敗

source: Configure validation warnings
ar: إعداد تحذيرات الفحص
da: Konfigurer valideringsadvarsler
de: Warnmeldungen für Validierungsfehler konfigurieren
es: Configurar alertas de validación
fa: تغییر هشدارهای تایید
fi: Konfiguroi validointivirheet
fr: Configurer les avertissemnts de validation
lv: Konfigurēt validācijas brīdinājumus
no: Konfigurer validerings advarsler
ru: Предупреждения проверки
sv: Konfigurera valideringsvarningar
tr: Doğrulama uyarılarını düzenle
zh_cn: 配置有效性警告
zh_hk: 配置有效性警告

source: Continue
ar: استمر
da: Fortsät
de: Weiter
es: Continuar
fa: ادامه
fi: Jatka
fr: Continuer
no: Fortsett
ru: Продолжить
sv: Fortsätt
zh_cn: 继续
zh_hk: 繼續

source: Current Requests
ar: التقارير الحالية
da: Nuvärende forespörgsler
de: Aktuelle Anfragen
es: Solicitudes actuales
fa: درخواستهای جاری
fi: Tämänhetkiset pyynnöt
fr: Demandes actuelles
no: Nåværende forespørsler
ru: Текущие запросы
sv: Aktuella förfrågningar
zh_cn: 当前申请
zh_hk: 當前申請

source: Dashboard
ar: لوحة إعلانات
fa: صفحه کنترل
fi: Visuaalinen RTA-näkymä
fr: Tableau de bord
no: Skrivebord
sv: Översikt
zh_cn: 仪表板
zh_hk: 儀錶板

source: Date Range
ar: مدى التاريخ
da: Datointerval
de: Datumperiode
es: Rango de Fechas
fa: بازه داده
fi: Päivien valikoima
fr: Plage de dates
lv: Datumu Diapazons
no: Datointervall
ru: Диапазон дат
sv: Datumintervall
tr: Tarih Aralığı
zh_cn: 日期范围
zh_hk: 日期範圍

# DateRangeIsAMaximumOfSixtyDays
source: Date range can be a maximum of 60 days
ar: مدى التاريخ يمكن على أقصى تقدير أن يكون 60 يوما
da: Datointerval kan höjest väre 60 dage
de: Die Zeitspanne kann maximal 60 Tage sein
es: El rango de fechas no puede ser mayor a 60 días
fa: بازه روزها میتواند حداکثر 60 روز باشد
fi: Päivien valikoima voi olla maks. 60 päivää
fr: La plage de dates peut être de maximum 60 jours
lv: Datumu diapazons var būt ne vairāk kā 60 dienas
no: Datoområdet kan være maksimalt 60 dager
ru: Диапазон дат может быть максимум в 60 дней
sv: Datumintervallet kan inte vara mer än 60 dagar
tr: Tarih aralığı en fazla 60 gün olabilir.
zh_cn: 日期方位最大为60天
zh_hk: 日期方位最大為60天

# BusinessRuleDayOffFriendlyName
source: Day Off conflict
ar: تصادم يوم العطلة
da: Fridags konflikt
de: Konflikt des freien Tages
es: Conflicto con Días Libres
fa: تداخل در روزهای تعطیل
fi: Vapaapäivien ristiriita
fr: Conflit de jour libre
lv: Brīvdienu konflikts
no: Fridag konflikt
ru: Конфликт выходного дня
sv: Fridagskonflikt
tr: İzin günü çakışması
zh_cn: 休息日冲突
zh_hk: 休息日衝突

# DescriptionOfNewDayOffRule
source: Day off conflict with activity
ar: يوم العطلة يتعارض مع النشاط
da: Fridage konflikter med aktivitet
de: Konflikt des freien Tages mit einer Aktivität
es: Día libre en conflicto con la actividad
fa: روز تعطیل با فعالیت در تعارض است
fi: Vapaapäivän ja aktiviteetin ristiriita
fr: Le jour libre est en conflit avec l'activité
no: Fridag er i konflikt med aktivitet
ru: Конфликт выходного с активностью
sv: Konflikt mellan fridag och aktivitet
zh_cn: 休息日活动冲突
zh_hk: 休息日活動衝突

# DeletePerson
source: Delete persons
ar: احذف أشخاص
da: Slet personer
de: Personen löschen
es: Borrar personas
fa: حذف افراد
fi: Poista henkilöt
fr: Supprimer personnes
lv: Dzēst personas
no: Fjern medarbeideren
ru: Удалить сотрудников
sv: Ta bort personer
tr: Kişi sil
zh_cn: 删除人员
zh_hk: 刪除人員

# DoNotModifyForTheseAgents
source: Do not make changes for these agents
ar: لا تقم بتغييرات لهؤلاء الممثلين
da: Lav ikke ändringer på disse medarbejdere
de: Änderungen für diese Mitarbeiter nicht vornehmen
es: No hacer cambios para estos agentes
fa: تغییرات مورد نظر را برای این پاسخگوها اعمال نکنید
fi: Älä tee muutoksia näille agenteille
fr: Ne pas faire de changement pour ces agents
lv: Neveiciet izmaiņas šiem operatoriem
no: Ikke gjør endringer for disse agentene
ru: Не изменять для данных операторов
sv: Gör inte ändringar för dessa agenter
tr: Bu kişiler için değişiklik yapma
zh_cn: 这些座席代表不做变更
zh_hk: 這些座席代表不做變更

# DoneArchivingForXPeopleDot
source: Done archiving for {0} people.
ar: تمت أرشفة (0) شخصا
da: Arkivering for {0} personer er fuldfört
de: Archivierung für {0} Mitarbeiter beendet
es: Archivo listo para {0} personas.
fa: عملیات آرشیو برای {0} نفر انجام شد
fi: {0} henkilön arkistoiminen on valmis.
fr: Fin d'archivage pour {0} personnes.
no: Ferdig med arkivering for {0} medarbeidere.
ru: Архивирование выполнено для {0} сотрудников.
sv: Klar med arkivering för {0} personer.
zh_cn: 已为{0}个人完成存档
zh_hk: 已為{0}個人完成存檔

# DoneImportingForXPeopleDot
source: Done importing for {0} people.
ar: تمت عملية الاستيراد ل(0) شخصاً
da: Import af {0} medarbejdere er fuldfört
de: Der Importprozess für {0} Personen war erfolgreich
es: Importación de {0} agentes lista.
fa: اضافه کردن {0} نفر انجام شد
fi: {0} henkilön tuonti on valmis.
fr: A terminé l'import de {0} personnes.
no: Ferdig å importere for {0} medarbeidere
ru: Импорт выполнен для {0} человек.
sv: Klar med import för {0} personer.
zh_cn: 已为{0}个人完成导入
zh_hk: 已為{0}個人完成導入

source: Edit Location Property
ar: تحرير خصائص المكان
da: Ändr lokaltions egenskab
de: Standorteigenschaften verwalten
es: Editar Propiedades de Ubicación
fa: ویرایش مشخصات مکان
fi: Muokkaa sijainnin ominaisuuksia
fr: Èditer les propriétés du site
lv: Rediģēt Vietas Īpašības
no: Rediger lokasjons stedene
ru: Редактировать свойства расположения
sv: Redigera lokalegenskaper
tr: Konum Özelliklerini Düzenle
zh_cn: 编辑位置属性
zh_hk: 編輯位置屬性

source: Edit Shift Category
ar: تحرير فئة الوردية
da: Ändr vagtkategori
de: Schichtkategorie ändern
es: Editar Categoría de Turno
fa: دسته بندی زمانبندی را ویرایش کنید
fi: Muokkaa vuoroluokkaa
fr: Éditer catégorie d'horaires
lv: Rediģēt Maiņas Kategoriju
no: Rediger skiftkategori
ru: Редактировать категорию смены
sv: Ändra skiftkategori
tr: Vardiya kategorisi değiştir
zh_cn: 编辑班次类别
zh_hk: 編輯班次類別

source: Employment Number
ar: رقم التوظيف
da: Medarbejder nummer
de: Mitarbeiternummer
es: Número de Empleado
fa: شماره پرسنلی
fi: Työntekijänumero
fr: Numéro d'employé
no: Ansettelses nummer
ru: Номер сотрудника
sv: Anställningsnummer
zh_cn: 座席代表工号
zh_hk: 座席代表工號

# EnableShiftTradeRequestMaxSeatsValidation
source: Enable Maximum Seat Validation
ar: تمكين أعلى فحص للمقاعد
da: Aktiver maksimum plads validation
de: Max. Anzahl Sitze prüfen
es: Activar validación max. nr. puestos
fa: برقراری امکان تایید حداکثر صندلی
fi: Aktivoi maksimipaikkamäärän tarkistus
fr: Activer la validation de maximum de postes
lv: Ieslēgt Maksimālo Sēdvietu Validāciju
no: Aktiver maksimal plass validerings
ru: Проверка рабочих мест
sv: Aktivera kontroll av max arbetsplatser
tr: Maksimum oturma yeri doğrulamasını etkinleştir
zh_cn: 启用最大座位验证
zh_hk: 啟用最大座位驗證

source: Extend Existing Shift
ar: مد الوردية الحالية
cs: Prodloužit existující směnu
da: Forläng den eksisterende vagt
de: Vorhandene Schicht verlängern
es: Extender Turno Existente
fa: شیفت موجود را طولانی تر کنید
fi: Pidennä olemassa olevaa vuoroa
fr: Étendre l'horaire existant
lv: Paplašināt Pašreizējo Maiņu
no: Utvide eksisterende skift
ru: Продлить текущую смену
sv: Förläng befintligt skift
tr: Mevcut vadiyayı uzat
zh_cn: 扩展已有班次
zh_hk: 擴展已有班次

# AddAbsenceFailed
source: Failed to add absence(s)
ar: فشل فى إضافة غياب
cs: Absence se nepodařilo přidat
da: Tilföjelse af fravär er fejlet
de: Abwesenheiten konnten nicht hinzugefügt werden
es: Error al añadir ausencia(s)
fa: اضافه کردن مرخصی ناموفق بود
fi: Poissaolon lisääminen epäonnistui
fr: Echec de l'ajout d'absence(s)
lv: Neizdevās pievienot prombūtni(-es)
no: Mislyktes i å legge fravær
ru: Не удалось добавить отсутствие(-я)
sv: Misslyckades med att lägga till frånvaro
tr: Devamsızlık ekleme başarısız
zh_cn: 添加缺勤失败
zh_hk: 添加缺勤失敗

# FailedMessageForUndoSchedule
source: Failed to undo schedule change for selected agents
ar: فشل فى الرجوع فى تغييرات للممثلين المختارين
da: Det er ikke lykkedes at fortryde vagtplansändringer for de valgte medarbejdere
de: Die letzte Planänderung der ausgewählten Mitarbeiter konnte nicht durchgeführt werden
es: Error al deshacer el cambio de horario para los agentes seleccionados
fa: تغییر زمانبدی برای پاسخگوی انتخاب شده ناموفق بود
fi: Työvuoromuutoksien kumoaminen epäonnistui valituille agenteille
fr: Echec d'annulation de changement sur le planning des agents sélectionnés
lv: Neizdevās atsaukt grafika izmaiņas izvēlētajiem operatoriem
no: Kunne ikke oppheve endring i tidsplanen for utvalgte agenter
ru: Не удалось отменить изменение расписания для выбранных операторов
sv: Misslyckades att ångra schemaändring för valda agenter
tr: Seçili temsilcilerin vardiya planı değişikliği başarısız oldu.
zh_cn: 撤销选定座席代表的班表变更失败
zh_hk: 撤銷選定座席代表的班表變更失敗

source: Filter reports
da: Filter rapporter
de: Berichte filtern
es: Filtrar reportes
fa: فیلتر کردن گزارشها
fi: Raporttien filtteri
fr: Filtrer les rapports
no: Filtrer rapporter
ru: Фильтр Отчеты
sv: Filtrera rapporter
tr: Raporları filtrele
zh_cn: 筛选报表
zh_hk: 篩選報表

source: First come first served
ar: من يأتى أولا يحصل على الخدمة أولا
da: Först til mölle
de: In zeitlicher Reihenfolge zugeordnet
es: Por orden de llegada
fa: اولویت با درخواست زودتر
fi: Saapumisjärjestyksen perusteella
fr: Permier arrivé, permier servi
lv: Rindas kārtībā
no: Førstemann til mølla
ru: Первый отклик
sv: Först till kvarn
tr: Kapanın elinde kalır
zh_cn: 先到先得
zh_hk: 先到先得

# FromScenarioColon
source: From scenario:
ar: من السيناريو:
da: Fra scenarie:
de: Von Szenario
es: Del escenario:
fa: از سناریو:
fi: Skenaariosta:
fr: Depuis scénario:
no: Fra scenario:
ru: Из сценария:
sv: Från scenario:
zh_cn: 从情景：
zh_hk: 從情景：

source: Full
ar: كامل
da: Fuld
de: Voll
es: Completo
fa: کامل
fi: Täydellinen
fr: Entière
lv: Pilns
no: Hel
ru: Полный
sv: Helt
tr: Tam
zh_cn: 全部
zh_hk: 全部

source: Full or partial
ar: كامل أو جزئي
da: Fuld eller delvis
de: Voll oder teilweise
es: Completo o parcial
fa: کامل یا تاقسمتی
fi: Täydellinen tai osittainen
fr: Entière ou partielle
lv: Pilnīgs vai daļējs
no: Hel eller delvis
ru: Полный или частичный
sv: Helt eller delvis
tr: Tam ya da kısmen
zh_cn: 全部或部分
zh_hk: 全部或部分

# HelpLabel
source: Help
ar: مساعدة
cs: Nápověda
da: Hjälp
de: Hilfe
es: Ayuda
fa: راهنما
fi: Opastus
fr: Aide
lv: Palīdzība
no: Hjelp
ru: Помощь
sv: Hjälp
tr: Yardım
zh_cn: 帮助
zh_hk: 幫助

# AgentHistoricalAdherence
source: Historical Adherence
ar: بيانات الانضباط القديمة
da: Historisk adherence
de: Historische Planeinhaltung
es: Adherencia Histórica
fa: سابقه هم راستایی
fi: Historiallinen noudattaminen
fr: Adhérence historique
lv: Vēsturiskā Atbilstība
no: Historisk Etterlevelse
ru: Соблюдение графика историческое
sv: Historisk adherence
zh_cn: 历史遵时度
zh_hk: 歷史遵時度

source: Import schedule
ar: استيراد جدول
da: Importer vagtplan
de: Plan importieren
es: Importar horario
fa: وارد کردن زمانبندی
fi: Tuo työvuorolista
fr: Importer planning
no: Importer timeplanen
ru: Импорт расписания
sv: Importera schema
zh_cn: 导入班表
zh_hk: 導入班表

# ImportScheduleDescription
source: Import schedule from another scenario to default scenario, merging with the existing schedule in the default scenario for the given period.
ar: استيراد الجدول من سيناريو آخر للسيناريو التلقائي، دمج مع الجدول الموجود فى السيناريو التلقائي للفترة المعطاة.
da: Importer vagtplan fra et andet scenarie til stadard scenarie, sammenlägges med vagtplanen i standard scenariet for den givne periode.
de: Plan von einem anderen Szenario zum Standardszenario importieren und dabei mit dem bestehenden Plan im Standardszenario für den gegebenen Zeitraum zusammenfügen.
es: Importar la planificación de otro escenario al escenario default, fusionándose con la planificación existente en el escenario default para el período dado.
fa: وارد کردن زمانبندی از سناریو دیگر به سناریو پیش فرض و ادغام با زمانبندی های موجود در سناریو پیش فرض در بازه زمانی مربوطه
fi: Hae työvuorolista toisesta skenaarioista oletusskenaarioon, jossa yhdistät tämän olemassa olevan työvuorolistan kanssa valitulle jaksolle.
fr: Importe les plannings d'un autre scénario vers le scénario par défaut, fusionne des plannings dans le scénario-cible pour la période donnée.
no: Importer tidsplanen fra et annet scenario til standard scenario, sammenslå den med den eksisterende tidsplanen i standardscenario for perioden
ru: Импорт расписания из другого сценария на сценарий по умолчанию, со слиянием с существующим расписанием на сценарии по умочанию за выбранный период.
sv: Import av schema från ett annat scenario till standardscenariot. Det importerade schemat slås ihop med befintligt schema i standardscenariot för den angivna perioden.
zh_cn: 从其他情景导入班表到默认情景，选定周期内目标情景中一些已存在的班表将被合并。
zh_hk: 從其他情景導入班表到默認情景，選定週期內目標情景中一些已存在的班表將被合併。

source: Included skills
ar: مهارات متضمنة
cs: Zahrnuté kvalifikace
da: Inkluderet skill
de: Inkludierte Skills
es: Skills incluidas
fa: مهارتهای محسوب شده
fi: Sisälletyt taidot
fr: Compétences incluses:
lv: Iekļaut prasmes
no: Inkludert ferdigheter
ru: Включенные навыки
sv: Inkluderade kompetenser
tr: Dahil edilen yetenekler
zh_cn: 已包括的技能
zh_hk: 已包括的技能

source: Internal Note
ar: ملاحظة داخلية
da: Intern note
de: Interne Notiz
es: Nota Interna
fa: یادداشت داخلی
fi: Sisäinen kommentti
fr: Note interne
lv: Iekšējā Piezīme
no: internt notat
ru: Внутреннее примечание
sv: Intern notering
tr: Dahili not
zh_cn: 内部备注
zh_hk: 內部備註

# ShiftTradeRequestMaxSeatValidationInterval
source: Interval to use when validating seats usage
ar: الفترة البينية لاستخدامها فى وقت فحص استخدام المقاعد
da: Interval som skal bruges når der skal valideres plads forbrug
de: Intervalllänge zur Prüfung der Sitzplatznutzung
es: Intervalo a usar en la validación de uso de puestos
fa: بازه زمانی مورد نظر برای تایید تعداد صندلیهای لازم
fi: Käytettävä intervalli kun validoidaan paikkojen käyttöä
fr: Intervalle à utiliser lors de la validation d'utilisation des postes
lv: Lietojamais intervāls kad validē sēdvietu lietojumu
no: Intervall som kan benyttes ved validering av plassbruk
ru: Интервал проверки использования рабочих мест
sv: Intervall för att kontrollera arbetsplatsanvändning
tr: Oturma yeri doluluk oranını onaylarken kullanılacak aralık
zh_cn: 当验证座位利用率时使用的时段
zh_hk: 當驗證座位利用率時使用的時段

source: Intraday With Shrinkage
ar: أنشطة داخل اليوم مع الانكماش
da: Intra dag med svind
de: Intra-Tag mit Schrinkage
es: Intraday con absentismo
fa: روزانه بدون نقصان
fi: Päivänsisäinen (sis. kutistuman)
fr: Intra-journalier avec réduction
lv: Diena Ar Samazinājumu
no: Intradag med svinn
ru: Мониторинг с сокращением
sv: Inom dag med shrinkage
tr: Güniçi (daralma etkin)
zh_cn: 当日包含损耗
zh_hk: 當日包含損耗

# AbsenceRequestCancellationThresholdExceeded
source: It is too late to cancel this request. This request could be cancelled no later than {0} days before its start date.
ar: من المتأخر للغاية أن يتم إلغاء هذا الطلب. هذا الطلب قد يتم إلغاؤه ليس بعد أكثر من (0) أيام قبل تاريخ البدء.
cs: Na zrušení této žádosti je pozdě. Tuto žádost bylo možné zrušit nejpozději {0} dní před před datem začátku.
da: Det er for sent at annullerer denne forespörgsel. Denne forespörgsel kunne senest annulleres {0} dage for dens startdato.
de: Es ist zu spät, diese Anfrage abzubrechen. Diese Anfrage könnte spätestens {0} Tage vor ihrem Startdatum abgebrochen werden.
es: Es muy tarde para cancelar esta solicitud. Esta solicitud se podía cancelar a más tardar {0} días antes de su fecha de inicio.
fa: برای لغو درخواست دیر شده. این درخواست میبایست تا {0} روز قبل از تاریخ شروع اش لغو شود
fi: On liian myöhäistä peruuttaa tämä pyyntö. Tämä pyyntö olisi pitänyt perua viimeistään {0} päivää ennen alkamispäivää.
fr: Il est trop tard pour annuler cette demande. La demande pouvait être annulée {0} jours avant son début.
lv: Ir par vēlu, lai atceltu šo pieprasījumu. Šo pieprasījumu var atcelt, ne vēlāk kā {0} dienas pirms tā sākuma datuma.
no: Det er for sent å avbryte forespørselen. Denne forespørsel kan avbrytes senest {0} dager før startdatoen .
ru: Время отмены этого запроса истекло. Этот запрос мог быть отменен не позднее, чем за {0} дня(-ей) до даты начала.
sv: Det är för sent att avbryta den här förfrågan. Den kan inte avbrytas senare än {0} dagar innan startdatum.
tr: İsteği iptal etmek için çok geç. İstek, başlangıç tarihinden en fazla {0} gün sonrasına kadar iptal edilebilir.
zh_cn: 已无法取消此申请。该申请可在不迟于其开始日期的{0}天之前被取消。
zh_hk: 已無法取消此申請。該申請可在不遲於其開始日期的{0}天之前被取消。

source: Latest actual interval
ar: اخر فترة بينية حقيقية
cs: Nejnovější skutečný interval
da: Seneste faktiske interval
de: Das zuletzt aktuelle Intervall
es: Último intervalo disponible
fa: آخرین بازه زمانی
fi: Viimeisin tämänhetkinen intervalli
fr: Dernier interval réel
lv: Jaunākais aktuālais intervāls
no: Siste faktiske intervall
ru: Последний актуальный интервал
sv: Senaste intervall med verklig data
tr: En son gerçekleşen interval
zh_cn: 最晚实际时段
zh_hk: 最晚實際時段

source: Level
ar: مستوى
da: Niveau
de: Niveau
es: Nivel
fa: سطح
fi: Taso
fr: Niveau
no: Nivå
ru: Уровень
sv: Nivå
zh_cn: 级别
zh_hk: 級別

source: Load Requests
ar: تحميل الطلبات
cs: Načíst požadavky
da: Indläs forespörgsler
de: Anfragen laden
es: Cargar Solicitudes
fa: نمایش درخواستها
fi: Lataa pyynnöt
fr: Charger demandes
lv: Ielādēt Pieprasījumus
no: Last inn forespørsler
ru: Запросы
sv: Ladda förfrågningar
tr: İstekleri yükle
zh_cn: 加载申请
zh_hk: 載入申請

# LoadingRequestsTreeDots
source: Loading Requests...
ar: تحيل الطلبات
da: Indläser forespörgsler
de: Die Anfragen werden geladen...
es: Cargando Solicitudes...
fa: در حال بارگذاری درخواستها
fi: Lataa pyyntöjä...
fr: Charge les demandes...
no: Laster forespørsler...
ru: Загрузка запросов...
sv: Laddar förfrågningar...
zh_cn: 正在加载申请...
zh_hk: 正在載入申請...

source: Loading skill areas...
ar: تحميل مناطق المهارة...
da: Indläser skill områder...
de: Skillbereiche werden geladen...
es: Cargando grupos de skills...
fa: بارگذاری گروه مهارتها
fi: Lataa taitoalueita...
fr: Chargement des groupes de compétences...
lv: Ielādē prasmes apgabalus...
no: Laster ferdighetsområder...
ru: Загрузка сводок навыков...
sv: Laddar kompetensareor...
tr: Yetenek grupları yükleniyor...
zh_cn: 正在加载技能区域...
zh_hk: 正在載入技能區域...

source: Loading skills...
ar: تحميل المهارات...
da: Indläser skills
de: Skills werden geladen...
es: Cargando skills....
fa: بارگذاری مهارتها
fi: Lataa taitoja...
fr: Chargement des compétences...
lv: Ielādē prasmes...
no: Laster ferdigheter ...
ru: Загрузка навыков...
sv: Laddar kompetenser...
tr: Yetenekler yükleniyor...
zh_cn: 正在加载技能...
zh_hk: 正在載入技能...

source: Location Properties
ar: خصائص المكان
da: Lokaltions egenskab
de: Standorteigenschaften
es: Propiedades de Ubicación:
fa: مشخصات مکان
fi: Sijaninnin ominaisuudet
fr: Propriétés du site
lv: Vietas Īpašības
no: lokasjons egenskaper
ru: Свойства расположения
sv: Lokalegenskaper
tr: Konum Özellikleri
zh_cn: 位置属性
zh_hk: 位置屬性

# MatchColon
source: Match:
ar: يطابق:
de: Passend:
es: Armonizar:
fa: تطابق:
fi: Täsmää:
fr: Correspond:
lv: Sakrīt:
no: Sammenlign:
ru: Соответствие:
sv: Matchning:
tr: Eşleşme:
zh_cn: 符合：
zh_hk: 符合：
