Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Resolve
ar: حل
cs: Vyřešit
da: Lös
de: aufheben
es: Resolver
fa: حل و فصل
fi: Ratkaise
fr: Résoudre
ja: 解決
lv: Atrisināt
no: Løse
pl: Rozwiąż
pt: Resolver
ru: Разрешить
sv: Lös
tr: Sonuçlandır
zh_cn: 解决
zh_hk: 解決

# ResolvingWeeklyRestFor
source: Resolving weekly rest for {0} {1}
ar: حل البقية الاسبوعية ل {0} {1}
cs: Řešení týdenních restů pro {0} {1}
da: Löser ugentlig hvile for {0} {1}
de: Wöchentliche Ruheziet für {0} {1} wird geprüft
es: Solucionando descanso semanal para {0} {1}
fa: رفع استراحت هفتگی برای {0} {1}
fi: Yrittää ratkaista viikkolepoaikaa {0} {1}
fr: Résout le temps de repos hebdomadaire pour {0} {1}
ja: {0} {1}に対する1週間の休憩時間の解決
lv: Atrisina iknedēļas atpūtu {0} {1}
no: Løser ukentlig hvile for {0} {1}
pl: Rozwiązywanie tygodniowych przerw dla {0} {1}
pt: Resolvendo o tempo de descanso semanal para {0} {1}
ru: Измнение недельного времени отдыха для {0} {1}
sv: Löser veckovila för {0} {1}
tr: {0} {1} için haftalık dinlenme süresi çözümleniyor
zh_cn: 为 {0} {1} 解决每周休息时间
zh_hk: 為 {0} {1} 解決每週休息時間

# SecondShort
source: s
ar: س
ja: 秒
pl: sek.
ru: c
zh_cn: 秒
zh_hk: 秒

source: Save the forecast to another scenario
ar: احفظ التوقعات فى سيناريو مختلف
cs: Uložit prognóza do jiného scénáře
da: Gem prognosen til brug i et andet scenarie
de: Forecast in ein anderes Szeanrio speichern
es: Guardar previsión en otro escenario
fa: ذخیره کردن پیش بینی برای سناریوی دیگر
fi: Tallenna ennuste toiseen skenaarioon
fr: Enregistrer les prévisions dans un autre scénario
ja: その予測を他のシナリオへ保存
lv: Saglabāt prognozi citā scenārijā
no: Lagre prognosen for et annet scenario
pl: Zapisz prognozę do innego scenariusza
pt: Salvar a previsão em outro cenário
ru: Сохранить прогноз на другом сценарии
sv: Spara prognosen i ett annat scenario
tr: Tahmini farklı senaryoya kaydet
zh_cn: 保存预测结果至另一个情景
zh_hk: 保存預測結果至另一個情景

# SaveToSpace
source: Save to
ar: احفظ
cs: Uložit do
da: Gem til
de: Speichern als
es: Guardar en
fa: ذخیره در
fi: Tallenna
fr: Enregistrer sous
ja: へ保存
lv: Saglabāt
no: Lagre til
pl: Zapisz do
pt: Salvar para
ru: Сохранить на
sv: Spara till
tr: Farklı kaydet
zh_cn: 保存到
zh_hk: 保存到

source: Schedule must be reloaded
ar: الجدول يجب أن يتم تحميله
cs: Plán musí být znovu načten
da: Skema skal genindläses
de: Plan muss erneut geladen werden
es: Recargue la planificación
fa: زمانبندی باید دوباره بارگذاری شود
fi: Työvuorolista pitää ladata uudelleen
fr: Le planning doit être rechargé
ja: スケジュールの再読み込みが必要です
lv: Grafiks ir jāpārlādē
nl: Rooster moet herladen worden
no: Tidsplanen må lastes på nytt
pl: Harmonogram musi zostać przeładowany
pt: A escala deve ser recarregada
ru: Расписание должно быть загружено еще раз
sv: Schemat måste laddas om
tr: Vardiya planı yeniden yüklenmeli
zh_cn: 班表必须重新加载
zh_hk: 班表必須重新載入

# BlockFinderTypeSchedulePeriod
source: Schedule Period
ar: فترة الجدول
cs: Plán období
da: Planlägningsperiode
de: Planungsperiode
es: Período de Planificación
fa: دوره زمانبندی
fi: Työvuorojakso
fr: Période de Planification
ja: スケジュールピリオド
lv: Grafika Periods
no: Tidsplan periode
pl: Harmonogram w Okresie
pt: Período de Agendamento
ru: Период планирования
sv: Schemaperiod
tr: Vardiya Periyodu
zh_cn: 班表周期
zh_hk: 班表週期

source: Select at least one person
ar: اختر على الاقل شخص واحد
cs: Vyberte alespoň jednu osobu
da: Välg mindst en person
de: Wählen Sie mindestens eine Person aus
es: Seleccione al menos una persona
fa: حداقل یک شخص را انتخاب کنید
fi: Valitse vähintään yksi henkilö
fr: Sélectionnez au moins une personne
ja: 少なくとも1人以上を選択してください
lv: Izvēlieties vismaz vienu personu
no: Velg minst én person
pl: Wybierz co najmniej jedną osobę
pt: Selecione pelo menos uma pessoa
ru: Выберите хотя бы одного сотрудника
sv: Välj minst en person
tr: En az bir kişi seçiniz.
zh_cn: 至少选择一个人员
zh_hk: 至少選擇一個人員

source: Seniority Points:
ar: نقاط الاقدمية
cs: Body za senioritu
da: Anciennitetspoint:
de: Punkte f. Senioriät:
es: Puntos de Antigüedad:
fa: نکات مهمتر :
fi: Senioriteettipisteet:
fr: Points d'Ancienneté:
ja: 年功序列ポイント数
lv: Stāža Punkti:
no: Ansinitets poenger:
pl: Punkty Stażu:
pt: Pontos de Senioridade:
ru: Приоритет:
sv: Senioritetspoäng:
tr: Hiyerarşi puanları
zh_cn: 资历点数：
zh_hk: 資歷點數：

# Ranking
source: Seniority ranking
ar: فئات الاقدمية
cs: Hodnocení
da: Anciennitetsplacering
de: Seniorität
es: Clasificación
fa: رتبه بندی ارشدیت
fi: Senioriteetti järjestys
fr: Rang
ja: 年功序列ランキング
lv: Stāža sarindojums
no: Ansiennitets rangering
pl: Ranking stażu
pt: Ranking de senioridade
ru: Приоритетность
sv: Senioritetsrangordning
tr: Hiyerarşi Sıralaması
zh_cn: 资历分级
zh_hk: 資歷分級

# SeniorityRankingAsc
source: Seniority ranking ascending
ar: الترتيب التصاعدي للأقدمية
cs: Hodnota služebního stáří stoupá
da: Anciennitetsplacering stigende
de: Seniorität aufsteigend
es: Ordenar Antigüedad, ascediente
fa: رتبه بندی صعودی
fi: Senioriteettijärjestys nousevasti
fr: Classment Ancienneté ascendante
ja: 年功序列ランキング 昇順
lv: Stāža sarindojums augošā secībā
no: Ansiennitet vurdering stigende
pl: Ranking stażu rosnąco
pt: Ranking de senioridade ascendente
ru: Приоритетность по возрастанию
sv: Senioritetsrangordning stigande
tr: Kıdemlilik (yukarıdan aşağıya)
zh_cn: 资历分级升序
zh_hk: 資歷分級昇冪

# SeniorityRankingDesc
source: Seniority ranking descending
ar: الترتيب التنازلى للأقدمية
cs: Hodnota služebního stáří klesá
da: Anciennitetsplacering faldende
de: Seniorität absteigend
es: Ordenar Antigüedad, descediente
fa: رتبه بندی نزولی
fi: Senioriteettijärjestys laskevasti
fr: Classement Ancienneté descendante
ja: 年功序列ランキング 降順
lv: Stāža sarindojums dilstošā secībā
no: Ansiennitet vurdering synkende
pl: Ranking stażu malejąco
pt: Ranking de senioridade descendente
ru: Приоритетность по убыванию
sv: Senioritetsrangordning fallande
tr: Kıdemlililk (aşağıdan yukarıya)
zh_cn: 资历分级降序
zh_hk: 資歷分級降冪

# WebServerDown
source: Server unavailable. Due to this, some functions could not be activated.
ar: الخادم غير متاح ولذلك، بعض الوظائف لا يمكن تفعيلها
cs: Server je nedostupný. Z tohoto důvodu mohou být některé funkce neaktivní.
da: Serveren ikke tilgängelig. På grund af dette, kunne visse funktioner ikke aktiveres
de: Server nicht erreichbar. Deswegen sind nicht alle Funktionen verfügbar.
es: Servidor no disponible. No todas las funciones podrán ser activadas.
fa: سرور در دسترس نیست .در این وضعیت بعضی از توابع قادر به فعال شدن نیستند.
fi: Palvelin ei vastaa. Tästä syystä kaikki toiminnot eivät ole käytössä.
fr: Serveur inaccessible. Par conséquent certaines fonctions n'ont pas pu être activiées.
ja: サーバーを利用できません。これにより一部の機能が有効化できません。
lv: Serveris nav pieejams. Sakarā ar to, dažas funkcijas nevarēja aktivizēt.
no: Server utilgjengelig. På grunn av dette kan enkelte funksjoner ikke aktiveres.
pl: Serwer niedostępny. W związku z tym, niektóre funkcje nie mogą być aktywowane.
pt: Servidor indisponível. Por causa disso, algumas funcionalidades não puderam ser ativadas.
ru: Сервер недоступен. В связи с этим часть функций не может быть запущена.
sv: Servern är inte tillgänglig. På grund av detta kan några funktioner inte aktiveras.
tr: Sunucuya ulaşılamıyor. Bu sebepten dolayı bazı modüllere erişilemeyebilir.
zh_cn: 服务器不可用。因此一些功能未被激活。
zh_hk: 伺服器不可用。因此一些功能未被啟動。

# ValidateUnsupportedRestrictions
source: Shift category limitations are not checked when team or block are selected.
ar: حدود فئات الوردية لم يتم فحصه حيث أن فريق العمل قد تم اختياره
cs: Limity kategorií směn nejsou ověřeny pokud je vybrán tým nebo blok.
da: Vagt kategori begränsninger bliver ikke tjekket når team eller blok er valgt.
de: Die Schichtkategorie-Begrenzung wird nicht geprüft, wenn Team- oder Blockplanung ausgewählt wurde.
es: Limitaciones por categorás de turno
fa: وقتی تیم یا بخش انتخاب می شود محدودیتهای دسته بندی شیفت بررسی نمی شود.
fi: Vuoroluokkarajoituksia ei huomioida tiimi ja blokki työvuoroissa.
fr: Les limitations de catégories horaires ne sont pas vérifiées lorsque équipe ou bloc sont sélectionnés.
ja: チーム又はブロックが選択されたときにシフトカテゴリの制限がチェックされていません
lv: Maiņu kategoriju ierobežojumi nav atzīmēti kad nodaļas vai bloki ir izvēlēti.
no: Shift kategoribegrensningene er ikke avkrysset når teamet eller blokk er valgt.
pl: Limity kategorii Dyżuru nie są sprawdzane jeśli jest wybrany zespół lub blok.
pt: As limitações de categoria de turno não são consideradas quando o agendamento de equipe ou de bloco foram selecionados.
ru: Ограничения категорий смен не используются, если выбрано планирование блоками или по группе.
sv: Skiftkategoribegränsningar stöds inte när team eller block är valt
tr: Blok veya takım vardiyalaması yapılırken vardiya kategorisi sınırlamaları hesap hesap dışında tutulacaktır.
zh_cn: 当小组或批次排班被选择时，班次类别限制将不会被检查。
zh_hk: 當小組或批次排班被選擇時，班次類別限制將不會被檢查。

source: Shift Category Points:
ar: نقاط فئات الوردية
cs: Body za kategorii směn
da: Vagtkategoripoint:
de: Punkte f. Schichtkategorie:
es: Puntos de Categoría de turnos:
fa: نکات دسته بندی شیفت
fi: Vuoroluokkapisteytys:
fr: Points de Catégorie d'horaires:
ja: シフトカテゴリポイント数
lv: Maiņu Kategorijas Punkti
no: Shift kategori poenger:
pl: Punkty Kategorii Dyżuru:
pt: Pontos da Categoria de Turno:
ru: Категория смены:
sv: Skiftkategoripoäng:
tr: Vardiya kategorisi puanları
zh_cn: 班次类别点数：
zh_hk: 班次類別點數：

source: Show Duplicate Recipient
ar: اعرض متلقى مكرر
cs: Zobrazit duplicitní příjemce
da: Vis dobbelte modtagere
de: Duplikate anzeigen
es: Mostrar Recipiente duplicado
fa: نمایش دادن گیرندگان تکراری
fi: Näytä kaksinkertainen vastaanottaja
fr: Montrer destinataires doublons
ja: 重複した受信者を表示
lv: Rādīt Saņēmēja Dublikātu
no: Vis duplikate mottakers
pl: Pokaż Powielonych Odbiorców
pt: Mostrar Destinatários Duplicados
ru: Показать повторы
sv: Visa dubbletter
tr: Çift çıkan alıcıları göster
zh_cn: 显示重复的接受者
zh_hk: 顯示重複的接受者

source: Sign in
ar: تسجيل الدخول
cs: Přihlásit
da: Log ind
de: Anmelden
es: Iniciar sesión
fa: ورود
fi: Kirjaudu sisään
fr: Se connecter
ja: サインイン
lv: Pierakstīties
no: Logg in
pl: Zaloguj
pt: Entrar
ru: Войти
sv: Logga in
tr: Giriş
zh_cn: 签入
zh_hk: 簽入

source: Sign in as another user
ar: سجل الدخول كمستخدم آخر
cs: Přihlásit se jako jiný uživatel
da: Log på som en anden bruger
de: Anmelden als anderer Nutzer
es: Iniciar sesión con otro usuario
fa: ورود با کاربری دیگر
fi: Kirjaudu sisään toisena käyttäjänä
fr: Se connecter en tant qu'autre utilisateur
ja: 他のユーザーとしてサインイン
lv: Pierakstīties kā citam lietotājam
no: Logg deg på som en annen bruker
pl: Zaloguj jako inny użytkownik
pt: Logar como outro usuário
ru: Войти в систему как другой пользователь
sv: Logga in som en annan användare
tr: Başka bir kullanıcı olarak ortam aç.
zh_cn: 作为另一用户签入
zh_hk: 作為另一用戶簽入

# SignInAsAnotherUserInPermission
source: Sign In As Another User
ar: سجل الدخول كمستخدم آخر
cs: Přihlásit jako jiný uživatel
da: Log på som en anden bruger
de: Anmelden als anderer Nutzer
es: Iniciar sesión con otro usuario
fa: ورود با کاربری دیگر
fi: Kirjaudu sisään toisena käyttäjänä
fr: Se connecter comme autre Utilisateur
ja: 他のユーザーとしてサインイン
lv: Pierakstīties Kā Citam Lietotājam
no: Logg deg på som en annen bruker
pl: Zaloguj jako Inny Użytkownik
pt: Logar Como Outro Usuário
ru: Войти в систему как другой пользователь
sv: Logga in som annan användare
tr: Başka bir kullanıcı olarak ortam aç.
zh_cn: 作为另一用户签入
zh_hk: 作為另一用戶簽入

source: Sign in with:
ar: سجل الدخول
cs: Přihlásit s:
da: Log på med:
de: Anmeldung mit:
es: Iniciar sesión con:
fa: ورود با:
fi: Kirjaudu sisään
fr: Se connecter avec:
ja: とサインイン
lv: Pierakstieties ar:
no: Logg på som:
pl: Zaloguj z:
pt: Logar como:
ru: Войти:
sv: Logga in med:
tr: Giriş
zh_cn: 签入以
zh_hk: 簽入以

source: Sign out
ar: تسجيل الخروج
cs: Odhlásit
da: Log ud
de: Abmelden
es: Terminar sesión
fa: خروج
fi: Kirjaudu ulos
fr: Se déconnecter
ja: サインアウト
lv: Izrakstīties
no: Logg ut
pl: Wyloguj
pt: Sair
ru: Выйти
sv: Logga ut
tr: Çıkış
zh_cn: 签出
zh_hk: 簽出

source: Start page
ar: بداية الصفحة
cs: První strana
da: Startside
de: Startseite
es: Iniciar página
fa: صفحه شروع
fi: Aloitussivu
fr: Page d'accueil
ja: スタートページ
lv: Sākuma lapa
no: Start side
pl: Strona startowa
pt: Página inicial
ru: Стартовая страница
sv: Startsidan
tr: Başlangıç sayfası
zh_cn: 开始页面
zh_hk: 開始頁面

# SuccessWithExclamation
source: Success!
ar: نجاح!
cs: Povedlo se!
da: Udfört!
de: Erfolgreich!
es: Éxito!
fa: موفقیت آمیز بود!
fi: Onnistui!
fr: Succès!
ja: 成功！
lv: Veiksmīgi!
no: Suksess!
pl: Sukces!
pt: Sucesso!
ru: Успешно!
sv: Lyckades!
tr: Başarılı!
zh_cn: 成功！
zh_hk: 成功！

# MyReportSummaryTab
source: Summary
ar: الملخص
cs: Souhrn
da: Resumé
de: Zusammenfassung
es: Resumen
fa: خلاصه
fi: Yhteenveto
fr: Résumé
ja: サマリ
lv: Kopsavilkums
nl: Overzicht
no: Oppsummering
pl: Podsumowanie
pt: Resumo
ru: Сводка
sv: Summering
tr: Özet
zh_cn: 总览
zh_hk: 總覽

source: Task time
ar: وقت المهمة
cs: Čas úkolu
da: Opgave tid
de: Aufgabenzeit
es: Tiempo de la tarea
fa: زمان وظیفه
fi: Tehtävän aika
fr: Temps Tâche
ja: タスク時間
lv: Uzdevuma laiks
nl: Taak tijd
no: Oppgave tid
pl: Czas zadania
pt: Tempo de tarefa
ru: Время задания
sv: Uppgiftstid
tr: Görev süresi
zh_cn: 处理时间
zh_hk: 處理時間

source: Team Scheduling
ar: جدول فريق العمل
cs: Plánování týmu
da: Teamplanlägning
de: Team-Planung
es: Planificación de equipo
fa: برنامه ریزی تیم
fi: Tiimin työvuorot
fr: Planification par équipe
ja: チームスケジューリング
lv: Nodaļas Plānošana
no: Team planlegging
pl: Planowanie Zespołu
pt: Agendamento de Equipe
ru: Расписание группы
sv: Teamschemaläggning
tr: Takım Vardiyalama
zh_cn: 小组排班
zh_hk: 小組排班

# BusinessRuleMinWeekWorktimeErrorMessage
source: The week contains too little work time ({0}). Min is {1}.
ar: هذا الاسبوع يضم وقتا قليلا للغاية للعمل {0}. على الاقل {1}
cs: Tento týden obsahuje příliš málo pracovní doby ({0}}. Minimum je {1}.
da: Ugen indeholder for lidt arbejdstid({0}). Minimum er {1}
de: Die Woche enthält zu wenig Arbeitszeit ({0}). Minimum ist {1}.
es: La semana contiene t. de trabajo insuficiente ({0}). El mín. es {1}.
fa: هفته شامل زمان کاری کمی است ({0}). کمترین {1} است.
fi: Viikko sisältää liian vähän työaikaa ({0}). On oltava vähintään {1}.
fr: Cette semaine contient trop peu de temps de travail ({0}). Le minimum est {1}.
ja: この週の勤務時間が少なすぎます（{0}）。最小値は {1} です。
lv: Nedēļa satur pārāk maz darba laika ({0}). Min ir {1}.
no: Uken inneholder for lite arbeidet tid ({0}). Min er {1}.
pl: Tydzień zawiera zbyt mało czasu pracy ({0}). Minimum jest {1}.
pt: Essa semana contém muito pouco tempo de trabalho ({0}). O mínimo é: {1}.
ru: Неделя содержит слишком мало рабочего времени ({0}). Минимальное {1}.
sv: Veckan innehåller för lite arbetstid ({0}). Min är {1}.
tr: Bu haftada çok az çalışma saati var ({0}). Minimum {1} olmalı.
zh_cn: 一周内包含过少工作时间 ({0})。最小值为{1}。
zh_hk: 一周內包含過少工作時間 ({0})。最小值為{1}。

# ASMTimeAheadOfActivityChangeToAlert
source: Time ahead of activity change to alert agent (seconds)
ar: توقيت ما قبل النشاط
cs: Čas upozornění agentovi před změnou aktivitou (sekund)
da: Tid forud for aktivitetsändring for at varsle medarbejder (sekunder)
de: Vorlaufzeit für Benachrichtigung zur Aktivitätsänderung (Sekunden)
es: Margen de alerta de cambio de actividad (segundos)
fa: زمان پیش روی فعالیت به هشدار برای پاسخگو تغییر می کند(ثانیه ها)
fi: Aika ennen kuin agentille ilmoitetaan aktiviteetin muutoksesta (sekunneissa)
fr: Alerte temps avant changement d'activité (secondes)
ja: エージェントへ時間後に活動が変わる警告
lv: Laiks pirms operatora brīdināšanas par aktivitāšu izmaiņām (sekundes)
no: Tidsintervall før agentene skal varsles ved aktivitets endring (sekunder)
pl: Czas ostrzeżenia agenta przed zmianą aktywności (w sekundach)
pt: Tempo antes da mudança de uma atividade para alertar o agente (segundos)
ru: Время напоминания о смене активности (секунды)
sv: Tid före aktivitetsbyte som agenten ska notifieras (sekunder)
tr: Temsilci aktivite geçişinden kaç saniye önce uyarılsın?
zh_cn: 活动变更前对座席代表的提醒时间（秒）
zh_hk: 活動變更前對座席代表的提醒時間（秒）

source: Time in Alarm
ar: توقيت المنبه
cs: Čas v alarmu
da: Tid i alarm
de: Zeit in Alarm
es: Tiempo en Alarma
fa: زمان در هشدار
fi: Hälytysaika
fr: Temps en Alarme
ja: アラームの時間
lv: Signāla Laiks
no: Tid i alarm
pl: Czas Alarmu
pt: Tempo no Alarme
ru: Время предупреждения
sv: Larmtid
tr: Alarmda geçirilen süre
zh_cn: 告警时间
zh_hk: 告警時間

source: Time in State
ar: وقت التنبيه
cs: Čas ve stavu:
da: Tid i tilstand
de: Zeit im Status
es: Tiempo en Estado
fa: زمان در استان
fi: Aika tilassa
fr: Temps dans l'Etat
ja: 状態の時間
lv: Laiks Stāvoklī
no: Tid i tilstanden
pl: Czas w Statusie
pt: Tempo no Estado
ru: Время состояния
sv: Tid i status
tr: Alarm süresi
zh_cn: 状态时间
zh_hk: 狀態時間

# ResReportTimeInStatePerAgent
source: Time in State per Agent
ar: الوقت فى الحالة لكل موظف
cs: Čas ve stavu na agenta
da: Tid i tilstand pr. medarbejder
de: Zeit in Status pro Mitarbeiter
es: Tiempo en el estado por Agente
fa: زمان در استان به ازای هر پاسخگو
fi: Aika per tila per agentti
fr: Temps en Statut par Agent
ja: エージェント毎の状態の時間
lv: Laiks Stāvoklī pēc Operatoriem
nl: Tijd in Staat per Agent
no: Tid i tilstanden per Agent
pl: Czas w stanie wg agenta
pt: Tempo no Estado por Agente
ru: Время состояния по оператору
sv: Tid i status per agent
tr: Müşteri temsilcisi başına durumda geçirilen zaman
zh_cn: 每个座席代表的状态时间
zh_hk: 每個座席代表的狀態時間

source: Total task time
ar: إجمالى وقت المهمة
cs: Celkový čas úkolu
da: Total opgave tid
de: Gesamte Aufgabenzeit
es: Tiempo total de la tarea
fa: زمان کلی وظیفه
fi: Tehtävien aika yhteensä
fr: Total temps Tâche
ja: トータルタスク時間
lv: Kopējais uzdevuma laiks
nl: Totaal taak tijd
no: Total oppgave tid
pl: Łączny czas zadania
pt: Tempo total de tarefa
ru: Общее время задания
sv: Total uppgiftstid
tr: Toplam görev süresi
zh_cn: 调整后任务处理均长
zh_hk: 調整後任務處理均長

source: Value
ar: قيمة
cs: Hodnota
da: Værdi
de: Wert
es: Valor
fa: مقدار
fi: Arvo
fr: Valeur
ja: 値
lv: Vērtība
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
ru: Значение
sv: Värde
tr: Değer
zh_cn: 数值
zh_hk: 數值

source: Yesterday
ar: أمس
cs: Včera
da: I går
de: Gestern
es: Ayer
fa: دیروز
fi: Eilinen
fr: Hier
ja: 昨日
lv: Vakardiena
nl: Gisteren
no: I går
pl: Wczoraj
pt: Ontem
ru: Вчера
sv: Igår
tr: Dün
zh_cn: 昨天
zh_hk: 昨天

source: You are not signed in.
ar: لم تقم بتسجيل الدخول
cs: Nejste přihlášen
da: Du er ikke logget ind
de: Sie sind nicht angemeldet.
es: No ha iniciado sesión.
fa: شما وارد سیستم نشده اید.
fi: Et ole kirjautunut sisään.
fr: Vous n'êtes pas connecté.
ja: あなたはサインインしていません
lv: Jūs neesat pierakstījies
no: Du er ikke innlogget
pl: Jesteś niezalogowany.
pt: Você não está logado.
ru: Вы не вошли в систему.
sv: Du är inte inloggad.
tr: Giriş yapmadınız.
zh_cn: 您没有签入
zh_hk: 您沒有簽入

# YouDoNotHaveAccessToAnyTeams
source: You don't have access to any teams.
ar: لا تستطيع الدخول لأى من الفرق
cs: Nemáte přístup k žádným týmům.
da: Du mangler tilladelser til team data
de: Sie haben keinen Zugriff auf die Teams.
es: Usted carece de acceso a los equipos.
fa: شما به هیچ تیمی دسترسی ندارید
fi: Sinulla ei ole oikeutta nähdä tiimejä.
fr: Vous n'avez accès à aucune équipe.
ja: あなたはどのチームへもアクセスがありません
lv: Jums nav pieeja nevienai nodaļai
nl: U heeft geen toegang tot geen enkele team.
no: Du har ikke tilgang til noen team
pl: Nie masz dostępu do żadnych zespołów.
pt: Você não tem acesso às equipes.
ru: У вас нет прав доступа к группам.
sv: Du har inte behörighet att se några team.
tr: Hiçbir takıma erişiminiz yok.
zh_cn: 您没有访问任何小组的权限
zh_hk: 您沒有訪問任何小組的許可權

# YouGotANewBronzeBadgeForAnsweredCalls
source: You got a new bronze badge! You have answered more than {0} calls in {1:yyyy-MM-dd}.
ar: حصلت على شارة بروزنية جديدة لقد اجبت عن مكالمات اكتر من {0} مكالمات فى {1: سسسس-شش-ي ي}
cs: Obdržel(a) jste nový bronzový odznak! Vyřídil(a) jste více než {0} hovorů v {1:yyyy-MM-dd}.
da: Du har fået et nyt bronzemärke! Du har besvaret mere end {0} kald i {1:yyyy.MM.dd}.
de: Sie haben einen neuen BRONZEstern! Sie haben mehr als {0} Anrufe beantwortet in {1.yyyy-MM-dd}.
es: Has recibido una nueva medalla de bronce! Has atendido más de {0} llamadas en {1:yyyy-MM-dd}.
fa: شما یک علامت برنز جدید گرفتید! شما بیشتر از {0} تماس در {1:yyy-MM-dd} پاسخ داده اید
fi: Olet ansainnut uuden pronssimitalin! Olet vastannut useampaan kuin {0} puheluun {1:yyy-MM-dd} aikana.
fr: Vous avez obtenu un nouveau badge bronze! Vous avez répondu à plus de {0} appels le {1:yyyy-MM-dd}.
ja: 新たなブロンズバッジを獲得しました！あなたの{1:yyyy-MM-dd}における応答呼は{0}以上です。
lv: Tev ir jauna bronzas medaļa! Esi atbildējis vairāk kā {0} zvanus {1:yyyy-MM-dd}.
no: Du fått et nytt bronsemerke! Du har besvart mer enn {0} samtaler i løpet av {1: åååå-MM-dd}.
pl: Masz nową brązową odznakę! Odebrałeś więcej niż {0} rozmów w {1:yyyy-MM-dd}.
pt: Você conseguiu uma nova medalha de bronze! Você atendeu mais de {0} chamadas em {1:yyyy-MM-dd}.
ru: Вы достигли бронзового уровня! Количество отвеченных вами звонков {1:гггг-мм-дд} больше, чем {0}.
sv: Du har en ny bronsmedalj! Du har besvarat mer än {0} samtal {1:yyyy-MM-dd}.
tr: {1:yyyy-MM-dd} tarihinde {0} değerinden fazla çağrı cevaplayarak yeni bir bronz madalya kazandınız!
zh_cn: 您得到了新的青铜徽章！您在{1:yyyy-MM-dd}的应答数已经了超过 {0}
zh_hk: 您得到了新的青銅徽章！您在{1:yyyy-MM-dd}的應答數已經了超過{0}

# YouGotANewBronzeBadgeForAdherence
source: You got a new bronze badge! Your ready time adherence in {1:yyyy-MM-dd} is above {0}.
ar: حصلت على شارة بروزنية جديدة التزامك فى الفترة {1: سسسس-شش-ي ي} اكتر من {0}
cs: Obdržel(a) jste nový bronzový odznak! Vaše věrnost v {1:yyyy-MM-dd} je vyšší než {0}.
da: Du har fået et nyt bronzemärke! Din adherence i {1:yyyy-MM-dd} er over {0}
de: Sie haben einen neuen BRONZEstern! Ihre Planeinhaltung in {1.yyyy-MM-dd} ist über {0}.
es: Has recibido una nueva medalla de bronce! Tu adherencia en {1:yyyy-MM-dd} fue mayor a {0}.
fa: شما یک علامت برنز جدید گرفتید! هم راستایی شما در {1:yyyy-MM-dd} بالای {0} است.
fi: Olet ansainnut uuden pronssimitalin! Valmiusajan noudattamisesi {1:yyyy:MM-dd} aikana on yli {0}.
fr: Vous avez obtenu un nouveau badge bronze! Votre adhérence temps ready du {1:yyyy-MM-dd} est au dessus de {0}.
ja: 新たなブロンズバッジを獲得しました！あなたの{1:yyyy-MM-dd}における遵守率は{0}を上回っています。
lv: Tev ir jauna bronzas medaļa! Tava atbilstība grafikam {1: yyyy-MM-dd} ir virs {0}.
no: Du fikk en ny bronsemerke! Din oppnådde etterlevelse for {1: yyyy-MM-dd} er over {0}.
pl: Masz nową brązową odznakę! Twoje przestrzeganie w {1:yyyy-MM-dd} jest powyżej {0}.
pt: Você conseguiu uma nova medalha de bronze! A sua aderência em {1:yyyy-MM-dd} é maior que {0}.
ru: Вы достигли бронзового уровня! Cоблюдение вашего графика {1:гггг-мм-дд} выше {0}.
sv: Du har en ny bronsmedalj! Din följsamhet {1:yyyy-MM-dd} är över {0}.
tr: Bronz madalya kazandınız! {1:yyyy-MM-dd} tarihindeki vardiya uyumunuz {0} üzerinde.
zh_cn: 您得到了新的青铜徽章！您在 {1:yyyy-MM-dd}的遵时率超过 {0}
zh_hk: 您得到了新的青銅徽章！您在{1:yyyy-MM-dd}的遵時率超過 {0}
