Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# YouHaveTooManySeats
source: You are using too many seats, you are licensed to have only {0}. You must upgrade your product activation key before you can continue
ar: انت تستخدم عدد كبير للغاية من المقاعد أنت مرخص فقط لـ {0}. عليك أن تقوم بترقية مفتاح التنشيط الخاص بالمنتج قبل أن تستمر فى عملك.
cs: Používáte příliš mnoho míst, můžete jsou licencovány pouze {0}. Musíte upgradovat produktový aktivační klíč, než budete moci pokračovat
da: Du bruger for mange pladser, du har kun licens til {0}. Du skal opgradere din produktaktiveringsnögle för du kan fortsätte
de: Sie nutzen zu viele Plätze, Ihre Lizenz ist nur für {0} Sitzplätze. Sie müssen ihre Lizenz erweitern, bevor Sie fortfahren können.
es: Está usando demasiados puestos, su licencia cubre {0} puestos. Debe actualizar su clave de activación de producto para poder continuar.
fa: شما صندلی های زیادی را بکار گرفته اید،شما تنها مجوز {0} را دارید. شما باید پیش از اینکه ادامه دهید کلید فعالسازی محصول را ارتقاء دهید
fi: Te käytätte liian monta istuinpaikkaa, teidän lisenssi kattaa ainoastaan {0}. Teidän on päivitettävä tuoteavain ennen kuin pääsette jatkamaan.
fr: Vous utilisez trop de postes, vous avez l'autorisation d'avoir {0}. Vous devez augmenter votre clé de licence avant de continuer.
id: Anda menggunakan seat terlalu banyak, anda hanya terlisensi untuk {0}. Anda harus mengupgrade lisensi sebelum melanjutkan
it: Stai usando troppe postazioni, la tua licenza ne precede solo {0}. Devi aggiornare la tua chiave di liicenza prima di continuare.
nl: U gebruikt te veel seats, U heeft alleen een licentie verleend voor {0}. U moet Uw licentie upgraden voordat U kunt doorgaan
no: Du bruker for mange plasser, du er lisensiert til å å kun benytte {0}. Du må oppgradere din produktaktiveringsnøkler før du kan fortsette
pl: Używasz zbyt wielu miejsc. Udzielane są licencje na posiadanie jedynie {0}. Przed kontynuowaniem należy uaktualnić swój klucza aktywacji produktu
pt: Você está utilizando PAs demais, você está licenciado para somente {0}. Você precisa atualizar a sua chave de ativação do produto antes de continuar.
ru: Вы используете слишком много рабочих мест, но лицензия рассчитана только на {0}. Вам необходимо обновить ключ активации продукта, чтобы продолжить
sv: Ni använder för många arbetsplatser, ni har licens för {0}. Du måste utöka er produktaktiveringsnyckel innan du kan fortsätta.
tr: Lisansınızın maksimum kotası olan {0} yerden daha fazla yer kullanıyorsunuz. Yazılımı kullanmaya devam edebilmeniz için lisansınızı yenilemeniz gerekiyor.
zh_cn: 您使用了过多的席位，您所授权的席位数仅为{0}. 您必须升级您的产品激活密钥以继续
zh_hk: 您使用了過多的席位，您所授權的席位數僅為{0}. 您必須升級您的產品啟用金鑰以繼續

# YourProductActivationKeyWillExpireDoNotForgetToRenewItInTime
source: Your product activation key is only valid until {0}, do not forget to renew it in time
ar: مفتاح التنشيط الخاص بك صالح فقط حتى {0} فضلا لا تنس تجديده فى الميعاد
cs: Váš aktivační klíč je platný do {0}, neyapomeňte jej včas obnovit.
da: Din produktaktiveringsnögle er kun gyldig indtil {0}, glem ikke at forny den i god tid
de: Ihr Product Activation Key ist nur noch bis {0} gültig. Fügen Sie rechtzeitig einen Neuen hinzu.
es: Su clave de activación de producto es válida hasta el {0}, no se olvide de renovarla a tiempo
fa: کلید فعالسازی محصول تنها تا زمان {0} فعال است، فراموش نکنید که آن را تجدید نمایید
fi: Tuoteavain on voimassa {0} asti, muista liittää uusi ajoissa
fr: Votre clé d'activation produit est seulement valide jusqu'au {0}, n'oubliez pas de la renouveler à temps
no: Din produktaktiveringsnøkkel er gyldig til {0}, ikke glem å fornye det i tide
pl: Klucz aktywacji produktu jest ważny tylko do {0}, Nie zapomnij odnowić go w terminie.
pt: A sua chave de ativação do produto só é válida até {0}, por favor não esqueça de renová-la a tempo
ru: Ваш ключ активации действует до {0}, не забудьте вовремя обновить его
sv: Din produktaktiveringsnyckel går ut {0}, glöm inte att förnya i tid
tr: Lisansınız "{0}" kadar geçerlidir. Lütfen yenilemeyi unutmayın.
zh_cn: 您的产品激活密钥有效期至{0}，请勿忘记及时更新
zh_hk: 您的產品啟用金鑰有效期至{0}，請勿忘記及時更新

source: No absence to remove in current shift.
ar: لا يوجد غياب يتم حذفه فى الوردية الحالية
cs: V současné směně nelze odebrat absenci.
da: Der er ingen fravær at fjerne i vagten.
de: Keine Abwesenheit zum Entfernen vorhanden.
es: No hay ausencia para eliminar en el turno actual.
fa: هیچ مرخصی در شیفت حاضر برای حدف وجود ندارد
fi: Ei poissaoloa poistettavana nykyisessä työvuorossa.
fr: Pas d'absence à supprimer dans l'horaire courant.
lv: Nav prombūtnes ko noņemt pašreizējā maiņā.
no: Ingen fravær å fjerne i nåværende skift.
pl: Brak nieobecności do usunięcia w obecnej zmianie.
ru: В текущей смене нет отсутствия для удаления.
sv: Ingen frånvaro att ta bort i nuvarande skift
tr: Mevcut vardiyada kaldırılacak bir devamsızlık bulunamadı.
zh_cn: 当前班次中没有可以移除的缺勤。
zh_hk: 當前班次中沒有可以移除的缺勤。

# TargetDayOffNotFulfilledMessage
source: Target of {0} days off is not fulfilled
ar: هدف ال(0) من أيام الاجازات لم يتم استيفاؤه
cs: Cíl pro {0} dní není splněn
da: Mål for {0} fridage er ikke opfyldt
de: Das Ziel der Anzahl der freien Tage ({0}) ist nicht erfüllt
es: El objetivo de {0} días libres no se cumplió
fa: هدف {0} روز تعطیل براورده نشده است
fi: Poissaolopäivien tavoite {0} ei ole suoritettu
fr: La cible de {0} jours libres n'est pas remplie
lv: Mērķis {0} brīvdienām nav izpildīts
no: Målet {0} dager fri er ikke oppfylt
pl: Cel {0} Dni Wolnych nie jest spełniony
ru: Цель в {0} выходных не выполнена
sv: Målet {0} fridagar har inte uppfyllts
tr: {0} izin günü hedefi tutturulamadı.
zh_cn: 未满足目标休息日天数{0}天
zh_hk: 未滿足目標休息日天數{0}天

source: Seat Plan
ar: خطة المقاعد
cs: Plán míst
da: Plads plan
de: Sitzplatzplan
es: Plan de Puestos
fa: برنامه ریزی صندلیها
fi: Istuinpaikkasuunnitelma
fr: Placement
lv: Sēdvietu Plāns
no: Plasseringsplan
pl: Plan stanowisk
ru: План рабочих мест
tr: Oturma Planı
zh_cn: 席位规划
zh_hk: 席位規劃

source: Seat Map
ar: خريطة المقاعد
cs: Mapa míst
da: Plads kort
de: Sitzplatzplan
es: Mapa de Puestos
fa: نفشه صندلیها
fi: Istuinpaikkakartta
fr: Plan de plateau
lv: Sēdvietu Karte
no: Plasseringskart
pl: Mapa stanowisk
ru: Карта рабочих мест
tr: Koltuk Haritası
zh_cn: 席位地图
zh_hk: 席位地圖

# OptionEmptyDay
source: Empty Day
ar: يوم فارغ
cs: Prázdný den
da: Ikke-planlagt dag
de: ungeplanter Tag
es: Día Vacío
fa: روز خالی
fi: Tyhjä päivä
fr: Jour Vide
lv: Tukša Diena
no: Tom dag
pl: Pusty Dzień
ru: Пустой день
sv: Tom dag
tr: Boş Gün
zh_cn: 空白日期
zh_hk: 空白日期

source: No gamification setting
ar: لا توجد إعدادات ألعاب
cs: Není nastavení oceňování
da: Ingen gamification opsätning
de: Keine Einstellungen für Gamification sind eingetragen worden.
es: Ninguna configuración de gamificación.
fa: تنظیماتی برای بازی وجود ندارد
fi: Pellistämisasetusta ei ole asetettu
fr: Pas de paramètres de ludification
lv: Nav medaļu spēles uzstādījuma
no: Ingen gamification innstillinger
pl: Brak ustawień grywalizacji
ru: Нет настроек геймификации
sv: Ingen gamificationinställning
tr: Oyun ayarı yapılmamış
zh_cn: 没有游戏化设定
zh_hk: 沒有遊戲化設定

source: Show PDF Report
ar: اعرض تقرير PDF
cs: Zobrazit PDF report
da: Vis PDF rapport
de: PDF Bericht anzeigen
es: Mostrar el reporte en PDF
fa: نمایش گزارش پی دی اف
fi: Näytä PDF-raportti
fr: Montrer rapport PDF
lv: Parādīt PDF Atskaiti
no: Vis PDF rapporter
pl: Pokaż Raport PDF
ru: Показать отчет PDF
sv: Visa PDF-rapport
tr: PDF
zh_cn: 显示PDF报表
zh_hk: 顯示PDF報表

source: Forecast all
ar: توقع الكل
cs: Prognóza všeho
da: Prognosticer alt
de: Alles prognostizieren
es: Pronosticar todo
fa: پیش بینی همه
fi: Ennusta kaikki
fr: Tout prévoir
lv: Prognozēt visu
no: Prognoser for alle
pl: Prognozuj wszystko
ru: Спрогнозировать все
sv: Prognostisera alla
tr: Tümünü tahminle
zh_cn: 预测全部
zh_hk: 預測全部

# OptionDayOffOrEmptyDay
source: Day Off or Empty Day
ar: عطلة أو يوم فارغ
cs: Den volna nebo prázdný den
da: Fridage eller ikke-planlagt dag
de: Freier Tag oder ungeplanter Tag
es: Día Libre o Día Vacío
fa: روز مرخصی یا روز خالی
fi: Poissaolopäivä tai Tyhjä päivä
fr: Jour libre ou jour vide
lv: Brīvdiena vai Tukša Diena
no: Fridag eller tom dag
pl: Dzień Wolny lub Pusty Dzień
ru: Выходной или пустой день
sv: Fridag eller tom dag
tr: İzin günü ya da boş gün
zh_cn: 休息日或空白日期
zh_hk: 休息日或空白日期

source: Manage permissions
ar: إدارة التصاريح
cs: Spravovat oprávnění
da: Håndter tilladelser
de: Berechtigungen verwalten
es: Administrar permisos
fa: مدیریت مجوزها
fi: Hallinnoi oikeuksia
fr: Gérer les permissions
lv: Pārvaldīt atļaujas
no: Administrer tillatelser
pl: Zarządzaj uprawnieniami
ru: Управление правами доступа
sv: Hantera rättigheter
tr: Yetkileri yönet
zh_cn: 管理权限
zh_hk: 管理許可權

# ManagePermissionsIntro
source: Here you can define who is allowed to access specific parts of the application
ar: هنا يمكنك أن تحدد من مسموح له بالدخول لاجزاء محددة فى التطبيق
cs: Zde můžete nastavit oprávnění ke specifickým čáastem aplikace.
da: Her kan du definere hvem der har tilladelse til at tilgå specificerede dele af systemet
de: Hier können Sie die Zugriffsberechtigungen der Mitarbeiter verwalten
es: Aquí puedes definir quiénes tienen acceso a partes específicas de la aplicación
fa: در اینجا تعیین میکنید که چه کسی به کدام بخش از سیستم دسترسی دارد
fi: Päätät tässä, kenellä on käyttömahdollisuusoikeudet erityisiin osiin ohjelmassa.
fr: Ici vous pouvez décider qui a la permission d'accéder des parties spécifiques de l'application.
lv: Šeit jūs varat definēt, kam ir atļauts piekļūt atsevišķām aplikācijas daļām
no: Her kan du definere hvem som kan få tilgang til bestemte deler av applikasjonen
pl: Tutaj można decydować kto może uzyskać dostęp do poszczególnych części aplikacji
ru: Здесь вы определяете у кого есть доступ к различным частям приложения
sv: Här kan du styra vem som har behörighet att använda olika delar av applikationen.
tr: Kullanıcı yetkilerini bu portaldan yönetebilirsiniz.
zh_cn: 在此您能决定谁能够访问应用程序的指定功能
zh_hk: 在此您能決定誰能夠訪問應用程式的指定功能

# OptionDayOff
source: Day Off
ar: عطلة
cs: Den volna
da: Fridage
de: Freier Tag
es: Día Libre
fa: مرخصی
fi: Poissaopäivä
fr: Jour Libre
lv: Brīvdiena
no: Fridag
pl: Dzień Wolny
ru: Выходной день
sv: Fridag
tr: İzin günü
zh_cn: 休息日
zh_hk: 休息日

source: Expired
ar: منته
cs: Vypršelo
da: Udløbet
de: Abgelaufen
es: Caducado
fa: منقضی شده
fi: Päättynyt
fr: Expiré
lv: Beidzies
no: Utløp
pl: Przedawniony
ru: Истекло
sv: Utgången
tr: Geçerlilik tarihi geçti
zh_cn: 已过期
zh_hk: 已過期

# OptionWorkingDay
source: Working Day
ar: يوم عمل
cs: Pracovní den
da: Arbejdsdag
de: Arbeitstag
es: Día de Trabajo
fa: روز کاری
fi: Työpäivä
fr: Jour ouvré
lv: Darba Diena
no: Arbeidsdag
pl: Pracujący Dzień
ru: Рабочий день
sv: Arbetsdag
tr: İş Günü
zh_cn: 工作日
zh_hk: 工作日

source: Completed
ar: تم
cs: Hotovo
da: Afsluttet
de: Beendet
es: Completado
fa: تکمیل شده
fi: Valmis
fr: Accomplie
lv: Pabeigts
no: Utført
pl: Zakończone
ru: Завершено
sv: Avslutad
tr: Tamamlandı
zh_cn: 已完成
zh_hk: 已完成

source: Manage Gamification Settings
ar: إدارة إعدادات الألعاب
cs: Spravovat nastavení ocenění
da: Håndter gamification opsätning
de: Gamification Einstellungen verwalten
es: Administrar Propiedades de Gamificación
fa: مدیریت تنظیمات گیمیفیکیشن
fi: Pelillistämisen asetuksen hallinta
fr: Gérer les paramètres de ludification
lv: Pārvaldīt Medaļu Spēles Iestatījumus
no: Administrer Gamification innstillinger
pl: Ustawienia Grywalizacji
ru: Управление настройками геймификации
sv: Hantera gamificationinställningar
tr: Oyun ayarları yönetimi
zh_cn: 管理游戏化设定
zh_hk: 管理遊戲化設定

# AnonymousBulletinBoardTrading
source: Anonymous Bulletin Board
ar: لوحة نشرة مجهولة
cs: Anonymní nástěnka
da: Anonym Opslagstavle
de: Anonyme Schichttauschbörse
es: Tablón de Anuncios Anónimo
fa: تابلوی تبادل شیفت به صورت ناشناس
fi: Anonyymi ilmoitustaulu
fr: Table d'échanges anonyme
lv: Anonīmais Ziņojumu Dēlis
no: Anonym oppslagstavle
pl: Anonimowa Tablica Informacji
ru: Анонимный обмен
sv: Anonyma skiftbyten på anslagstavlan
tr: Anonim İlan Panosu
zh_cn: 匿名公告板
zh_hk: 匿名公告板

# GamificationSettingRuleSetsColon
source: Rule:
ar: قاعدة:
cs: Pravidlo:
da: Regel:
de: Regel:
es: Regla:
fa: قاعده:
fi: Sääntö:
fr: Règle:
lv: Noteikumi:
no: Regel:
pl: Zasada:
ru: Набор правил настроек геймификации:
sv: Regeluppsättningar för gamification:
tr: Kural:
zh_cn: 规则：
zh_hk: 規則：

# SetBadgeSilverThresholdForAdherence
source: Threshold for silver (%):
ar: عتبة الفضة (%)
cs: Dosažení stříbrného {%}
da: Gränsevärdi for sölv(%):
de: Schwellenwert für Silber (%):
es: Umbral para plata (%):
fa: آستانه برای نقره (%):
fi: Hopeakynnys (%):
fr: Seuil pour argent (%):
lv: Slieksnis sudrabam (%):
no: Terskel for sølv (%)
pl: Próg do srebra (%):
ru: Порог для серебряного уровня (%):
sv: Tröskelvärde för silver (%):
tr: Gümüş madalya eşiği (%):
zh_cn: 银色徽章阈值(%)：
zh_hk: 銀色徽章閾值(%)：

# LogOnFailedIdentityNotFound
source: Log on failed! No account connected to {0}.
ar: فشل التسجيل! لا يوجد حساب متصل ب (0)
cs: Příhlášení selhalo! K {0} není připojen žádný účet.
da: Log på fajlet! Ingen konto forbundet til {0}
de: Login fehlgeschlagen! Kein Benutzerkonto verbunden mit {0}.
es: El inicio de sesión falló! Ninguna cuenta conectada a {0}.
fa: ورود موفقیت آمیز نبود! هیچ اکانتی متصل نشد به {0}.
fi: Sisäänkirjautuminen epäonnistui! Käytettävissä olevaa tiliä ei ole yhdistetty {0}.
fr: Erreur de connexion! Pas de compte relié à {0}.
lv: Pieteikšanās neizdevās! Nav piesaistīta konta {0}.
no: Pålogging feilet! Ingen konto å koble til {0}.
pl: Logowanie nie powiodło się! Brak konta połączonego z {0}.
ru: Не удалось войти в систему! Отсутствует учетная запись для {0}.
sv: Inloggning misslyckades! Inget konto kopplat till {0}.
tr: {0} kullanıcısına ait bir hesap bulunamadığından giriş başarısız oldu.
zh_cn: 登录失败！无账户关联到{0}.
zh_hk: 登錄失敗！無帳戶關聯到{0}.

# GamificationSettingColon
source: Gamification setting:
ar: إعدادات الألعاب
cs: Nastavení hodnocení:
da: Gamification opsätning:
de: Gamification Einstellungen:
es: Configuración de Gamificación:
fa: تنظیمات گیمیفیکیشن
fi: Pelillistämisen asetukset:
fr: Paramètre de ludification
lv: Medaļu spēles iestatījumi:
no: Gamification innstillinger:
pl: Ustawienia grywalizacji:
ru: Настройка геймификации:
sv: Gamificationinställning:
tr: Oyun ayarı:
zh_cn: 游戏化设定：
zh_hk: 遊戲化設定：

# SetBadgeGoldThresholdForAdherence
source: Threshold for gold (%):
ar: عتبة الذهب (%)
cs: Dosažení zlatého {%}
da: Gränsevärdi for guld(%):
de: Schwellenwert für Gold (%):
es: Umbral para oro (%):
fa: آستانه برای طلا (%):
fi: Kultakynnys (%):
fr: Seuil pour or (%):
lv: Slieksnis zeltam (%):
no: Terskel for gull (%)
pl: Próg do złota (%):
ru: Порог для золотого уровня (%):
sv: Tröskelvärde för guld (%):
tr: Altın madalya eşiği (%):
zh_cn: 金色徽章阈值(%)：
zh_hk: 金色徽章閾值(%)：

# AnsweredCallsBronzeThresholdShouldLessThanSilverThreshold
source: Bronze badge threshold for Answered Calls must be lower than the silver badge threshold.
ar: شارة عتبة البرونز الخاصة بالمكالمات التى تم الرد عليها يجب أن تكون أقل من عتبة الفضة
cs: Dostupnost pro bronzové ocenění za zodpovězené hovory musí být nižší než dostupnost pro stříbrné ocenění.
da: Bronzemärkets gränsevärdi for besvarede kald skal väre lavere end sölvmärkets gränsevärdi
de: Der Schwellenwert Bronze für beantwortete Anrufe sollte geringer sein als für Silber.
es: El umbral para una medalla de bronce por Llamadas Contestadas debe ser menor que el umbral para una medalla de plata.
fa: آستانه علامت برنز تماس های پاسخ داده شده باید کمتر از آستانه علامت نقره باشد
fi: Vastattujen puhelujen pronssimitalikynnys on oltava pienempi kuin hopeamitalikynnys.
fr: Le seuil du badge bronze pour appels répondus doit être plus bas que le seuil du badge argent.
lv: Bronzas medaļas slieksnim par Atbildētajiem Zvaniem jābūt zemākam par sudraba medaļas slieksni.
no: Terskelverdi bronsemerke for besvarte anrop må være lavere enn for sølvmerket
pl: Próg odznaki brązowej za odebrane połączenia musi być niższy niż próg odznaki srebrnej.
ru: Порог по отвеченным звонкам для бронзового уровня должен быть меньше, чем порог для серебряного уровня.
sv: Bronsmedaljtröskelvärdet för besvarade samtal måste vara lägre än silvermedaljtröskelvärdet.
tr: Cevaplanan çağrılar için bronz madalya eşiği gümüş madalya eşiğinden düşük olmalı.
zh_cn: 已应答的青铜徽章阈值必须小于银色徽章的阈值。
zh_hk: 已應答的青銅徽章閾值必須小於銀色徽章的閾值。

source: days are scheduled
ar: الأيام تمت جدولتها
cs: naplánované dny
da: Dage er planlagte
de: Tage wurden verplant
es: días fueron planificados
fa: زمانبندی روزهای انجام شد
fi: päivää on suunniteltu
fr: jours sont planifiés
lv: Dienas ir ieplānotas
no: dager som er planlagt
pl: dni są zaplanowane
ru: дни запланированы
sv: dagar är schemalagda
tr: günler vardiyalandı
zh_cn: 已排定的日期
zh_hk: 已排定的日期

# SetBadgeBronzeThresholdForAdherence
source: Threshold for bronze (%):
ar: عتبة البرونز (%)
cs: Dosažení bronzového {%}
da: Gränsevärdi for bronze(%):
de: Schwellenwert für Bronze (%):
es: Umbral para bronce (%):
fa: آستانه برای برنز (%):
fi: Pronssikynnys (%):
fr: Seuil pour bronze (%):
lv: Slieksnis bronzai (%):
no: Terskel for bronsje (%)
pl: Próg do brązu (%):
ru: Порог для бронзового уровня (%):
sv: Tröskelvärde för brons (%):
tr: Bronz madalya eşiği (%):
zh_cn: 青铜徽章阈值(%)：
zh_hk: 青銅徽章閾值(%)：

source: Enter gamification setting details
ar: ادخل تفاصيل ضبط الالعاب
cs: Vlož nastavení ocenění
da: Indtast gamification opsätnings detaljer
de: Gamification-Einstellungen eingeben
es: Introducir detalles de configuración de gamificación
fa: جزئیات تنظیمات گیمیفیکیشن را وارد کنید
fi: Syötä pellistämisasetuksen ominaisuudet
fr: Entrer les détails de paramètre de ludification
lv: Ievadīt medaļu spēles iestatījuma detaļas
no: Velg gamification detalj innstillinger
pl: Wprowadź detale ustawień grywalizacji
ru: Укажите подробности настройки геймификации
sv: Ange detaljer i gamificationinställningarna
tr: Oyun ayarı detaylarını girin
zh_cn: 输入游戏化设定参数
zh_hk: 輸入遊戲化設定參數

source: Planning Period
ar: فترة التخطيط
cs: Plánovací období
da: Planlägningsperiode
de: Planungsperiode
es: Período a Planificar
fa: دوره برنامه ریزی
fi: Suunnittelujakso
fr: Période de planification
lv: Plānošanas Periods
no: Planperiode
pl: Okres Planowania
ru: Планируемый период
sv: Planeringsperiod
tr: Planlama Dönemi
zh_cn: 规划周期
zh_hk: 規劃週期

source: Show Word Report
ar: اعرض تقرير الورد
cs: Zobrazit Word report
da: Vis Word rapport
de: Word Bericht anzeigen
es: Mostrar Reporte en Word
fa: نمایش گزارش ورد
fi: Näytä Word-raportti
fr: Montrer rapport Word
lv: Parādīt Word Atskaiti
no: Vis Word rapporter
pl: Pokaż Raport Word
ru: Показать отчет Word
sv: Visa Word-rapport
tr: Word
zh_cn: 显示Word报表
zh_hk: 顯示Word報表

# DayOffValueColon
source: Day Off Value:
ar: قيمة يوم العطلة:
cs: Hodnota volného dne:
da: Fridags värdi:
de: Freier Tag Wert:
es: Valor Día Libre:
fa: تعداد روی های تعطیل:
fi: Poissaolopäivän arvo:
fr: Valeur de jour libre:
lv: Brīvdienas Vērtība:
no: Fridag verdi:
pl: Wartość Dnia Wolnego:
ru: Значение выходного:
sv: Fridagsvärde:
tr: İzin günü değeri:
zh_cn: 休息日：
zh_hk: 休息日：

# ShiftCategoryValueColon
source: Shift Category Value:
ar: قيمة فئة الوردية:
cs: Hodnota kategorie směny:
da: Vagtkategori värdi:
de: Schichtkategorie Wert
es: Valor Categoría de Turno:
fa: تعداد دسته های شیفت:
fi: Vuoroluokan arvo:
fr: Valeur de catégorie d'horaire:
lv: Maiņu Kategorijas Vērtība:
no: Skiftkategori verdi:
pl: Wartośc Kategorii Dyżuru:
ru: Значение категории смены:
sv: Skiftkategorivärde:
tr: Vardiya kategorisi değeri
zh_cn: 班次类别：
zh_hk: 班次類別：

# SchedulePeriodNotInRange
source: Schedule period range is not within planning period
ar: مدى فترة الجدولة ليست خلال فترة التخطيط
cs: Rozsah plánované období není v rámci plánovaného období
da: Vagtplanens periode interval er ikke indenfor planlägnings perioden
de: Die Spanne der Planungsperiode ist nicht innerhalb der Planungsperiode
es: El rango de período de planificación del agente no está dentro del período a planificar
fa: دوره زمانبندی در بازه دوره برنامه ریزی قرار ندارد
fi: Työvuorojakso ei ole yhtä pitkä kuin suunnittelujakso
fr: La durée de la période de planification n'est pas inclue dans la période de planification.
lv: Grafika perioda diapazons nav plānošanas perioda laikā
no: Tidsplanperiode området er ikke innenfor planperioden
pl: Zakres okresu prognozy nie jest w okresie planowania
ru: Планируемый период не совпадает с периодом планирования
sv: Schemaperioden är inte inom planeringsperioden
tr: Vardiyanın dönem aralığı planlama aralığında değil.
zh_cn: 排班周期为包含在规划周期内
zh_hk: 排班週期為包含在規劃週期內

# PersonFinderFieldNote
source: Note
ar: ملاحظة
cs: Poznámka
de: Notizen
es: Nota
fa: یادداشت
fi: Muistiinpano
lv: Piezīme
no: Merknad
pl: Notatka
ru: Примечание
sv: Notering
tr: Not
zh_cn: 备注
zh_hk: 備註

# PersonFinderFieldLastName
source: Last Name
ar: الاسم الاخير
cs: Příjmení
da: Efternavn
de: Nachname
es: Apellido
fa: نام خانوادگی
fi: Sukunimi
fr: Nom
lv: Uzvārds
no: Etternavn
pl: Nazwisko
ru: Фамилия
sv: Efternamn
tr: Soyad
zh_cn: 姓
zh_hk: 姓

source: In adherence
ar: فى الالتزام
cs: V dodržování
da: I adherence
de: Wird eingehalten
es: En adherencia
fa: هم راستایی
fi: Noudattaa
fr: En adhérence
lv: Atbilst grafikam
no: Etterlevelse
pl: W przestrzeganiu
ru: Соблюдение
sv: I adherence
tr: Pozitif uyum
zh_cn: 遵时
zh_hk: 遵時

# PersonFinderFieldFirstName
source: First Name
ar: الاسم الاول
cs: Jméno
da: Fornavn
de: Vorname
es: Nombre
fa: نام
fi: Etunimi
fr: Prénom
lv: Vārds
no: Fornavn
pl: Imię
ru: Имя
sv: Förnamn
tr: Ad
zh_cn: 名
zh_hk: 名

# PersonFinderFieldEmploymentNumber
source: Employment Number
ar: رقم التوظيف
cs: Číslo zaměstnání
da: Medarbejdernummer
de: Mitarbeiternummer
es: Número de Empleado
fa: شماره استخدامی
fi: Työntekijänumero
fr: Numéro d'employé
lv: Darbinieka numurs
no: Ansettelses nummer
pl: Numer Pracownika
ru: Номер сотрудника
sv: Anställningsnummer
tr: Numara
zh_cn: 员工编号
zh_hk: 員工編號

# ChooseGamificationSettingToChange
source: Choose gamification setting to edit
ar: اختيار إعدادات ألعاب للتعديل
cs: Vyber nastavení ocenění k editaci
da: Välg gamification opsätnings detaljer
de: Gamification-Einstellung zur Änderung wählen
es: Elija la propiedad de gamificación a editar
fa: تنظیمات گیمیفیکیشن را برای ویرایش انتخاب کنید
fi: Valitse muokattava pelillistämisasetus
fr: Choisissez le paramètre de ludification à éditer?
lv: Izvēlēties rediģēt medaļu spēles iestatījumus
no: Velg gamification innstillinger for å redigere
pl: Wybierz ustawienia grywalizacji do zmiany
ru: Выберите настройку геймификации для изменения
sv: Välj gamificationinställning att ändra
tr: Düzenlenecek oyun ayarını seçin
zh_cn: 选择游戏化设定以编辑
zh_hk: 選擇遊戲化設定以編輯

source: Working Hours
ar: ساعات العمل
cs: Pracovní hodiny
da: Arbejdstimer
de: Arbeitszeit
es: Horario de Trabajo
fa: ساعتهای کاری
fi: Työtunnit
fr: Heures ouvrables
lv: Darba Stundas
no: Arbeidstid
pl: Godziny Paracy
ru: Рабочие часы
sv: Arbetstid
tr: Çalışma Saatleri
zh_cn: 工作小时数
zh_hk: 工作小時數

# UnproductiveTime
source: Unproductive Time(s)
ar: وقت غير منتج
cs: Neproduktivní čas(s)
da: Uproduktiv tid(er)
de: Nicht produktive Zeit
es: Tiempo Improductivo
fa: زمان غیر بهرور
fi: Epätuottoisa aika
fr: Temps non productif (s)
lv: Neproduktīvais Laiks(s)
no: Uproduktiv tid(s)
pl: Czas Nieproduktywny (%)
ru: Непродуктивное время (с)
sv: Ineffektiv tid (s)
tr: Verimsiz Süre
zh_cn: 无产能时间(s)
zh_hk: 無產能時間(s)

# ShiftExchangeAnnouncement
source: Shift Trade Post
ar: نشر تبادل الورديات
cs: Požadavek na změnu směny
da: Tilbud til Vagtbytte
de: Schichttausch-Angebot
es: Anuncio de Cambio de Turno
fa: سمت تغییر شیفت
fi: Vuoronvaihtoviestintä
fr: Annonce d'échange d'horaires
lv: Samaiņas Publikācija
no: Skiftbytte innlegg
pl: Wniosek Zamiany Dyżuru
ru: Сообщение об обмене сменой
sv: Skiftbytespost
tr: Vardiya takası isteği
zh_cn: 发布调换班公告
zh_hk: 發佈調換班公告
