Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Show Previous
ar: إظهار السابق
cs: Zobrazit předchozí
da: Vis Forrige
de: Zeige vorherigen
es: Mostrar Previo
fa: نمایش قبلی
fi: Näytä edellinen
fr: Montrer précédent
id: Tampilkan Sebelumnya
it: Mostra precedente
ja: 前を表示
lv: Skatīt Iepriekšējo
nl: Toon Vorige
no: Vis forrige
pl: Pokaż poprzednie
pt: Mostrar Anterior
ru: Отобразить предыдущий
sv: Visa föregående
tr: Bir öncekini göster
zh_cn: 显示前一个
zh_hk: 顯示前一個

source: Show Previous Shift
ar: إظهار نوبة العمل السابقة
cs: Zobrazit předchozí směnu
da: Vis Forrige Vagt
de: Zeige vorherige Schicht
es: Mostrar Turno Previo
fa: نمایش شیفت قبلی
fi: Näytä edellinen vuoro
fr: Montrer horaire précédent
id: Tampilkan Shift Sebelumnya
it: Mostra turno precedente
ja: 前のシフトを表示
lv: Skatīt Iepriekšējo Maiņu
nl: Toon Vorige Dienst
no: Vis forrige skift
pl: Pokaż poprzedni Dyżur
pt: Mostrar Turno Anterior
ru: Отобразить предыдущую смену
sv: Visa föregående skift
tr: Bir önceki vardiyayı göster
zh_cn: 显示前一个班次
zh_hk: 顯示前一個班次

source: Show Requests
ar: إظهار الطلبات
cs: Zobrazit požadavky
da: Vis Forespørgsler
de: Zeige Anfragen
es: Mostrar Solicitudes
fa: نمایش درخواست ها
fi: Näytä pyynnöt
fr: Montrer demandes
id: Tampilkan Permintaan
it: mostra richieste
ja: 要求の表示
lv: Parādīt Pieprasījumus
nl: Toon Aanvragen
no: Vis forespørsler
pl: Pokaż żądania
pt: Mostrar Solicitações
ru: Отобразить запросы
sv: Visa förfrågningar
tr: İstekleri Göster
zh_cn: 显示申请
zh_hk: 顯示申請

source: Shrinkage
ar: انكماش
cs: Ztráta
da: Svind
de: Shrinkage(Anpassung)
es: Absentismo
fa: نقصان
fi: Kutistuma
fr: Réduction
id: Penyusutan
it: Riduzione
ja: シュリンケージ
lv: Samazinājums
no: Svinn
pl: Absencja
pt: Indisponibilidade
ru: Сокращение
tr: Daralma
zh_cn: 损耗
zh_hk: 損耗

# ShrinkageColon
source: Shrinkage:
ar: الانكماش:
cs: Ztráta:
da: Svind:
de: Shrinkage (Anpassung):
es: Absentismo:
fa: نقصان:
fi: Kutistuma:
fr: Réduction:
id: Penyusutan:
it: Riduzione:
ja: シュリンケージ:
lv: Samazinājums:
no: Svinn:
pl: Absencja:
pt: Indisponibilidade:
ru: Сокращение:
tr: Daralma:
zh_cn: 损耗：
zh_hk: 損耗：

# ShrinkagePercentSignColon
source: Shrinkage %:
ar: نسبة الانكماش %:
cs: Ztráta %:
da: Svind %:
de: Shrinkage % (Anpassung):
es: Absentismo %
fa: نقصان %:
fi: Kutistuma %:
fr: Réduction %:
id: Penyusutan %:
it: Riduzione %:
ja: シュリンケージ %
lv: Samazinājums %:
no: Svinn %:
pl: Absencją %:
pt: Indisponibilidade %:
ru: Сокращение %:
tr: Daralma %:
zh_cn: 损耗 (%)：
zh_hk: 損耗 (%)：

source: Site
ar: الموقع
cs: Pracoviště
da: Lokalitet
de: Einheit
fa: سایت
fi: Toimipiste
it: Sito
ja: サイト
lv: Grupa
no: Enhet
pl: Lokalizacja
ru: Сайт
sv: Enhet
tr: Lokasyon
zh_cn: 站点
zh_hk: 網站

source: Site/Team
ar: موقع/فريق
cs: Pracoviště/Tým
da: Lokalitet/Team
de: Einheit / Team
es: Site/Equipo
fa: سایت / تیم
fi: Toimipiste/Tiimi
fr: Site/Equipe
id: Site/Tim
it: Sito/Team
ja: サイト/チーム
lv: Grupa/Nodaļa
no: Enhet/Team
pl: Lokalizacja/Zespół
pt: Site/Equipe
ru: Сайт/Группа
sv: Enhet/Team
tr: Lokasyon/Takım
zh_cn: 站点/小组
zh_hk: 網站/小組

# SixMinutes
source: 6 Minutes
ar: 6 دقائق
cs: 6 minut
da: 6 Minutter
de: 6 Minuten
es: 6 Minutos
fa: دقیقه6
fi: 6 minuuttia
id: 6 Menit
it: 6 minuti
ja: 6分
lv: 6 Minūtes
nl: 6 Minuten
no: 6 minutter
pl: 6 Minut
pt: 6 Minutos
ru: 6 минут
sv: 6 minuter
tr: 6 dakika
zh_cn: 6分钟
zh_hk: 6分鐘

# SixtyMinutes
source: 60 Minutes
ar: 60 دقيقة
cs: 60 minut
da: 60 Minutter
de: 60 Minuten
es: 60 Minutos
fa: 60 دقیقه
fi: 60 minuuttia
id: 60 Menit
it: 60 minuti
ja: 60分
lv: 60 Minūtes
nl: 60 Minuten
no: 60 minutter
pl: 60 Minut
pt: 60 Minutos
ru: 60 минут
sv: 60 minuter
tr: 60 dakika
zh_cn: 60分钟
zh_hk: 60分鐘

source: Skill
ar: المهارة
cs: Kvalifikace
da: Kompetence
fa: مهارت
fi: Taito
fr: Compétence
ja: スキル
lv: Prasmes
no: Ferdighet
pl: Umiejętność
ru: Навык
sv: Kompetens
tr: Yetenek
zh_cn: 技能
zh_hk: 技能

# SkillColon
source: Skill:
ar: المهارة:
cs: Kvalifikace:
da: Kompetence:
fa: مهارت:
fi: Taito:
fr: Compétence:
ja: スキル:
lv: Prasme:
no: Ferdighet:
pl: Umiejętność:
ru: Навык:
sv: Kompetens:
tr: Yetenek:
zh_cn: 技能：
zh_hk: 技能：

source: Skill data
ar: بيانات المهارة
cs: Údaje o kvalifikaci
da: Kompetencedata
de: Skilldaten
es: Datos del Skill
fa: مهارت اطلاعات
fi: Taidon tiedot
fr: Données compétence
id: Data skill
it: Dati Skill
ja: スキルデータ
lv: Prasmju dati
no: Ferdighet data
pl: Dane umiejętności
pt: Dados do Skill
ru: Данные навыка
sv: Kompetensdata
tr: Yetenek verisi
zh_cn: 技能数据
zh_hk: 技能數據

source: Skill data grids
ar: شبكات بيانات المهارة
cs: Mřížky údajů o kvalifikaci
da: Kompetencedata-grids
de: Tabellen Skilldaten
es: Cuadrícula de datos del skill
fa: مهارت شبکه های اطلاعاتی
fi: Taidon tietojen ruudukot
fr: Quadriallages de données compétence
id: Grid data skill
it: Griglia dati Skill
ja: スキルデータグリッド
lv: Prasmes datu režģis
no: Ferdighet dataruter
pl: Tabela danych umiejętności
pt: Tabela de Dados do Skill
ru: Сетки данных навыка
sv: Kompetensdatarutnät
tr: Yetenek veri gridleri
zh_cn: 技能数据网格
zh_hk: 技能數據網格

# SkillDayIsInvalidOneParameter
source: Error information: {0} Check that max agents are 0 or higher than min agents, or that the distribution between the sub skills adds to 100%.
ar: معلومات خطأ: وجد {0} أن أقصى عدد للوكلاء هو 0 أو أكبر من أقل عدد للوكلاء، أو أن نسبة التوزيع بين المهارات الفرعية تصل إلى 100%.
cs: Informace o chybě: {0} Ověřte, že max. počet agentů je 0 nebo je vyšší než min. počet agentů nebo že se distribuce mezi dílčími kvalifikacemi doplňuje do 100%.
da: Information om fejl: {0} Kontroller, at maks medarbejdere er 0 eller højere end min. medarbejdere, eller at fordelingen mellem underkompetencerne tilsammen giver 100%.
de: Fehler: {0} Bitte prüfen Sie, dass die Anzahl max. Mitarbeiter 0 ist oder höher als die Anzahl der min. Mitarbeiter sowie das die Verteilung zwischen den Sub-Skills insgesamt 100% ist.
es: Error de información: {0} Revise que el máximo de agentes sea 0 o mayor que el mínimo de agentes, o que la distribución entre sub-skills suma 100%
fa: اطلاعات خطا :{0} بررسی کنید حداکثر پاسخگو ها 0 هستند و یا بیشتر از حداقل پاسخگو ها هستند ،یا اینکه توزیع بین مهارت های تابع به 100% اضافه می شود.
fi: Virheen tiedot: {0} Tarkista, että agenttien maksimimäärä on 0 tai suurempi kuin agenttien minimimäärä tai että työmäärien jakauma on yhteensä 100 %.
fr: Information erreur: {0} Vérifiez que le nombre d' agents max est 0 ou plus qu'agents min, ou que la distribution entre les sub-compétences se somme à 100%
id: Informasi kesalahan: {0} Cek bahwa agent maksimal adalah 0 atau lebih tinggi dari agent minimal, atau distribusi antara sub skill sampai dengan 100%.
it: Informazione errore: {0} Controlla che il numero max agenti sia maggiore del min agenti o che la somma della distribuzione dei sotto-Skill dia 100%
ja: エラー情報: {0} 最大エージェント数が0または最小エージェント数より大きいことを確認してください。または、サブスキル間の分布の合計が100%になることを確認してください。
nl: Foutinformatie: {0}. Controleer of max agenten 0 of hoger dan min agenten zijn, of dat de verdeling tussen de sub skills voegt 100%.
no: Feilinformasjon: {0} Sjekk at maks. agenter er 0 eller høyere enn min. agenter, eller at fordelingen mellom sub ferdigheter til sammen er 100 %.
pl: Informacja o błędzie: {0} Sprawdź czy maksimum agentów wnosi 0 lub jest wyższa od minimum agentów a także czy podział między pod-umiejętnościami wynosi łącznie 100%.
pt: Informação do Erro: {0} Verifique se o número máximo de agentes é 0 ou maior que o mínimo de agentes, ou se a distribuição entre sub-skills adiciona para 100%
ru: Данные ошибки: {0} Проверьте, что макс. число операторов = 0 или больше мин. числа операторов, либо распределение между поднавыками добавляется к 100%.
sv: Felinformation: {0} Kontrollera att max agenter är 0 eller har ett högre värde än min agenter, eller att fördelningen mellan underkompetenserna sammanlagt blir 100%.
tr: Hata: {0} Lütfen maksimum müşteri temsilcisi sayısının sıfırdan ve minimum müşteri temsilcisi sayısından büyük olduğunda ya da alt yetenek dağılımı toplamının %100'e ulaştığından emin olun.
zh_cn: 错误信息：{0} 检查最大座席代表数量为0或高于最少座席代表数量，或子技能的分布总和达到100％。
zh_hk: 錯誤資訊：{0} 檢查最大座席代表數量為0或高於最少座席代表數量，或子技能的分佈總和達到100％。

source: Skill days loaded
ar: تم تحميل أيام المهارة
cs: Dny kvalifikace načteny
da: Kompetencedage indlæst
de: Skilltage geladen
es: Días del Skill cargados
fa: روزهای مهارت بارگذاری شدند
fi: Ladatut taitopäivät
fr: Jours compétence chargés
id: Hari skill dikeluarkan
it: Giorni Skill caricati
ja: スキルの日数が読み込まれました
lv: Prasmes dienas ielādētas
nl: Skill dagen geladen
no: Ferdighet dager lastet
pl: Dni umiejętności załadowane
pt: Os dias do skill foram carregados
ru: Загруженные дни навыков
sv: Kompetensdagar laddade
tr: Yetenek günleri yükleniyor
zh_cn: 技能日期加载
zh_hk: 技能日期載入

source: Skill day template
ar: قالب يومي للمهارة
cs: Denní šablona kvalifikace
da: Dagskabelon for kompetencer
de: Skill Tagesvorlage
es: Plantilla diarias de Skill
fa: الگوی روز مهارت
fi: Taidon päivämalli
fr: Modèle de compétence journée
id: Template hari skill
it: Modello giornaliero Skill
ja: スキルの日テンプレート
lv: Prasmes dienas veidne
nl: Skill dag template
no: Ferdighet dagmal
pl: Dzienny wzór umiejętności
pt: Template diário do skill
ru: Дневной шаблон навыков
sv: Dagmall kompetens
tr: Yetenek gün şablonu
zh_cn: 技能日期模板
zh_hk: 技能日期範本

# SkillDayTemplateIsInvalidOneParameter
source: The templates cannot be saved because of an error in validation. Check that max agents are higher than min agents or 0. Error information: {0}
ar: لا يمكن حفظ القوالب بسبب خطأ في التحقق من الصحة. تحقق من أن أقصى عدد للوكلاء أكبر من أقل عدد للوكلاء أو 0. معلومات خطأ: {0}
cs: Šablony nelze uložit kvůli chybě při validaci. Ověřte, že max. počet agentů je vyšší než min. počet agentů nebo 0. Informace o chybě: {0}
da: Skabelonerne kan ikke gemmes på grund af en fejl i valideringen. Kontroller, at maks medarbejdere er højere end min. medarbejdere eller 0. Informationer om fejl: {0}
de: Die Vorlage kann wegen eines Fehlers in der Validierung nicht gespeichert werden. Prüfen Sie bitte, ob die Anzahl max. Mitarbeiter höher als die Anzahl der min. Mitarbeiter ist oder zumindest 0 ist. Fehler Information: {0}
es: Las plantillas no pueden ser guardadas por un error en la validación. Revise que el max de agentes sea mayor que el min de agentes o 0. Información del error: {0}
fa: امکان ذخیره الگوها بدلیل خطای اعتبار سنجی نیست. بررسی کنید تعداد پاسخگوها بیشتر از مقدار حداقل یا 0 باشد.اطلاعات خطا :{0}.
fi: Malleja ei voi tallentaa validointivirheen vuoksi. Tarkista, että agenttien maksimi määrä on suurempi kuin agenttien minimi määrä tai 0. Virhetiedot: {0}
fr: Les modèles ne seront pas sauvegardés car il y a une erreur dans la validation. Vérifiez que les agents max soient 0 ou plus que les agents min. Information erreur: {0}
id: Template tidak bisa disimpan karena terdapat kesalahan ketika divalidasi. Cek bahwa agent maksimal lebih tinggi dari agent minimal atau 0. Informasi kesalahan: {0}
it: I modelli non possono essere salvati a causa di un errore nella convalidazione. Controlla che il max agenti sia 0 o maggiore del min agenti. Informazione errore: {0}
ja: 検証でエラーが発生したため、このテンプレートは保存できません。最大エージェント数が最小エージェント数より大きいことを確認してください。エラー情報: {0}
nl: De templates kunnen niet opgeslagen worden vanwege een fout in de validatie. Controleer dat max agenten 0 hoger dan min agenten zijn. Foutinformatie: {0}
no: Malen kan ikke lagres pga. feil i godkjenning. Sjekk at maks. agenter er 0 eller høyere enn min. agenter Informasjon om feil: {0}
pl: Wzory nie mogą zostać zapisane ponieważ nie przeszły sprawdzenia poprawności. Sprawdź czy maksimum agentów jest wyższe niż minimum lub 0. Informację o błędzie: {0}
pt: Os templates não podem ser salvos porque existe um erro de validação. Verifique se o Máximo de Agentes é 0 ou maior que o mínimo de agentes. Informação do Erro: {0}
ru: Шаблоны невозможно сохранить из-за ошибки в проверке. Проверьте, что макс. число операторов = 0 или больше мин. числа операторов. Данные ошибки: {0}
sv: Mallarna kunde inte sparas på grund av ett valideringsfel. Kontrollera att max agenter har ett högre värde än min agenter, eller är satt till 0. Felinformation: {0}.
tr: Veri doğrulama aşamasında meydana gelen bir hatadan dolayı şablonlar kaydedilemiyor. Lütfen maksimum müşteri temsilcisi sayısının sıfırdan ya da minimum müşteri temsilcisi sayısından büyük olduğundan emin olun. Hata detayı: {0}
zh_cn: 验证中存在一个错误导致模板无法被保存。请检查最大座席代表数是否高于最小座席代表数或为0。错误信息：{0}
zh_hk: 驗證中存在一個錯誤導致範本無法被保存。請檢查最大座席代表數是否高於最小座席代表數或為0。錯誤資訊：{0}

source: Skill day templates
ar: قوالب يومية للمهارة
cs: Denní šablony kvalifikace
da: Dagskabeloner for kompetencer
de: Skill Tagesvorlage
es: Plantillas diarias de Skill
fa: الگوی روز مهارت
fi: Taidon päivämallit
fr: Modèles de compétence journée
id: Template hari skill
it: Modello giornaliero Skill
ja: スキルの日テンプレート
lv: Prasmes dienas veidnes
nl: Skill dag template
no: Ferdighet dagmaler
pl: Dzienne wzory umiejętności
pt: Templates intradiários do skill
ru: Дневные шаблоны навыков
sv: Dagmallar kompetens
tr: Yetenek gün şablonları
zh_cn: 技能日期模板
zh_hk: 技能日期範本

source: Skill loaded
ar: تم تحميل المهارة
cs: Kvalifikace načtena
da: Kompetence indlæst
de: Skill geladen
es: Skill cargado
fa: مهارت بارگذاری شد
fi: Ladattu taito
fr: Chargement de compétence
id: Skill dikeluarkan
it: Skill caricato
ja: スキルが読み込まれました
lv: Prasme ielādēta
nl: Skill geladen
no: Ferdighet lastet
pl: Umiejętność załadowana
pt: Skill carregado
ru: Загруженный навык
sv: Kompetens laddad
tr: Yetenek yüklendi
zh_cn: 技能加载
zh_hk: 技能載入

# SkillNameIsInvalid
source: The entered skill name is invalid, the name must not be empty or longer than 50 characters.
ar: اسم المهارة المدخل غير صالح، يجب ألا يكون الاسم خاليًا ولا يزيد عن 50 حرفًا.
cs: Vložené jméno kvalifikace je neplatné, jméno nesmí být prázdné nebo delší než 50 znaků.
da: Det indtastede kompetencenavn er ugyldigt, navnet må ikke være tomt eller længere end 50 tegn.
de: Der eingetragene Skillname ist ungültig, der Name darf nicht leer sein oder mehr als 50 Zeichen enthalten.
es: El nombre introducido del Skill no es válido, El nombre no puede estar vacío ni superar los 50 caracteres.
fa: نام مهارت وارد شده معتبر نیست ،نام باید خالی نباشد و تعداد حروف آن بیشتر از 50 حرف باشد.
fi: Syötetty taidon nimi ei kelpaa, nimikenttä ei saa olla tyhjä tai pidempi kuin 50 merkkiä.
fr: Le nom de compétence entrée n'est pas valide, le nom ne peut excéder 50 caractères ni être vide.
id: Nama skill yang dimasukkan tidak vakid, nama tidak boleh kosong dan tidak boleh lebih dari 50 karakter.
it: Il nome dello Skill inserito non è valido, il nome non èuò essere vuoto o avere più di 50 caratteri.
ja: 入力したスキル名は無効です。50文字以下の空でない名前を指定する必要があります。
lv: Ievadītais prasmes nosaukums ir nederīgs, nosaukums nevar būt tukšs vai garāks par 50 burtiem.
nl: De ingevoerde skill naam is ongeldig, de naam moet niet leeg zijn of langer dan 50 karakters.
no: Innsatt ferdighetsnavn er ugyldig, navn kan ikke være tomt eller lengre enn 50 karakterer.
pl: Wprowadzona nazwa umiejętności jest niedopuszczalna. Nazwa nie może być pusta ani przekraczać 50 znaków.
pt: O nome dado a esse skill é inválido, ele não pode ser vazio ou ser maior do que 50 caracteres.
ru: Введенное имя навыка неверное, имя не должно быть пустым или превышать 50 символов.
sv: Kompetensnamn måste anges och får inte innehålla mer än 50 tecken.
tr: Girilen yetenek ismi geçersiz. İsim boş olmamalı ve 50 karakterden daha uzun olmamalı
zh_cn: 输入技能名称无效，名称不能为空或大于50个字符。
zh_hk: 輸入技能名稱無效，名稱不能為空或大於50個字元。

source: Skills total
ar: إجمالي المهارات
cs: Kvalifikace celkem
da: Sum af kompetencer
de: Gesamte Skills
es: Total de Skills
fa: کل مهارت ها
fi: Taidot yhteenveto
fr: Total compétences
id: Total skill
it: Totale Skill
ja: スキルの合計
lv: Prasmes kopā
nl: Skills totaal
no: Ferdigheter total
pl: Umiejętności łącznie
pt: Total de skills
ru: Навыков всего
sv: Kompetenser totalt
tr: Yeteneklerin toplamı
zh_cn: 技能汇总
zh_hk: 技能匯總

source: Skill tab
ar: علامة تبويب المهارة
cs: Tabulka kvalifikace
da: Kompetencefane
es: Pestaña del Skill
fa: گزینه مهارت
fi: Taito-välilehti
fr: Onglet compétence
id: Tab skill
it: Tab Skill
ja: スキルタブ
lv: Prasmes
no: Ferdighetsfane
pl: Zakładka umiejętności
pt: Guia de skills
ru: Таблица навыков
sv: Kompetensflik
tr: Yetenek sekmesi
zh_cn: 技能标签
zh_hk: 技能標籤

source: Skill template
ar: قالب المهارة
cs: Šablona kvalifikace
da: Kompetenceskabelon
de: Skillvorlage
es: Plantilla de Skill
fa: الگوی مهارت
fi: Taidon malli
fr: Modèle compétence
id: Cetakan skill
it: Modello Skill
ja: スキルテンプレート
lv: Prasmes veidne
no: Ferdighetsmal
pl: Wzór umiejętności
pt: Templates de skill
ru: Шаблон навыков
sv: Kompetensmall
tr: Yetenek şablonu
zh_cn: 技能模板
zh_hk: 技能範本

# SkillTypeBackoffice
source: Back office
ar: المكتب الخلفي
cs: Zázemí
fa: دفتر پشتیبان
ja: バックオフィス
lv: Atbalsta centrs
pl: Zaplecze
tr: Arka Ofis
zh_cn: 办公室工作
zh_hk: 辦公室工作

# SkillTypeEmail
source: Email
ar: البريد الإلكتروني
fa: ایمیل
fi: Sähköposti
ja: Eメール
lv: E-pasti
no: E-post
ru: Электронная почта
sv: E-post
tr: e-posta
zh_cn: 电子邮件
zh_hk: 電子郵件

# SkillTypeFax
source: Fax
ar: فاكس
fa: فاکس
fi: Faksi
lv: Faksi
no: Faks
pl: Faks
ru: Факс
tr: Faks
zh_cn: 传真
zh_hk: 傳真

# SkillTypeInboundTelephony
source: Inbound Telephony
ar: مكالمات هاتفية واردة
cs: Příchozí fronty z IVR
da: Indgående Telefoni
de: Inbound Telephonie
es: Telefonía Inbound
fa: تلفن داخلی
fi: Saapuva puhelinliikenne
fr: Téléphonie entrante
id: Telepon Inbound
it: Telefonia Inbound
ja: インバウンド
lv: Ienākošā Telefonija
nl: Inkomende Telefonie
no: Innkommende telefoner
pl: Połączenia przychodzące
pt: Telefonia Receptiva
ru: Входящая телефония
sv: Inkommande telefoni
tr: Gelen Telefon
zh_cn: 呼入电话
zh_hk: 呼入電話

# SkillTypeProject
source: Project
ar: مشروع
cs: Projekt
da: Projekt
de: Projekt
es: Proyecto
fa: پروژه
fi: Projekti
fr: Projet
id: Proyek
it: Progetto
ja: プロジェクト
lv: Projekts
no: Prosjekt
pl: Projekt
pt: Projeto
ru: Проект
sv: Projekt
tr: Proje
zh_cn: 项目
zh_hk: 項目

# SkillTypeTime
source: Time
ar: وقت
cs: Čas
da: Tid
de: Zeit
es: Tiempo
fa: زمان
fi: Aika
fr: Période
id: Waktu
it: Tempo
ja: 時間
lv: Laiks
nl: Tijd
no: Tid
pl: Czas
pt: Tempo
ru: Время
sv: Tid
tr: Zaman
zh_cn: 时间
zh_hk: 時間

# SkillValidationSmartPart
source: Skill Validation
ar: التحقق من المهارة
cs: Ověření kvalifikace
da: Kompetencevalidering
de: Skillvalidierung
es: Validación del Skill
fa: ارزیابی مهارت
fi: Taidon validointi
fr: Validation compétence
id: Validasi Skill
it: Convalidazione Skill
ja: スキルの検証
lv: Prasmju Apstiprināšana
nl: Skill Validatie
no: Ferdighet godkjenning
pl: Potwierdzenie umiejętności
pt: Validação do skill
ru: Проверка навыков
sv: Kompetensvalidering
tr: Yetenek Doğrulama
zh_cn: 技能验证
zh_hk: 技能驗證

source: Skill Views
ar: طرق عرض المهارة
cs: Náhledy kvalifikace
da: Kompetencevisninger
de: Skillsichten
es: Vistas de Skill
fa: نمای مهارت
fi: Taidon näkymät
fr: Aperçu compétences
id: Tampilan Skill
it: Viste Skill
ja: スキルビュー
lv: Prasmju skatījumi
no: Ferdighetsoversikt
pl: Widoki umiejętności
pt: Visões do Skill
ru: Виды навыков
sv: Kompetensvyer
tr: Yetenek Görünümleri
zh_cn: 技能浏览
zh_hk: 技能流覽

source: Skill wizard
ar: معالج المهارة
cs: Průvodce kvalifikace
da: Guide til kompetencer
de: Skill-Asssistent
es: Asistente de Skill
fa: راه اندازی خودکار مهارت
fi: Taito wizard
fr: Assistant compétences
id: Menu skill
ja: スキルウィザード
lv: Prasmju vednis
no: Ferdighetsveiviser
pl: Asystent umiejętności
pt: Assistente de criação de skill
ru: Мастер навыков
sv: Kompetensguide
tr: Yetenek sihirbazı
zh_cn: 技能向导
zh_hk: 技能嚮導

# SkillWizardInformation
source: This wizard helps you to create a Skill.
ar: يساعدك هذا المعالج في إنشاء مهارة.
cs: Tento průvodce vám pomůže vytvořit kvalifikaci.
da: Denne guide hjælper dig med at oprette en Kompetence.
de: Dieser Assistent hilft Ihnen einen Skill zu erstellen.
es: El asistente le ayudará a crear un Skill.
fa: این راه اندازی خودکار به شما جهت ایجاد یک مهارت کمک می کند
fi: Wizard auttaa sinua taidon luomisessa.
fr: Cet assistant vous aide à créer une compétence
id: Menu ini akan membantu anda untuk membuat Skill
it: Questo Wizard ti guida alla creazione di un nuovo Skill.
ja: このウィザードを使用すると、スキルを作成することができます。
lv: Šis vednis jums palīdzēs izveidot Prasmi.
nl: Deze wizard helpt U om een ​​skill te creëren
no: Denne veiviseren hjelper deg med å opprette en ferdighet.
pl: Ten asystent pomaga stworzyć umiejętność.
pt: O assistente ajuda você a criar um Skill.
ru: Мастер помогает создавать навык.
sv: Guiden hjälper dig att skapa en ny kompetens.
tr: Sihirbaz size yetenek oluşturmanıza yardım edebilir.
zh_cn: 技能向导帮助您创建一个技能。
zh_hk: 技能嚮導幫助您創建一個技能。

# SkillWizardWelcome
source: Welcome to the skill wizard
ar: مرحبًا بك في معالج المهارة
cs: Vítejte v průvodci kvalifikace
da: Velkommen til Kompetence guiden
de: Willkommen im Skill-Asssisten.
es: Bienvenido al asistente de Skill
fa: به بخش راه اندازی خودکار مهارت ها خوش آمدید
fi: Tervetuloa käyttämään ohjattua taito prosessia
fr: Bienvenue dans l'assistant compétence
id: Selamat datang pada menu skill
it: Benvenuto nello Skill Wizard
ja: スキルウィザードへようこそ
lv: Sveicināti prasmju vednī
nl: Welkome op de skill wizard
no: Velkommen til ferdighetsveiviseren
pl: Witamy w asystencie umiejętności
pt: Bem-vindo ao assitente de criação de skill
ru: Добро пожаловать в мастер навыков
sv: Välkommen till guiden för kompetens
tr: Yetenek sihirbazına hoş geldiniz.
zh_cn: 欢迎使用技能向导
zh_hk: 歡迎使用技能嚮導

# SmartPartModuleNotFound
source: Unable to find Smart Part Module
ar: تعذر العثور على الوحدة النمطية "جزء متقدم"
cs: Nelze najít modul programovatelné součásti
da: Kan ikke finde Smart Part-modulet
de: Konnte Smart Part Modul nicht finden
es: No es posible encontrar el módulo Smart Part
fa: امکان پیدا کردن ماژول بخش هوشمند نیست
fi: Smart Part -moduulia ei löydy
fr: Incapable de trouver le module Spart Part
id: Tidak bisa menemukan Modul Bagian Cerdas
it: Impossibile trovare il modulo Smart Part
ja: スマートパートモジュールが見つかりませんでした
nl: Onmogelijk om de Smart Module Deel te vinden
no: Kan ikke finne Smart Part modul
pl: Nie można znaleźć modułu Smart Part
pt: Não foi possível achar o Módulo Smart Part
ru: Невозможно найти модуль интеллектуальной части
sv: Kan ej hitta Smart Part-modul
tr: Akıllı Bölüm Modülü bulunamadı
zh_cn: 不能找到智能部件模块
zh_hk: 不能找到智慧部件模組

source: Smoothing
ar: التمهيد
cs: Vyhlazení
da: Udjævning
de: Glättung
es: Suavización
fa: هموارسازى
fi: Tasoitus
fr: Lissage
id: Memperhalus
it: Livellamento
ja: スムージング
lv: Nogludināšana
no: Utjevning
pl: Wygładzanie
pt: Suavização
ru: Сглаживание
sv: Utjämning
tr: Yumuşatma
zh_cn: 平滑
zh_hk: 平滑

# SomeoneElseHaveChanged
source: Someone else has changed
ar: قام شخص آخر بالتغيير
cs: Změnu provedl někdo jiný
da: En anden har ændret
de: Jemand hat bereits eine Änderung vorgenommen
es: Alguien más ha cambiado
fa: شخص دیگری تغییر داده است
fi: Joku toinen on muuttanut tietoja
fr: Quelqu'un d'autre a modifié
id: Orang lain telah mengubah
it: Qualcun'altro ha modificato
ja: 他のユーザーにより変更されました
lv: Kāds cits ir veicis izmaiņas
nl: Iemand anders heeft veranderd
no: Noen andre har endret
pl: Ktoś inny wprowadził zmiany
pt: Outra pessoa mudou
ru: Чьи-то данные изменены
sv: Någon annan har ändrat
tr: Başkası tarafından değiştirilmiş
zh_cn: 其他人已经改动
zh_hk: 其他人已經改動

source: Sort
ar: فرز
cs: Seřadit
da: Sorter
de: Sortierung
es: Ordenar
fa: مرتب کردن
fi: Lajittelija
fr: Trier
id: Sortir
it: Ordina
ja: ソート
lv: Šķirot
nl: Sorteren
no: Sorter
pl: Sortuj
pt: Ordenar
ru: Сортировка
sv: Sortera
tr: Sınıfla
zh_cn: 排序
zh_hk: 排序

source: Sort A to Z
ar: فرز تصاعدي
cs: Seřadit od A do Z
da: Sorter A til Z
de: Sortieren von A bis Z
es: Ordenar de A a Z
fa: مرتب کردن ار الف تا ی
fi: Lajittele A–Ö
fr: Trié de A à Z
id: Sortir A ke Z
it: Ordina da A a Z
ja: 昇順ソート
lv: Kārtot no A līdz Z
nl: Sorteren van A tot Z
no: Sorter A til Z
pl: Sortuj od A do Z
pt: Ordenado A - Z
ru: Сортировать от А до Я
sv: Sortera A till Ö
tr: A'dan Z'ye doğru sınıflandır
zh_cn: A到Z排序
zh_hk: A到Z排序
