Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# RtaPauseDisableNotice
source: Real time adherence monitoring activated
ar: مراقبة التزام الوقت الحقيقي مفعلة
da: Real time adherence overvågning er aktiveret
de: RTA Monitoring aktiv
es: Monitoreo de adherencia en tiempo real activado
fa: مانیتورینگ همراستایی به هنگام فعال شد
fi: Reaaliaikainen valvonta aktivoitu
fr: Surveillance d'adhérence temps réel activée
lv: Reālā laika atbilstības uzraudzība aktivizēta
no: Sanntid etterlevelsesovervåking er aktivert
ru: RTA мониторинг активирован
sv: RTA-övervakning aktiverad
tr: Gerçek zamanlı uyum monitörü etkinleştirildi
zh_cn: 实时遵时度监控已激活
zh_hk: 即時遵時度監控已啟動

# RtaPauseEnabledNotice
source: Real time adherence monitoring paused at {0}! Re-enable by clicking play
ar: مراقبة الوقت الحقيقي توقفت مؤقتا عند (0)! اعد التشغيل عند الضغط على زر تشغيل
da: Real time adherence overvågning er sat på pause kl. {0}! Genoptag ved at klikke spil
de: RTA Monitoring pausiert bei {0}! Durch Klicken auf Spielen erneut aktivieren
es: Monitoreo de adherencia en tiempo real detenido a las {0}! Vuelva a habilitarlo haciendo clic en play
fa: مانیتورینگ همراستایی به هنگام در زمان {0} متوقف شد. با زدن ادامه دوباره فعالش کنید
fi: Reaaliaikainen valvonta keskeytetty {0}. Jatka näpsäyttämällä Play:tä
fr: Surveillance d'adhérence temps réel pausée à {0}. Ré-activer en cliquant sur Démarrer
lv: Reālā laika atbilstības uzraudzība nopauzēta {0}! Atkārtoti iespējot, noklikšķinot sākt
no: Sanntid etterlevelsesovervåkning midlertidig stoppet ved {0}! Aktiver igjen ved å klikke på Play
ru: RTA мониторинг приостановлен в {0}! Включите, нажав запуск
sv: RTA-övervakningen pausad {0}! Aktivera igenom genom att klicka på play
tr: Gerçek zamanlı uyum mönitörü {0} noktasında durduruldu. Tekrar "Oynat" tuşuna basarak etkinleştirebilirsiniz.
zh_cn: 实时遵时都监控暂停于{0}！点击播放以恢复
zh_hk: 即時遵時都監控暫停於{0}！點擊播放以恢復

# SelectAllPeopleInEveryPage
source: Select all people on every page
ar: اختر الجميع فى كل صفحة
da: Välg alle medarbejdere på hver side
de: Alle Mitarbeiter auf allen Seiten markieren
es: Seleccione personas en cada página
fa: تمام پاسخگوهای همه صفحات را انتخاب کن
fi: Valitse kaikki henkilöt kaikilta sivuilta
fr: Sélectionner tous les personnes sur chaque page
lv: Izvēlēties visus cilvēkus katrā lapā
no: Velg alle medarbeidere på alle sidene
ru: Выбрать всех сотрудников на каждой странице
sv: Markera alla agenter på alla sidor
tr: Tüm kişileri seç
zh_cn: 选择每页上的所有人
zh_hk: 選擇每頁上的所有人

# UnselectAllPeopleInEveryPage
source: Unselect all people on every page
ar: لا تختر الجميع فى كل صفحة
da: Fravälg alle medarbejdere på hver side
de: Alle Personen auf allen Seiten abwählen
es: Deseleccione personas en cada página
fa: تمام پاسخگوهای همه صفحات را از حالت انتخاب شده خارج کنید
fi: Poista valinta kaikilta henkilöiltä kaikilta sivuilta
fr: Désélectionner toutes les personnes sur chaque page
lv: Noņemiet visus cilvēkus katrā lapā
no: Opphev alle medarbeiderene på alle sidene
ru: Отменить выбор всех сотрудников на каждой странице
sv: Avmarkera alla agenter på alla sidor
tr: Tüm kişileri bırak
zh_cn: 取消选择每页上的所有人
zh_hk: 取消選擇每頁上的所有人

source: Prefix
ar: سابقة
da: Präfiks
de: Präfix
es: Prefijo
fa: پیش نام
fi: Etuliite
fr: Préfixe
lv: Priedēklis
no: Prefiks
ru: Префикс
tr: Önek
zh_cn: 前缀
zh_hk: 首碼

source: Suffix
ar: لاحقة
da: Suffiks
es: Sufijo
fa: پس نام
fi: Pääte
fr: Suffixe
lv: Piedēklis
no: Suffiks
ru: Окончание
tr: Sonek
zh_cn: 后缀
zh_hk: 尾碼

source: Not allowed change
ar: تغيير غير مسموح
da: Ikke tillads ändring
de: Änderung nicht erlaubt
es: Cambio no permitido
fa: تغییر ممکن نیست
fi: Ei sallittu muutos
fr: Changement non perrmis
lv: Nav atļautas izmaiņas
no: Ikke tillatt endring
ru: Недопустимое изменение
sv: Ändring inte tillåten
tr: Yasaklı değişiklik
zh_cn: 不允许变更
zh_hk: 不允許變更

# NightRest
source: Nightly rest
ar: راحة ليلية
da: Nattehvile
de: Nächtliche Ruhezeit
es: Descanso nocturno
fa: استراحت شبانه
fi: Yölepoaika
fr: Temps de repos de nuit
lv: Nakts atpūta
no: Nattlig hvile
ru: Время отдыха между сменами
sv: Nattvila
tr: Gecelik dinlenme süresi
zh_cn: 夜间休息
zh_hk: 夜間休息

source: Weekly rest time
ar: وقت الراحة الاسبوعي
da: Ugentlig hviletid
de: Wöchentliche Ruhezeit
es: Tiempo de descanso semanal
fa: استراحت هفتگی
fi: Viikkolepoaika
fr: Temps de repos hebdomadaire
lv: Nedēļas atpūtas laiks
no: Ukentlig hviletid
ru: Недельное время отдыха
sv: Veckovila
tr: Haftalık dinlenme süresi
zh_cn: 每周休息时间
zh_hk: 每週休息時間

# PersonAccount
source: Personal Account
ar: حساب شخصي
da: Personlig konto
de: Personenkonto
es: Cuenta Personal
fa: حساب کاربری
fi: Henkilökohtainen tili
fr: Compte personnel
lv: Personīgais Konts
no: Personlig konto
ru: Индивидуальный счет
sv: Tidsuppföljning
tr: Kişisel Hesaplar
zh_cn: 个人账户
zh_hk: 個人帳戶

# SkillOpeningHours
source: Skill open hours
ar: مهارة الساعات المتاحة
da: Skill åbningstider
de: Skill-Öffnungszeiten
es: Horarios de apertura del skill
fa: زمان کار مهارت
fi: Taidon aukioloajat
fr: Horaires d'ouverture compétence
lv: Prasmju darba laiki
no: Ferdighet åpningstider
ru: Часы работы навыка
sv: Kompetensens öppettider
tr: Yeteneğin Çalışma Saatleri
zh_cn: 技能开放时间
zh_hk: 技能開放時間

source: Shift Activity
ar: نشاط الوردية
da: Vagt aktivitet
de: Schichtaktivität
es: Actividad de turno
fa: فعالیت شیقت
fi: Vuoroaktiviteetti
fr: Activité horaire
lv: Maiņas Aktivitāte
no: Skift aktivitet
ru: Активность смены
sv: Skiftaktivitet
tr: Vardiya Etkinliği
zh_cn: 班次活动
zh_hk: 班次活動

source: Show warnings
ar: اعرض التحذيرات
da: Vis advarsler
de: Warnungen zeigen
es: Mostrar alertas
fa: نمایش هشدار
fi: Näytä varoitukset
fr: Montrer les avertissements
lv: Parādīt brīdinājumus
no: Vis advarsler
ru: Показать предупреждения
sv: Visa varningar
tr: Uyarıları göster
zh_cn: 显示告警
zh_hk: 顯示告警

# SubmitApproveBasedOnBusinessRulesSuccess
source: The selected requests are being processed for approval based on business rules.
ar: الطلبات المختارة يتم تنفيذها للموافقة وفق قواعد العمل.
da: Den valgte forespörgsel er ved at blive behandlet baseret på forretnnigsregler.
de: Die markierten Anfragen werden auf Basis der Geschäftsregeln geprüft.
es: Las solicitudes seleccionadas se están procesando para su aprobación según las reglas de trabajo.
fa: درخواستهای انتخاب شده برای تایید بر اساس قوانین کاری
fi: Valitut pyynnöt käsitellään liiketoimintasääntöjen mukaisesti.
fr: Les demandes sélectionnées sont en cours de traitement poour approbation basée sur règles de travail
lv: Izvēlētie pieprasījumi tiek apstrādāti apstiprināšanai, pamatojoties uz darba noteikumiem.
no: De valgte forespørsler blir behandlet for godkjenning basert på forretningsreglene.
ru: Выбранные запросы обрабатываются для подтверждения на основе бизнес-правил.
sv: De valda förfrågningarna gås igenom för godkännande baserat på affärsreglerna.
tr: Seçili istekler iş kurallarına göre onaylanmak için işleme konuluyor.
zh_cn: 已选定的申请正在基于规则进行审批。
zh_hk: 已選定的申請正在基於規則進行審批。

# ApproveBasedOnBusinessRulesFinished
source: The processing of requests based on business rules has been completed.
ar: تم تنفيذ الطلبات وفق قواعد العمل
da: Behandlingen af forespörgslen baseret på forretnnigsregler er afsluttet
de: Die Bearbeitung der Anfragen wurden, auf Basis der Geschäftssregeln, abgeschlossen
es: Se completó el procesamiento de solicitudes basadas en reglas detrabajo.
fa: پردازش درخواستها براساس قوانین کاری کامل شد
fi: Pyyntöjen käsittely liiketoimintasääntöjen mukaisesti on valmis.
fr: Le traitement des demandes basées sur les règles de travail est terminé
lv: Pieprasījumu, pamatojoties uz darba noteikumiem apstrāde ir pabeigta.
no: Behandlingen av forespørsler basert på forretningsregler er fullført.
ru: Обработка запросов на основе бизнес-правил завершена.
sv: Genomgången av förfrågningarna baserat på affärsreglerna har avslutats.
tr: İsteklerin işlenmesi tamamlandı.
zh_cn: 已基于规则完成申请的处理。
zh_hk: 已基於規則完成申請的處理。

# SuccessfulMessageForEditingShiftCategory
source: Successfully changing shift categories for the selected agents
ar: تغيير فئات الوردية بنجاح للممثلين المختارين
da: Det er lykkedes at ändre vagtkategori for de valgte medarbejdere
de: Der Tausch der Schichtkategorien für die markierten Mitarbeiter war erfolgreich
es: Se cambió con éxito la categoría de turno para los agentes seleccionadosp
fa: تغییر دسته بندی زمانبدی برای پاسخگوهای انتخاب شده انجام شد
fi: Vuoroluokkien muokkaaminen onnistui valituille agenteille
fr: A changé les catégories d'horaires pour les agents sélectionnés avec succès
lv: Veiksmīgi samainītas maiņu kategorijas, izvēlētajiem operatoriem
no: Vellykket endring av skiftkategorier for de utvalgte agenter
ru: Успешное измнение категории смены для выбранных операторов
sv: Ändrade skiftkategorier för valda agenter
tr: Seçili kişiler için vardiya kategorisi başarılı bir şekilde değiştirildi.
zh_cn: 已成功为选定的座席代表变更班次类别
zh_hk: 已成功為選定的座席代表變更班次類別

source: Seat Number
ar: رقم المقعد
da: Plads nummer
de: Sitznummer
es: Número de Puesto
fa: شماره صندلی
fi: Paikkanumero
fr: Numéro de poste
lv: Sēdvietas Numurs
no: Plass nummer
ru: Номер места
sv: Sittplatsnummer
tr: Oturma yeri numarası
zh_cn: 座位编号
zh_hk: 座位編號

source: Seat booking summary
ar: ملخص حجز المقاعد
da: Plads booking resume
de: Zusammenfassung der Sitzplatzbuchungen
es: Resumen de reservas de puestos
fa: خلاصه رزرو صندلی
fi: Paikkavarauksien yhteenveto
fr: Résumé des réservations de postes
lv: Sēdvietu rezervēšanas kopsavilkums
no: plass booking sammendrag
ru: Сводка брони мест
sv: Sittplatsbokningar
tr: Oturma yeri rezervasyonu özeti
zh_cn: 座位预定总结
zh_hk: 座位預定總結

source: Successful bookings
ar: حجوزات ناجحة
da: Gennemfört booking
de: Erfolgreiche Buchungen
es: Reservas Realizadas con Èxito
fa: رزرو صندلی با موفقیت آمیز بود
fi: Onnistuneet varaukset
fr: Succès de réservations
lv: Veiksmīgas rezervācijas
no: vellykket booking
ru: Удачные брони
sv: lyckade bokningar
tr: Başarılı rezervasyonlar
zh_cn: 成功预定
zh_hk: 成功預定

source: Select a category
ar: اختر فئة
da: Välg en kategori
de: Kategorie wählen
es: Seleccione categoría
fa: انتخاب دسته بندی
fi: Valitse vuoroluokka
fr: Sélectionner une catégorie
lv: Atlasīt kategoriju
no: Velg en kategori
ru: Выбрать категорию
sv: Välj en kategori
tr: Kategori seç
zh_cn: 选择一个类别
zh_hk: 選擇一個類別

source: Not OK
ar: ليس OK
da: Ikke OK
de: Nicht OK
es: No OK
fa: خوب نیست
fi: Ei OK
fr: Pas OK
lv: Nav Labi
no: Ikke OK
ru: Не ОК
sv: Inte OK
tr: Bir yanlışlık var
zh_cn: 不OK
zh_hk: 不OK

source: Reply and Cancel
ar: رد والغ
da: Svar og annuller
de: Antworten und abbrechen
es: Responder y Cancelar
fa: پاسخ و لغو
fi: Vastaa ja peruuta
fr: Répondre et Annuler
lv: Atbildēt un Atcelt
no: Svar og avbryt
ru: Ответить и отменить
sv: Svara och avbryt
tr: Cevapla ve iptal et
zh_cn: 回复并取消
zh_hk: 回復並取消

# ReplySuccess
source: Your message to {0} request(s) has been saved
ar: رسالتك (0) للطلبات قد تم حفظها
da: Din besked til {0} forespörgsel(er) er blevet gemt
de: Ihre {0} Anfragen wurden gespeichert
es: Tu mensaje para {0} solicitud(es) ha sido guardado
fa: پیام شما به {0} درخواست ذخیره شد
fi: Viestisi {0} pyynnölle on tallennettu
fr: Votre réponse à {0} demande(s) a été enregistrée.
lv: Jūsu ziņojums {0} pieprasījumam(-iem) ir saglabāts
no: Din melding til {0} forespørsel(er) er blitt lagret
ru: Ваше сообщение на {0} запрос(-ы) было сохранено
sv: Ditt meddelande till {0} förfrågningar har sparats
tr: {0} isteğe cevabınız kaydedildi
zh_cn: 您对{0}的申请信息已被保存
zh_hk: 您對{0}的申請資訊已被保存

# SelectBusinessRulesWithColon
source: Select business rules:
ar: اختر قواعد العمل:
da: Välg forretnningsregler:
de: Geschäftsregeln wählen
es: Seleccione reglas de trabajo:
fa: انتخاب قوانین کاری:
fi: Valitse liiketoimintasääntö:
fr: Sélectionner les règles de travail:
lv: Izvēlieties darba noteikumus:
no: Velg forretningsregler:
ru: Выбрать бизнес-правила:
sv: Välj affärsregler:
tr: Kural seç:
zh_cn: 选择业务规则：
zh_hk: 選擇業務規則：

# ValidateRequestsBasedOnBudgetAllotment
source: Validate requests based on budget allowance
ar: افحص الطلبات وفقا لزيادة الميزانية
da: Valider forespörgsler baseret på budget kvoter
de: Anfragen basierend auf Budgetzuteilung validieren.
es: Validar solicitudes en base a tiempo autorizado
fa: تایید درخواستها بر اساس بودجه اختصاص داده شده
fi: Validoi pyynnöt budjetoitujen poissaolojen mukaisesti
fr: Approbation des demandes basée sur le seuil de permission budgétée.
lv: Apstiprināt pieprasījumus, pamatojoties uz budžeta pielaidēm
no: Validere forespørsler basert på budsjettgrense
ru: Проверять запросы на основе допущения бюджета
sv: Validera förfrågningar baserat på budgettilldelning
tr: Bütçe töleransına göre istekleri onayla
zh_cn: 基于预算限额验证申请
zh_hk: 基於預算限額驗證申請

# ValidateRequestsBasedOnIntraday
source: Validate requests based on intraday staffing check
ar: افحص الطلبات بناء على فحص العمالة داخل اليوم
da: Valider forespörgsler baseret på intra dag bemandings tjek
de: Die Anfrage anhand der Intra-Tag Besetzungsprüfung prüfen
es: Validar solicitudes basado en control de dotación de personal intradía
fa: تایید درخواستها بر اساس میزان نیروی کاری روزانه
fi: Validoi pyyntöjä päivänsisäisen miehitystarkistuksen kautta.
fr: Approbation des demandes basée sur le niveau de couverture intra-journalière
lv: Apstiprināt pieprasījumus, pamatojoties uz dienas personāla pārbaudi
no: Validere forespørsler basert på intradag bemanningsjekk
ru: Проверять запросы на основе внутридневного распределения персонала
sv: Validera förfrågningar baserat på kontroll av bemanning inom dagen
tr: Güniçi kaynak dengesine göre istekleri onayla
zh_cn: 基于当日人力检查验证申请
zh_hk: 基於當日人力檢查驗證申請

# NoPermissionToEditShiftCategory
source: Not permitted to edit shift category for agent(s)
ar: غير مسموح بتحرير فئة الوردية للممثل.
da: Ikke tilladt at ändre vagtkategori for medarbejder(e)
de: Es ist nicht erlaubt die Schichtkategorien der Mitarbeiter zu bearbeiten
es: No se permite editar la categoría de turno para agente(s)
fa: دسترسی لازم برای ویرایش دسته بندی شیفت پاسخگوها وجود ندارد
fi: Sinulla ei ole oikeuksia muokata agenttien vuoroluokkaa.
fr: Pas de permission d'édition des catégories d'horaires pour les agents.
lv: Nav atļauts rediģēt maiņu kategoriju operatoram(-iem)
no: Ikke lov til å redigere skift kategori for agenten(e)
ru: Не разрешено редактировать категорию смены для оператора(-ов)
sv: Rättigheter att ändra skiftkategori för agenterna saknas
tr: Bu kişiler için vardiya kategorisi değiştirme izni yok
zh_cn: 无权为座席代表编辑班次类别
zh_hk: 無權為座席代表編輯班次類別

# ThisActivityWillIntersectExistingActivitiesThatDoNotAllowOverlapping
source: This activity will overlap existing activities that do not allow overlapping.
ar: هذا النشاط سينسخ الانشطة الحالية التى لا تسمح بالنسخ
da: Denne aktivitet vil overlappe eksisterende aktiviteter som ikke tillader overlapping.
de: Diese Aktivität überlappt bereits existierende Aktivitäten, die keine Überlappung gestatten.
es: Esta actividad se va a superponer con actividades existentes que no permiten superposición.
fa: این فعالیت با فعالیتهایی همپوشانی دارد که اجازه این کار را نمیدهند
fi: Tämä aktiviteetti on lisätty olemassa olevan aktiviteetin päälle, joka ei salli päällekkäisyyttä.
fr: Cette activité va chevaucher des activités existantes qui ne permettent pas le chevauchement.
lv: Šī aktivitāte pārklāj esošās aktivitātes, kuras nedrīkst pārklāt.
no: Denne aktiviteten vil erstatte eksisterende aktiviteter som ikke tillater overlapp.
ru: Эта активность перекроет существующие активности, которые не позволяют наложения.
sv: Den här aktiviteten kommer att överlappa befintliga aktiviteter som inte tillåter överlappning.
tr: Bu aktivite, üst üste gelmeyen aktivitelerin dahi üzerine kaydedecektir.
zh_cn: 此活动将覆盖现有不允许覆盖的活动
zh_hk: 此活動將覆蓋現有不允許覆蓋的活動

source: Override for these agents
ar: انسخ هؤلاء الممثلين
da: Overskriv for disse medarbejdere
de: Für diese Mitarbeiter überschreiben.
es: Sobrescribir para estos agentes
fa: بازنویسی این پاسخگوها
fi: Ylitä näille agenteille
fr: Ecraser pour ces agents
lv: Aizstāt šiem operatoriem
no: Overstyr for disse agentene
ru: Перезаписать для данных операторов
sv: Ignorera för dessa agenter
tr: Bu kişiler için aktiviteyi çiğne
zh_cn: 为这些座席代表覆盖
zh_hk: 為這些座席代表覆蓋

# ManageOpenHours
source: Site open hours
ar: موقع الساعات المتاحة
da: Lokationens åbningstid
de: Standort - Öffnungszeiten
es: Horarios de apertura del site
fa: ساعات کاری سایت
fi: Toimipisteen aukioloajat
fr: Horaires d'ouverture du site
lv: Grupas darba laiki
no: Lokasjon(er) åpningstider
ru: Часы работы сайта
sv: Hantera öppettider
tr: Çalışma saatleri
zh_cn: 站点开放时间
zh_hk: 網站開放時間

# SaveSiteOpenHoursSuccess
source: Open hours have been updated
ar: الساعات المتاحة تم تحديثها
da: Åbningstid er blevet opdateret
de: Die Öffnungszeiten wurden aktualisiert
es: Los horarios de apertura han sido actualizados
fa: ساعات کاری به روز شده است
fi: Aukioloajat ovat päivitetty
fr: Les horaires d'ouverture ont été actualisées
lv: Darba laiks ir atjaunināts
no: Åpningstider er oppdatert
ru: Часы работы обновлены
sv: Öppettiderna har uppdaterats
tr: Çalışma saatleri güncellendi
zh_cn: 已更新开放时间
zh_hk: 已更新開放時間

source: The following agents have affected activities:
ar: الممثلون التالي أسماؤهم قد أثروا فى الأنشطة
da: De fölgende medarbejdere har berörte aktiviteter:
de: Folgende Mitarbeiter haben folgende Aktivitäten
es: Las actividades de los siguientes agentes fueron afectadas:
fa: پاسخگوهای زیر تحت تاثیر فعالیتیهای مربوطه قرار دارند
fi: Seuraavilla agenteilla on ei-muokattavissa oleva aktiviteetti
fr: Les agents suivants ont des activités personnelles:
lv: Šādi operatori ir ietekmējuši aktivitātes:
no: Følgende agenter har berørte aktiviteter:
ru: Следующие операторы имеют затрагиваемые активности:
sv: Aktiviteter för följande agenter har påverkats:
tr: Bu kişilerin aktiviteleri etkilendi:
zh_cn: 以下座席代表有被影响的活动：
zh_hk: 以下座席代表有被影響的活動：

# SiteOpeningHours
source: Site open hours
ar: موقع الساعات المتاحة
da: Lokationen åbningstid
de: Standort - Öffnungszeiten
es: Horarios de apertura del site
fa: ساعات کاری سایت
fi: Toimipisteen aukioloajat
fr: Horaires d'ouverture du site
lv: Grupas darba laiks
no: Lokasjons åpningstider
ru: Часы работы сайта
sv: Öppettider för enheten
tr: Lokasyonun çalışma saatleri
zh_cn: 站点开放时间
zh_hk: 網站開放時間

source: Toggle close
ar: التثبيت مغلق
da: Skift luk
de: Offen/Geschlossen
es: Activar cierre
fa: بستن
fi: Huomioi suljettu päivä
fr: Fermé
lv: Pārslēgšanas aizvēršana
no: Av/på lukket
ru: Закрыт
tr: Değiştirme düğmesi kapama
zh_cn: 切换关闭
zh_hk: 切換關閉

# BusinessRuleOverlappingErrorMessage3
source: The non-overwritable activity {0} in interval {1} is overwritten by {2} in interval {3}.
ar: النشاط غير القابل للنسخ (0) فى الفترة البينية (1) قد تم نسخه ب(2) فى الفترة البينية (3).
da: Den uoverskrivelige aktivitet {0} i intervallet {1} er overskrevet af {2} in interval {3}
de: Die nicht-überschreibbare Aktivität {0} im Intervall {1} ist von {2} im Intervall {3} überschrieben worden.
es: La actividad no sobrescribible {0} en el intervalo {1} se sobrescribe con {2} en el intervalo {3}.
fa: فعالیت غیر قابل تغییر {0} در بازه زمانی {1} توسط {2} در بازه {3} تغییر یافته است
fi: Ei-muokattavissa oleva aktiviteetti {0} intervallissa {1} on korvattu {2}:lla intervallissa {3}.
fr: L'activité non-écrasable {0} à l'intervalle {1} est écrasée par {2} pour l'intervalle {3}.
lv: Nepārrakstāmā aktivitāte {0} intervālā {1} ir pārrakstīta ar {2} intervālā {3}.
no: Den ikke overskrivbare aktiviteten {0} i intervallet {1} blir overskrevet med {2} i intervallet {3}.
ru: Неперезаписываемая активность {0} в интервал {1} была перезаписана {2} в интервал {3}.
sv: Den icke överskrivningsbara aktiviteten {0} i intervall {1} är överskriven av {2} i intervall {3}.
tr: {1} intervalindeki, üzerinde ekleme yapılamayan {0} aktivitesinin üzerine, {3} intervalinde {2} aktivitesi eklendi.
zh_cn: 不可覆盖的活动{0}在时段{1}内，被活动{2}覆盖于时段{3}。
zh_hk: 不可覆蓋的活動{0}在時段{1}內，被活動{2}覆蓋于時段{3}。

# MinWeeklyRestRuleName
source: Weekly rest time
ar: وقت الراحة الأسبوعي
da: Ugentlig hviletid
de: Wöchentliche Ruhezeit
es: Tiempo de descanso semanal
fa: زمان استراحت هفتگی
fi: Viikkolepoaika
fr: Temps de repos hebdomadaire
lv: Nedēļas atpūtas laiks
no: Ukentlig hviletid
ru: Недельное время отдыха
sv: Minsta veckovila
tr: Haftalık dinlenme süresi
zh_cn: 每周休息时间
zh_hk: 每週休息時間

# NewDayOffRuleName
source: Shift overlaps with day off
ar: تداخل الوردية مع يوم العطلة
da: Vagt overlapper med fridag
de: Die Schicht überlappt einen freien Tag
es: Turno se superpone con día libre
fa: شیفت با روز تعطیل همپوشانی دارد
fi: Vuoro
fr: L'horaire déborde sur le jour libre
lv: Maiņa pārklājas ar brīvdienu
no: skiftet overlapper med fridag
ru: Смена перекрытая выходным
sv: Skiftet överlappar en fridag
tr: Vardiya, izin günü ile çakışıyor
zh_cn: 班次与休息日重叠
zh_hk: 班次與休息日重疊

# NotOverwriteLayerRuleName
source: Overwriting of activity
ar: نسخ الأنشطة
da: Overskrivning af aktivitet
de: Aktivität überschreiben
es: Actividad sobrescrita
fa: بازنویسی فعالیت
fi: Aktiviteetin korvaus
fr: Permettre l'écrasement
lv: Aktivitātes pārrakstīšana
no: Overskriving av aktivitet
ru: Допускается перезапись
sv: Aktiviteter överskrivna
tr: Aktivitenin üzerine kaydetme
zh_cn: 活动复写
zh_hk: 活動複寫

# NewActivityOverlapsNonoverwritableActivities
source: The new added activity overlaps non-overwritable activities
ar: النشاط الجديد المضاف يتداخل مع أنشطة غير قابلة للنسخ
da: Den nylig tilföjede aktivitet overlapper uoverskrivelige aktiviteter
de: Die neu angelegte Aktivität überlappt Aktivitäten, die nicht überlappt werden dürfen.
es: La nueva actividad adicional se superpone a las actividades no sobrescribibles
fa: فعالیت تازه اضافه شده با فعالیتهای غیرقابل تغییر همپوشانی دارد
fi: Lisätty uusi aktiviteetti ylittää ei-muokattavissa olevan aktiviteetin
fr: La nouvelle activité ajoutée déborde sur des activités non-écrasables
lv: Jaunā pievienotā aktivitāte pārklāj nepārrakstāmās aktivitātes
no: Den nye tillagte aktiviteten overlapper ikke-overskrivbare aktiviteter
ru: Добавленная активность накладывается на неперезаписываемые активности
sv: Den nya tillagda aktiviteter överlappar icke överskrivningsbara aktiviteter
tr: Yeni eklenen aktivite, üzerine ekleme yapılamayan aktiviteler ile çakışıyor
zh_cn: 新添加的活动与不可覆盖的活动重叠
zh_hk: 新添加的活動與不可覆蓋的活動重疊

# BusinessRuleMaxWeekWorkTimeFriendlyName
source: The week contains too much work time
ar: الأسبوع يضم وقت عمل كثير للغاية
da: Ugen indeholder for meget arbejdstid
de: Die Woche enthält zu viel Arbeitszeit
es: La semana contiene demasiado tiempo de trabajo
fa: ساعات کاری این هفته بیش از حد است
fi: Viikkotyöaika on liian suuri
fr: La semaine contient trop de temps de travail
lv: Nedēļā ir pārāk daudz darba laika
no: Uken inneholder for mye arbeidstid
ru: Неделя содержит слишком много рабочего времени
sv: Veckan har för mycket arbetstid
tr: Haftada maksimum iş saati sınırı aşımı var
zh_cn: 该周包含了太多的工作时间
zh_hk: 該周包含了太多的工作時間

# BusinessRuleMinWeekWorktimeFriendlyName
source: The week contains too little work time
ar: الأسبوع يضم وقت عمل قليل للغاية
da: Ugen idenholder for lidt arbejdstid
de: Die Woche enthält zu wenig Arbeitszeit
es: La semana contiene muy poco tiempo de trabajo
fa: ساعات کاری این هفته کمتر از حد تعیین شده است
fi: Viikko sisältää liian vähän työaikaa
fr: La semaine contient trop peu de temps de travail
lv: Nedēļā ir pārāk maz darba laika
no: Uken inneholder for lite arbeidstid
ru: Неделя содержит слишком мало рабочего времени
sv: Veckan har för lite arbetstid
tr: Haftadaki iş saati minimum sınırın altında
zh_cn: 该周包含了太少的工作时间
zh_hk: 該周包含了太少的工作時間
