Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# YouHaveUnsavedDataDoYouWantToCloseAnyWay
source: Do you want to save changes in schedule?
ar: هل تريد حفظ التغييرات التي أجريتها في الجدولة؟
cs: Chcete uložit změny v plánu?
da: Vil du gemme vagtændringer?
de: Möchten Sie die Änderungen im Plan speichern?
es: Quiere guardar los cambios en la planificación?
fa: آیا می خواهید تغییرات در جدول ذخیره شود؟
fi: Haluatko tallentaa muutokset työvuoroihin?
fr: Voulez-vous sauvegarder les modifications dans le planning?
id: Apakah anda akan menyimpan perubahan dalam jadwal?
it: Vuoi salvare le modifiche alla pianificazione?
ja: スケジュールの変更を保存しますか?
lv: Vai vēlaties saglabāt izmaiņas grafikā?
nl: Wilt U wijzigingen opslaan in het rooster?
no: Vil du lagre endringer i skjema?
pl: Czy zapisać zmiany w planie?
pt: Você que salvar na Agenda?
ru: Сохранить изменения в графике?
sv: Vill du spara schemaändringarna?
tr: Vardiya planında yapılan değişiklikleri kayedetmek istiyor musunuz?
zh_cn: 您希望保存班表的改动吗？
zh_hk: 您希望保存班表的改動嗎？

source: Your changes will be discarded. Reloading...
ar: سيتم تجاهل التغييرات التي قمت بها. جاري إعادة التحميل...
cs: Vámi provedené změny budou zrušeny. Opakované načítání...
da: Dine ændringer vil blive afvist. Genindlæser...
de: Ihre Änderungen werden verworfen. Laden…
es: Sus cambios serán descartados. Recargando...
fa: تغییرات شما از بین خواهد رفت.بار گذاری مجدد....
fi: Tekemäsi muutokset hylätään. Ladataan uudelleen...
fr: Vos changements vont être ignorés. Rechargement...
id: Perubahan anda akan diabaikan. Mengeluarkan ulang...
it: Le tue modifiche andranno perdute. Ricaricamento...
ja: 変更が破棄されます。再読み込み中...
lv: Jūsu izmaiņas tiks atmestas. Pārlādēšana...
nl: Uw wijzigingen worden ontdoen. Herladen...
no: Endringene dine blir forkastet. Laster på nytt...
pl: Twoje modyfikacje zostają odrzucone. Przeładowanie...
pt: As suas alterações serão descartadas. Recarregando...
ru: Изменения будут отменены. Перезагрузка...
sv: Dina ändringar kommer att kastas. Laddar om...
tr: Değişiklikleriniz çıkartıldı. Yeniden yükleniyor
zh_cn: 您的改动将被放弃。重新加载中…
zh_hk: 您的改動將被放棄。重新載入中…

# ZeroOneFoundDot
source: {0} {1} found.
ar: {0} {1} موجود
cs: {0} {1} nalezeno.
da: {0} {1} fundet.
de: {0} {1} gefunden.
es: {0} {1} encontrado(s).
fa: {0} {1} پیدا شد.
fi: {0} {1} löytyi.
fr: {0} {1} trouvées.
id: {0} {1} ditemukan.
it: {0} {1} trovato.
ja: {0} {1} が見つかりました。
lv: {0} {1} atrasti.
nl: {0} {1} gevonden.
no: {0} {1} funnet.
pl: Znaleziono {0} {1}.
pt: {0} {1} localizado.
ru: {0} {1} найдено.
sv: Hittade {0} {1}.
tr: {0}{1} bulundu.
zh_cn: {0} {1} 找到。
zh_hk: {0} {1} 找到。

source: Z to A
ar: تنازلي
cs: od Z do A
da: Z til A
de: Z bis A
es: de Z a A
fa: ی تا الف
fi: Z – A
fr: Z à A
id: Z ke A
it: Da Z a A
ja: 降順
lv: Z līdz A
nl: Z tot A
no: Å til A
pl: Od Z do A
pt: Z - A
ru: От Я до А
sv: Ö till A
tr: Z'den A'ya
zh_cn: Z 到 A
zh_hk: Z 到 A

source: New Report
ar: التّقرير الجديد
cs: Nová sestava
da: Ny Rapport
de: Neuer Bericht
es: Nuevo Reporte
fa: گزارش جدید
fi: Uusi raportti
fr: Nouveau rapport
id: Laporan Baru
it: Nuovo Report
ja: 新規レポート
lv: Jauna Atskaite
nl: Nieuw Rapport
no: Ny rapport
pl: Nowy raport
pt: Novo Relatório
ru: Новый отчет
sv: Ny rapport
tr: Yeni Rapor
zh_cn: 新建报表
zh_hk: 新建報表

source: Performance Manager
ar: مدير الأداء
cs: Manažer výkonu
de: Performance Manger
fa: مدیر اجرا
fr: Gestionnaire de performance
id: Mengatur Performansi
ja: パフォーマンスマネージャー
lv: Veiktspējas Pārvaldnieks
pl: Zarządzanie wydajnością
tr: Performans Yöneticisi
zh_cn: 绩效管理器
zh_hk: 績效管理器

source: Your changes will be discarded.
ar: سيتم اهمال التغييرات التي قمت بها
cs: Vámi provedené změny budou zrušeny.
da: Dine ændringer vil blive afvist.
de: Ihre Änderungen werden verworfen.
es: Los cambios serán descartados.
fa: تغییرات شما اعمال نمی شود
fi: Tekemäsi muutokset hylätään.
fr: Vos changements vont être ignorés.
id: Perubahan anda akan diabaikan
it: Le tue modifiche saranno annullate.
ja: 変更が破棄されます。
lv: Jūsu izmaiņas tiks atmestas.
nl: Uw wijzigingen worden ontdoen.
no: Endringene dine blir forkastet.
pl: Modyfikacje zostaną odrzucone.
pt: As suas alterações serão descartadas
ru: Изменения будут отменены.
sv: Dina ändringar kommer att kastas.
tr: Değişiklikleriniz diskart edilecek
zh_cn: 您的变更会被放弃。
zh_hk: 您的變更會被放棄。

# SelectRotationColon
source: Select rotation:
ar: اختيار دورة:
cs: Vybrat cykly:
da: Vælg turnus:
de: Wählen Sie Rotation:
es: Seleccionar rotación:
fa: انتخاب گردش:
fi: Valitse työvuorokierto:
fr: Sélectionner rotation:
id: Pilih rotasi:
it: Selezione rotazione:
ja: ローテーションの選択:
lv: Atlasīt rotāciju:
nl: Selecteer rotatie:
no: Velg rotasjon:
pl: Wybierz rotację:
pt: Selecione a rotação:
ru: Выбрать ротацию:
sv: Välj sekvens:
tr: Rotasyon Seç:
zh_cn: 选择循环：
zh_hk: 選擇迴圈：

source: EmployeeNumber
ar: رقم الموظف
cs: Číslo zaměstnance
da: MedarbejderNummer
de: MitarbeiterNummer
es: Número de Empleado
fa: شماره کارمند
fi: Työntekijänumero
fr: Numéro employé
id: Jumlah Karyawan
it: NumeroDipendenti
ja: 従業員番号
lv: Darbinieka Numurs
nl: Personeel Nummer
no: Ansattnummer
pl: Numer pracownika
pt: Núm. Funcionário
ru: Номер сотрудника
sv: Anställningsnummer
tr: PersonelNumarası
zh_cn: 员工编号
zh_hk: 員工編號

source: Create alarm types
ar: انشاء نوع انذار
cs: Vytvořit typy alarmů
da: Opret alarmtyper
de: Alarmtypen erstellen
es: Crear tipos de alarma
fa: ایجاد انواع اخطار
fi: Luo hälytystyypit
fr: Créer type d'alarme
id: Buat jenis alarm
it: Crea tipi di allarme
ja: アラームの種類を作成
lv: Izveidot signāla tipu
nl: Creëer alarm types
no: Opprett alarmtyper
pl: Utwórz typy alarmów
pt: Criar tipos de alarmes
ru: Создать типы предупреждений
sv: Skapa larmtyper
tr: Alarm tipi oluştur
zh_cn: 创建告警类型
zh_hk: 創建告警類型

# AlarmList
source: Existing alarm types
ar: أنواع الانذار الموجودة
cs: Existující typy alarmů
da: Eksisterende alarmtyper
de: Bestehende Alarmtypen
es: Tipos de alarma existentes
fa: انواع اخطار موجود
fi: Olemassa olevat hälytykset
fr: Types d'alarme existants
id: Jenis alarm yang ada
it: Tipi di allarme esistenti
ja: 既存のアラームの種類
lv: Esošie signālu tipi
nl: Bestaande alarm typen
no: Eksisterende alarmtyper
pl: Istniejące typy alarmów
pt: Tipos de alarme existentes
ru: Существующие типы предупреждений
sv: Befintliga larmtyper
tr: Mevcut alarm tipleri
zh_cn: 现有告警类型
zh_hk: 現有告警類型

# GiveAlarmAName
source: Give the alarm type a descriptive name
ar: اعط نوع الانذار اسم مُعَبر
cs: Přidělte popisné jméno typu alarmu
da: Giv alarmtypen et beskrivende navn
de: Geben Sie dem Alarmtyp einen beschreibenden Namen
es: Dar al tipo de alarma un nombre descriptivo
fa: نام توصیفی به نوع اخطار بدهید
fi: Anna hälytystyypille kuvaava nimi
fr: Donner un nom descriptif au type d'alarme
id: Berikan nama deskripso jenis alarm
it: Indicare un nome descrittivo al tipo di allarme
ja: アラームの種類に説明的な名前を付けてください
lv: Piešķiriet signāla tipam aprakstošu nosaukumu
nl: Geef het alarm type een beschrijvende naam
no: Gi alarmtypen et beskrivende navn
pl: Dodaj opis typu alarmu wyjaśniający jego cel
pt: Forneça uma descrição para o tipo de alarme
ru: Задать типу предупреждения описательное имя
sv: Ge larmet ett beskrivande namn
tr: Alarmtipine bir tanım adı verin
zh_cn: 给告警类型一个描述的名称
zh_hk: 給告警類型一個描述的名稱

# NewAlarm
source: Create new alarm
ar: انشاء انذار جديد
cs: Vytvořit nový alarm
da: Opret ny alarm
de: Neuen Alarm erstellen
es: Crear una nueva alarma
fa: اخطار جدید ایجاد کنید
fi: Luo uusi hälytys
fr: Créer nouvelle alarme
id: Buat alarm baru
it: Crea nuovo allarme
ja: 新規アラームの作成
lv: Izveidot jaunu signālu
nl: Creëer nieuw alarm
no: Opprett ny alarm
pl: Utwórz nowy alarm
pt: Criar um novo alarme
ru: Создать новое предупреждение
sv: Skapa nytt larm
tr: Yeni alarm oluştur
zh_cn: 创建新的告警
zh_hk: 創建新的告警

# SkillCreatedDotParameter0
source: Skill created {0}.
ar: تم انشاء المهارة {0}
cs: Kvalifikace vytvořena {0}.
da: Kompetence oprettet {0}.
de: Erstellte Skills {0}.
es: Skill creado {0}.
fa: مهارت ایجاد شد {0}.
fi: Taito luotu {0}.
fr: Compétence créée le {0}.
id: Skill terbuat {0}.
it: Skill {0} creato.
ja: スキルが作成されました {0}
lv: Prasme izveidota {0}.
nl: Skill gemaakt {0}.
no: Ferdighet opprettet {0}.
pl: Umiejętność ustworzona {0}.
pt: O skill {0} foi criado.
ru: Навык создан {0}.
sv: Kompetens skapad {0}.
tr: Yetenek oluşturuldu {0}.
zh_cn: 技能已创建 {0}
zh_hk: 技能已創建 {0}

source: View Unpublished Schedules
ar: شاهد الجداول غير المنشورة
cs: Prohlédnout nevydané plány
da: Vis ikke-publicerede planer
de: Zeige unveröffentlichte Pläne
es: Ver planificaciones no publicadas
fa: نمایش زمانبندی های انتشار نیافته
fi: Näytä julkaisemattomat työvuorot
fr: Voir plannings non publiés
id: Tunjukkan jadwal belum diumumkan
it: Visualizzazione pianificazioni non pubblicate
ja: 未公開のスケジュールを表示
lv: Skatīt Nepublicētos Grafikus
nl: Bekijk ongepubliceerde roosteren
no: Se upubliserte skjemaer
pl: Zobacz niepublikowane plany
pt: Visualizar agendas não publicadas
ru: Просмотр неопубликованных графиков
sv: Visa opublicerade scheman
tr: Yayınlanmamış vardiyaları görüntüle
zh_cn: 查看未发布的班表
zh_hk: 查看未發佈的班表

source: Global Functions
ar: المهام العالمية
cs: Globální funkce
da: Globale Funktioner
de: Allgemeine Funktionen
es: Funciones Globales
fa: توابع یکپارچه
fi: Globaalit toiminnot
fr: Fonctions universelles
id: Fungsi Global
it: Funzionalità globali
ja: グローバル機能
lv: Globālās Funkcijas
nl: Globale Functies
no: Globale funksjoner
pl: Funkcje globalne
pt: Funções Globais
ru: Общие функции
sv: Globala funktioner
tr: Global İşlevler
zh_cn: 全局功能
zh_hk: 全域功能

source: Enter settings for each week
ar: ادخال الاعدادات لكل اسبوع
cs: Vložte nastavení pro každý týden
da: Indtast opsætning for hver uge
de: Tragen Sie die Einstellungen für jede Woche ein
es: Introducir ajustes para cada semana
fa: تنظیمات را برای هر هفته وارد کنید
fi: Syötä asetukset kullekin viikolle
fr: Entrer propriétés pour chaque semaine
id: Masukkan setting untuk setiap minggu
it: Inserisci Impostazioni per ogni settimana
ja: 各週の設定を入力
lv: Ievadīt uzstādījumus katrai nedēļai
nl: Voer instellingen voor elke week
no: Sett innstillinger for hver uke
pl: Podaj ustawienia dla każdego tygodnia
pt: Forneça os parâmetros para cada semana
ru: Ввод настроек для каждой недели
sv: Ange värden för varje vecka
tr: Her bir hafta için ayar giriniz
zh_cn: 请输入每周的设置
zh_hk: 請輸入每週的設置

source: Always Override These Errors
ar: تخطى هذه الأخطاء دائماً
cs: Vždy přeskočit tyto chyby
da: Deaktiver Altid Disse Fejl
de: Diese Fehler immer überschreiben
es: Siempre Sobrescribir Estos Errores
fa: لغو همیشگی این خطاها
fi: Ohita aina nämä virheet
fr: Toujours écraser ces erreurs
id: Selalu Timpa Kesalahan Ini
it: Ignora sempre questi errori
ja: これらのエラーを常に無視
lv: Vienmēr Ignorēt Šīs Kļūdas
nl: Opschakel altijd deze fouten
no: Overstyr alltid disse feilene
pl: Zawsze pomijaj te błędy
pt: Sempre Ignorar esses Erros
ru: Всегда игнорировать эти ошибки
sv: Ignorera alltid dessa fel
tr: Bu hataları dikkate alma
zh_cn: 总是忽略这些错误
zh_hk: 總是忽略這些錯誤

source: Change to over midnight
ar: تغيير لبعد منتصف الليل
cs: Změnit na přes půlnoc
da: Skift til efter midnat
de: Wechseln auf nach Mitternacht
es: Cambiar a después de medianoche
fa: تغییر به پس از نیمه شب
fi: Vaihda keskiyön yli
fr: Changer pour après minuit
id: Ubah menjadi lewat tengah malam
it: Cambia in oltre mezzanotte
ja: 夜勤に変更
lv: Mainīt uz pāri pusnaktij
nl: Verander naar over middernacht
no: Endre til etter midnatt
pl: Zmień na zawierające północ
pt: Alterar para após meia-noite
ru: Изменить на после полуночи
sv: Ändra till nästa dag
tr: Geceyarısı aşımına çevir
zh_cn: 更改到超过半夜
zh_hk: 更改到超過半夜

source: Invalid percentage value
ar: قيمة مئوية غير صحيحة
cs: Neplatná hodnota procentního podílu
da: Ugyldig procentværdi
de: Ungütliger Prozentwert
es: Valor porcentual no válido
fa: ارزش درصد نامعتبر
fi: Prosenttiosuuden arvo ei kelpaa
fr: Valeur pourcenatge non valide
id: Nilai persentase tidak valid
it: Valore percentuale non valido
ja: 無効なパーセンテージ
lv: Nederīga procentuālā vērtība
nl: Ongeldige percentage waarde
no: Ugyldig prosentverdi
pl: Błędna wartość procentowa
pt: Percentual inválido
ru: Недопустимое значение процентов
sv: Ogilitigt procenttal
tr: Geçersiz oran değeri
zh_cn: 无效的百分比值
zh_hk: 無效的百分比值

# PercentageError
source: Percentage should be between 1 and 100
ar: النسبة المئوية يجب ان تكون بين 1 و 100
cs: Procentní podíl musí být mezi 1 a 100
da: Procentsats skal være mellem 1 og 100
de: Prozentwert sollte zwischen 1 und 100 liegen
es: El porcentaje debería estar entre 1 y 100
fa: درصد باید بین 1 و 100 باشد
fi: Prosenttiosuuden tulee olla 1–100
fr: Pourcentage devrait être entre 1 et 100
id: Persentase harus diantara 1 dan 100
it: La percentuale deve essere tra 1 e 100
ja: パーセンテージには1～100の値を指定してください
lv: Procentuālajam lielumam jābūt no 1 līdz 100
nl: Percentage moet tussen 1 en 100 zijn
no: Prosent må være mellom 1 and 100
pl: Wartość procentowa powinna być z zakresu 1 do 100
pt: O percentual deve ser de 1 a 100
ru: Процент должен быть между 1 и 100
sv: Procentsatsen måste vara mellan 1 och 100
tr: Oran 1 ile 100 arası olmalıdır
zh_cn: 百分比值必须在1到100之间
zh_hk: 百分比值必須在1到100之間

# YouCannotHaveABlankName
source: You must provide a name
ar: لا يمكن ترك خانة الاسم خالية
cs: Nemůžete mít prázdné jméno
da: Du kan ikke have et blankt Navn
de: Sie müssen einen Namen eintragen
es: No puede tener un nombre en blanco
fa: شما باید یک نام تهیه کنید
fi: Nimi ei voi olla tyhjä
fr: Vous devez fournir un nom
id: Anda harus memberikan nama
it: Devi fornire un nome
ja: 名前を入力してください
lv: Jums ir jānorāda vārds
nl: moet een naam opgeven
no: Du må angi et navn
pl: Musisz podać nazwę
pt: Você deve fornecer um nome
ru: Имя не может быть пустым
sv: Du måste ange ett namn.
tr: İsim kısmını boş bırakmayınız
zh_cn: 名称不能为空
zh_hk: 您不能有空白名稱

source: Manage Alarm Situations
ar: ادارة حالات الانذار
cs: Spravovat situace alarmů
da: Administrer alarmsituationer
de: Alarmsitutationen verwalten
es: Gestionar situaciones de alarma
fa: مدیریت کردن موقعیتهای اخطار
fi: Hälytystilanteiden hallinta
fr: Gérer situations alarmes
id: Mengatur alarm situasi
it: Gestione situazione allarmi
ja: アラーム発生状況の管理
lv: Pārvaldīt Signālu Situācijas
nl: Beheer Alarm Situaties
no: Administrer alarmsituasjoner
pl: Zarządzaj sytuacjami alarmowymi
pt: Gerenciar condições de alarme
ru: Управление предупреждениями
sv: Larmhantering
tr: Alarm durumlarını yönet
zh_cn: 管理告警状况
zh_hk: 管理告警狀況

# CannotChangeSystemAlarmType
source: You can not change a system alarm
ar: لا يمكن تغيير انذار النظام
cs: Nemůžete změnit systémový alarm
da: Du kan ikke ændre en systemalarm
de: Sie können keinen Systemalarm ändern
es: No puede cambiar una alarma de sistema
fa: شما نمی توانید اخطار سیستم را تغییر دهید
fi: Järjestelmähälytystä ei voi muuttaa
fr: Vous ne pouvez pas supprimer une alarme système
id: Anda tidak bisa mengubah alarm sistem
it: Non puoi modificare un allarme di sistema
ja: システムのアラームは変更できません
lv: Jūs nevarat mainīt sistēmas signālus
nl: U kunt geen systeem alarm wijzigen
no: Du kan ikke endre en systemalarm
pl: Nie można edytować alarmu systemowego
pt: Não é possível alterar um alarme do sistema
ru: Невозможно изменить системное предупреждение
sv: Du kan inte ändra ett systemlarm
tr: Sistem alarmını değiştiremezsiniz
zh_cn: 您不能改变系统告警
zh_hk: 您不能改變系統告警

# CannotDeleteSystemAlarmType
source: You can not delete a system alarm
ar: لا يمكن حذف انذار النظام
cs: Nemůžete smazat systémový alarm
da: Du kan ikke slette en systemalarm
de: Sie können keinen Systemalarm löschen.
es: No puede borrar una alarma de sistema
fa: شما نمی توانید اخطار سیستم را حذف کنید
fi: Järjestelmähälytystä ei voi poistaa
fr: Vous ne pouvez pas supprimer une alarme système
id: Anda tidak bisa menghapus alarm sistem
it: Non puoi eliminare un allarme di sistema
ja: システムのアラームは削除できません
lv: Jūs nevarat dzēst sistēmas signālus
nl: U kunt geen systeem alarm verwijderen
no: Du kan ikke slette en systemalarm
pl: Nie można skasować alarmu systemowego
pt: Não é possível excluir um alarme do sistema
ru: Невозможно удалить системное предупреждение
sv: Du kan inte ta bort ett systemlarm
tr: Sistem alarımını silemezsiniz
zh_cn: 您不能删除系统告警
zh_hk: 您不能刪除系統告警

# SelectSuitableColor
source: Select a suitable color
ar: اختر اللون المناسب
cs: Vybrat vhodnou barvu
da: Vælg en passende farve
de: Wählen Sie eine passende Farbe
es: Seleccionar un color adecuado
fa: یک رنگ مناسب انتخاب کنید
fi: Valitse sopiva väri
fr: Sélectionner une couleur convenable
id: Pilih warna yang cocok
it: Seleziona un colore adatto
ja: 適切な色を選択
lv: Izvēlieties piemērotu krāsu
nl: Kies een geschikte kleur
no: Velg egnet farge
pl: Wybierz odpowiedni kolor
pt: Selecione uma cor
ru: Выбор подходящего цвета
sv: Välj en lämplig färg
tr: Uygun renk seç
zh_cn: 选择合适的颜色
zh_hk: 選擇合適的顏色

# CancelingLoadAndCloseProgram
source: Cancelling load and closing application...
ar: اغلاق التحميل و اغلاق الj'fdr
cs: Rušení načítání a uzavírání aplikace...
da: Annullerer indlæsning og lukker applikationen...
de: Laden abbrechen und Programm schließen…
es: Cancelando carga y cerrando aplicación...
fa: لغو بارگذاری و بستن برنامه...
fi: Lataus peruutetaan ja sovellus suljetaan...
fr: Annule le chargement et ferme l'application...
id: Membatalkan pengeluaran dan menutup aplikasi...
it: Annullamento caricamento e chiusura applicazione...
ja: 読み込みを中止してアプリケーションを終了します...
lv: Tiek atcelta ielāde un aizvērta aplikācija...
nl: Load annuleren en applicatie sluiten...
no: Avbryter opplasting og lukker applikasjonen...
pl: Anulowanie ładowania i zamykanie aplikacji...
pt: Cancelando o carregamento e fechando a aplicação...
ru: Отмена загрузки и закрытие приложения...
sv: Avbryter laddning och stänger applikationen...
tr: Yükleme iptal ediliyor ve uygulama kapatılıyor
zh_cn: 取消加载并关闭应用程序…
zh_hk: 取消載入並關閉應用程式…

source: Is Paid time
ar: وقت مدفوع
cs: je placený čas
da: Er betalt tid
de: ist bezahlte Zeit
es: Es tiempo pagado
fa: زمان پرداخت است ؟
fi: On maksettua aikaa
fr: Est temps payé
id: Waktu dibayar
it: È pagata
ja: 有給時間です
lv: Ir Apmaksātais laiks
nl: Het is betaald tijd
no: Er betalt tid
pl: Czas płatny
pt: É remunerada
ru: Оплачиваемое время
sv: Är betald tid
tr: Ücretli zaman
zh_cn: 是付薪时间
zh_hk: 是付薪時間

source: Is Work time
ar: وقت عمل
cs: je pracovní doba
da: Er arbejdstid
de: ist Arbeitszeit
es: Es tiempo de trabajo
fa: زمان کار است ؟
fi: On työaikaa
fr: Est temps travaillé
id: Waktu kerja
it: È lavorativa
ja: 勤務時間です
lv: Ir Darba laiks
nl: Het is Werk tijd
no: Er arbeidstid
pl: Czas pracy
pt: É tempo de trabalho
ru: Рабочее время
sv: Är arbetstid
tr: Çalışma zamanı
zh_cn: 是工作时间
zh_hk: 是工作時間

# ErrorMessageFromToTimeIsInvalidParameter
source: Err! From {0} till {1} is not a valid range.
ar: خطأ! من {0} الى {1} ليس مجالاً صحيحاً
cs: Chyba! Od {0} do {1} není platný rozsah.
da: Fejl! Fra {0} til {1} er ikke et gyldigt interval.
de: Fehler! Von {0} bis {1} ist kein gültiger Bereich.
es: Error! Desde {0} hasta {1} no es un rango válido
fa: خطا! از {0} تا {1} بازه معتبری نیست.
fi: Virhe! {0} – {1} ei ole mahdollinen.
fr: Err! De {0} à {1} n'est pas une plage horaire valide.
id: Error! Dari {0} sampai {1} bukan range yang valid.
it: Errore! Intervallo da {0} a {1} non valido.
ja: エラー! {0} ～ {1} は有効な範囲ではありません。
lv: Kļūda! No {0} līdz {1} nav derīgs diapazons.
nl: Err! Van {0} tot {1} is geen geldige range
no: Feil! Fra {0} till {1} er ikke en gyldig serie.
pl: Błąd! Od {0} do {1} nie jest dopuszczalnym zakresem.
pt: Erro! De {0} a {1} não é um intervalo válido.
ru: Ошибка! От {0} до {1} – недопустимый диапазон.
sv: Fel! {0} till {1} är inte en tillåten tidsperiod.
tr: Hata! {0} - {1} arası geçerli bir aralık değil.
zh_cn: 错误！从{0}到{1}不是一个有效范围。
zh_hk: 錯誤！從{0}到{1}不是一個有效範圍。

source: Toggle log out state
ar: تبديل حالة تسجيل الخروج
cs: Přepnout stav odhlášení
da: Skift log-ud tilstand
es: Alternar con estado de log out
fa: تبدیل وضعیت خروج از سیستم
fi: Kytke uloskirjaustila
fr: Bouton de déconnexion
id: Mengubah status log out
it: Passa a stato logout
ja: ログアウト状態の切り替え
lv: Pārslēgt atteikšanās stāvokli
nl: Toggle uitloggen staat
no: Veksle logg ut status?
pl: Przestaw stan zalogowania
pt: Ativar o estado de log out
ru: Переключить состояние выхода из системы
sv: Växla utloggningsläge
tr: log out durumunu değiştir
zh_cn: 切换到注销状态
zh_hk: 切換到登出狀態

source: Use for log out
ar: استخدم لتسجيل الخروج
cs: Použít pro odhlášení
da: Bruger til log-ud
de: Nutze für Log out
es: Usar para log out
fa: استفاده برای خروج از سیستم
fi: Käytä uloskirjaukseen
fr: Utiliser pour déconnexion
id: Gunakan untuk logout
it: Usa per Logout
ja: ログアウトで使用
lv: Lietot priekš atteikšanās
nl: Gebruik voor logout
no: Bruk til logg ut
pl: Użyj do wylogowania
pt: Usar para fazer log out
ru: Использовать для выхода из системы
sv: Använd för utloggning
tr: log out için kullan
zh_cn: 用于注销
zh_hk: 用於註銷

# AreYouSureYouWantToDeleteAvailability
source: Are you sure you want to delete '{0}' availability?
ar: هل أنت متأكد من حذف هذا التوفر {0} ؟
cs: Chcete opravdu smazat '{0}' dostupnost?
da: Er du sikker på, at du ønsker at slette '{0}' tilgængelighed?
de: Sind Sie sicher, dass Sie die Verfügbarkeit '{0}' löschen möchten?
es: ¿Estás seguro que quieres borrar la disponibilidad {0}?
fa: آیا شما مطمئن هستید می خواهید دسترس پذیری {0} را حذف کنید؟
fi: Haluatko varmasti poistaa '{0}' käytettävyyden?
fr: Êtes-vous sûr de supprimer la disponibilté '{0}'?
id: Apakah anda akan menghapus ketersediaan '{0}'?
it: Sei sicuro di voler eliminare la disponibilità {0}?
ja: 空き状況 '{0}' を削除しますか?
lv: Vai tiešām vēlaties dzēst '{0}' pieejamību?
nl: Bent U zeker dat U beschikbaarheid '{0}' wilt verwijderen?
no: Er du sikker på at du vil slette '{0}' tilgjengelige?
pl: Czy na pewno chcesz usunąć dostępność '{0}'?
pt: Você tem certeza que você deseja excluir a disponibilidade: '{0}'?
ru: Приведет к удалению доступности '{0}'. Продолжить?
sv: Är du säker på att du vill ta bort '{0}' tillgänglighet?
tr: '{0}' uygunluğu silmek istediğinize emin misiniz?
zh_cn: 您确定要删除 '{0}' 可用性？
zh_hk: 您確定要刪除 '{0}' 可用性？

# AreYouSureYouWantToDeleteRotation
source: Are you sure you want to delete '{0}' rotation?
ar: هل أنت متأكد من حذف هذه دورة {0} ؟
cs: Chcete opravdu smazat '{0}' cykly?
da: Er du sikker på, at du ønsker at slette '{0}' turnus?
de: Sind Sie sicher, dass Sie die Rotation '{0}' löschen möchten?
es: ¿Estás seguro que quieres borrar la rotación {0}?
fa: آیا شما مطمئن هستید می خواهید گردش {0} را حذف کنید؟
fi: Haluatko varmasti poistaa '{0}' vuorokierron?
fr: Êtes-vous sûr de supprimer la rotation '{0}'?
id: Apakah anda akan menghapus rotasi '{0}'?
it: Sei sicuro di voler eliminare la rotazione '{0}'?
ja: ローテーション '{0}' を削除しますか?
lv: Vai tiešām vēlaties dzēst '{0}' rotāciju?
nl: Bent U zeker dat U rotatie '{0}' wilt verwijderen?
no: Er du sikker på at du vil slette rotasjonen '{0}'?
pl: Czy na pewno chcesz usunąć rotację '{0}'?
pt: Você tem certeza que deseja excluir a rotação '{0}'?
ru: Приведет к удалению ротации '{0}'. Продолжить?
sv: Är du säker på att du vill ta bort sekvens '{0}'?
tr: '{0}' rotasyonu silmek istediğinize emin misiniz?
zh_cn: 您确定想要删除 ‘{0}’ 循环？
zh_hk: 您確定想要刪除 ‘{0}’ 迴圈？
