Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# AreYouSureYouWantToDeleteScenario
source: Are you sure you want to delete '{0}' scenario?
ar: هل انت متأكد من حذف السيناريو {0} ؟
cs: Chcete opravdu smazat '{0}' scénář?
da: Er du sikker på, at du ønsker at slette '{0}' scenarie?
de: Sind Sie sicher, dass Sie das Szenario '{0}' löschen möchten?
es: ¿Estás seguro que quieres borrar el escenario {0}?
fa: آیا شما مطمئن هستید می خواهید سناریوی {0} را حذف کنید؟
fi: Haluatko varmasti poistaa '{0}' skenaarion?
fr: Êtes-vous sûr de supprimer le scénario '{0}'?
id: Apakah anda akan menghapus skenario '{0}'?
it: Sei sicuro di voler eliminare lo scenario '{0}'?
ja: シナリオ '{0}' を削除しますか?
lv: Vai tiešām vēlaties dzēst '{0}' scenāriju?
nl: Bent U zeker dat U scenario '{0}' wilt verwijderen?
no: Er du sikker på at du vil slette scenario '{0}'?
pl: Czy na pewno chcesz usunąć scenariusz '{0}'?
pt: Você tem certeza que deseja excluir o cenário '{0}'?
ru: Приведет к удалению сценария '{0}'. Продолжить?
sv: Är du säker på att du vill ta bort scenario '{0}'?
tr: '{0}' senaryoyu silmek istediğinize emin misiniz?
zh_cn: 您确定想要删除 '{0}' 情景？
zh_hk: 您確定想要刪除 '{0}' 情景？

source: Confirm Delete
ar: تأكيد الحذف
cs: Potvrdit mazání
da: Bekræft Sletning
de: Löschen bestätigen
es: Confirmar Borrado
fa: تایید حذف
fi: Vahvista poisto
fr: Confirmer annulation
id: Konfirmasi Penghapusan
it: Conferma eliminazione
ja: 削除の確認
lv: Apstiprināt Dzēšanu
nl: Bevestig Verwijderen
no: Bekreft sletting
pl: Potwierdź usunięcie
pt: Confirma Exclusão
ru: Подтверждение удаления
sv: Bekräfta borttagning
tr: Silme işlemini onayla
zh_cn: 确认删除
zh_hk: 確認刪除

# AuthorizationFailure
source: Authorisation Failure
ar: فشل التخويل
cs: Selhání autorizace
da: Autorisation Fejlede
de: Autorisierungsfehler
es: Error de Autorización
fa: ایراد اعتبار
fi: Tunnistusvirhe
fr: Echec d'autorisation
id: Kegagalan Otorisasi
it: Autorizzazione fallita
ja: 認証失敗
lv: Autorizācijas Kļūda
nl: Autorisatie mislukking
no: Autentisering mislyktes
pl: Błąd autoryzacji
pt: Falha na Autorização
ru: Сбой авторизации
sv: Misslyckad autentisering
tr: Yetki hatası
zh_cn: 授权失败
zh_hk: 授權失敗

# CannotDeleteDefaultScenario
source: Cannot delete default scenario '{0}'.
ar: لا يمكن حذف السيناريو الافتراضي {0}.
cs: Nelze smazat výchozí scénář '{0}'.
da: Kan ikke slette standardscenarie '{0}'.
de: Standardszenario '{0}' kann nicht gelöscht werden.
es: El escenario default {0} no puede ser borrado.
fa: نمی تواند سناریوی پیش فرض {0} را حذف کند.
fi: Ei voida poistaa oletus skenaariota '{0}'.
fr: Ne peut pas supprimer le scénario par défaut '{0}'.
id: Tidak bisa menghapus skenario standar '{0}'
it: Impossibile eliminare lo scenario predefinito '{0}'.
ja: 既定のシナリオ '{0}' は削除できません。
lv: Nevar izdzēst noklusējuma scenāriju '{0}'.
nl: Kan standaard scenario niet verwijderen '{0}.
no: Kan ikke slette standardscenario '{0}'.
pl: Nie można skasować domyślnego scenariusza '{0}'.
pt: Não é possível excluir o cenário padrão '{0}'.
ru: Невозможно удалить сценарий по умолчанию '{0}'.
sv: Du får inte ta bort standardscenario '{0}'.
tr: '{0}' senaryosu silinemiyor.
zh_cn: 不能删除默认的情景 '{0}'。
zh_hk: 不能刪除默認的情景 '{0}'。

# ScoreCardPreviewHeaderToolTip
source: Double click here to open in main view.
ar: انقر مرتين هنا مرتين لفتح طريقة العرض الاساسية
cs: Dvojitě klikněte pro otevření v hlavním náhledu.
da: Dobbeltklik her for at åbne i hovedvisning.
de: Doppelklicken Sie hier, um den Hauptbildschirm zu öffnen.
es: Haga doble click aquí para abrir la vista principal.
fa: برای باز کردن نمایش اصلی اینجا را دو بار کلیک کنید.
fi: Kaksoisklikkaa tässä avataksesi päänäkymässä.
fr: Double-cliquez ici pour ouvrir l'écran principal.
id: Klik dobel disini untuk membuka di dalam tampilan utama,
it: Fai doppio click quì per aprire in vista principale.
ja: メインビューで開くにはここをダブルクリックしてください
lv: Divreiz uzklikšķiniet šeit, lai atvērtu galvenajā skatā.
nl: Dubbel klik hier om het hoofdscherm te openen
no: Dobbeltklikk her for å åpne i hovedoversikten.
pl: Dwukliknij tutaj aby otworzyć w głównym widoku.
pt: Dê um clique duplo aqui para abrir a visão principal.
ru: Чтобы открыть в главном окне, дважды щелкните здесь.
sv: Förhandsgranskning scorecard
tr: Ana görünümü açmak için buraya tıklayın.
zh_cn: 请双击这里在主界面打开
zh_hk: 請按兩下這裡在主介面打開

source: No scheduled activity
ar: لا يوجد نشاطات مجدولة
cs: Neplánovaná činnost
da: Ingen planlagt aktivitet
de: Keine geplante Aktivität
es: Actividad no planificada
fa: هیچ فعالیت زمانبندی شده ای وجود ندارد.
fi: Ei työvuorotettuja aktiviteettia
fr: Aucune activité planifiée
id: Tidak ada aktivitas terjadwal
it: Nessuna attività pianificata
ja: 予定された活動はありません
lv: Nav ieplānotu aktivitāšu
nl: Geen ingeroosterd activiteit
no: Ingen planlagt aktivitet
pl: Brak zaplanowanych aktywności
pt: Nenhuma atividade agendada
ru: Отсутствует запланированная активность
sv: Ingen schemalagd aktivitet
tr: Vardiyalanmış aktivite bulunmamaktadır
zh_cn: 没有排定的活动
zh_hk: 沒有排定的活動

# HandledWithinHMM
source: Handled within (hh:mm)
ar: تمت المعالجة خلال (ق‏ق:س)
cs: Vyřízeno během (h:mm)
da: Behandlet inden for (t:mm)
de: Bearbeitet innerhalb (h:mm)
es: Gestionado dentro de (hh:mm)
fa: رسیدگی شده در مدت (دقیقه: ساعت)
fi: Käsitelty ajan sisällä (tt:min)
fr: Traité en (hh:mm)
id: Ditangani dalam (hh:mm)
it: Gestite entro (hh:mm)
ja: 次の時間内に処理（時:分）
lv: Apstrādāts laikā (hh:mm)
nl: Afgehandeld binnen (uu:mm)
no: Behandlet innen (tt:mm)
pl: Obsłużone wewnętrznie (hh:mm)
pt: Atendido em (hh:mm)
ru: Обработано за (чч:мм)
sv: Behandlas inom (tt:mm)
tr: Yönetim süresi (s:dd)
zh_cn: 处理时间不超过(小时:分钟)
zh_hk: 處理時間不超過(小時:分鐘)

# MaximumOccupancyParenthesisPercentSign
source: Maximum occupancy (%)
ar: نسبة الاشغال القصوى (%)
cs: Maximální obsazenost (%)
da: Maksimal optagetperiode (%)
de: Maximum Auslastung (%)
es: Ocupación Máxima (%)
fa: حداکثر اشغال (%)
fi: Kuormitus enintään (%)
fr: Taux d'occupation maximum (%)
id: Okupansi maksimum (%)
it: Occupazione massima (%)
ja: 最大稼働率 (%)
lv: Maksimālais noslogojums (%)
nl: Maximale bezetting (%)
no: Maksimum belegg (%)
pl: Maksymalne obłożenie (%)
pt: Ocupação Máxima (%)
ru: Максимальная занятость (%)
sv: Maximal nyttjandegrad (%)
tr: Maksimum doluluk oranı (%)
zh_cn: 最高占用率 (%)
zh_hk: 最高佔用率 (%)

# MinimumOccupancyParenthesisPercentSign
source: Minimum occupancy (%)
ar: نسبة الاشغال الدنيا (%)
cs: Minimální obsazenost (%)
da: Minimum optagetperiode (%)
de: Minimum Auslastung (%)
es: Ocupación Mínima (%)
fa: حداقل اشغالی (%)
fi: Kuormitus vähintään (%)
fr: Taux d'occupation minimum (%)
id: Okupansi minimum (%)
it: Occupazione minima (%)
ja: 最小稼働率 (%)
lv: Minimālais noslogojums (%)
nl: Minimale bezetting (%):
no: Minimum belegg (%)
pl: Minimalne obłożenie (%)
pt: Ocupação Mínima (%)
ru: Минимальная занятость (%)
sv: Minsta nyttjandegrad (%)
tr: Minimum doluluk oranı (%)
zh_cn: 最低占用率(％)
zh_hk: 最低佔用率(％)

# ShrinkageParenthesisPercentSign
source: Shrinkage (%)
ar: الانكماش (%)
cs: Ztráta (%)
da: Svind (%)
de: Shrinkage (%) (Anpassung)
es: Absentismo (%)
fa: نقصان (%)
fi: Kutistuma (%)
fr: Réduction (%)
id: Penyusutan (%)
it: Riduzione (%)
ja: シュリンケージ (%)
lv: Samazinājums (%)
no: Svinn (%)
pl: Absencja (%)
pt: Indisponibilidade (%)
ru: Сокращение (%)
tr: Daralma (%)
zh_cn: 损耗 (%)
zh_hk: 損耗 (%)

# RtaStateGroupsMustBeConfigured
source: The RTA state groups must be configured first.
ar: يجب برمجة مجموعات حالة الالتزام بالوقت الحقيقي اولاً
cs: Nejdříve musí být konfigurovány RTA stavové skupiny.
da: Grupperne for RTA-tilstand skal konfigureres først.
de: Die RTA Statusgruppe muss zunächst konfiguriert werden.
es: Los grupos de estado de RTA deben ser configurados primero.
fa: گروه استان RTA باید اول پیکر بندی شود
fi: RTA-ryhmät on konfiguroitava ensin.
fr: Les groupes de statuts RTA doivent être configurés d'abord.
id: Kelompok status RTA harus dikonfigurasi dulu.
it: Prima è necessario configurare i Gruppi di stati RTA
ja: はじめにRTA状態グループを設定してください。
lv: Vispirms jākonfigurē RTA stāvokļa grupas
nl: De RTA staat groepen moeten eerst geconfigureerd worden.
no: RTA statusgrupper må konfigureres først.
pl: Grupy stanu RTA muszą być zdefiniowane wcześniej.
pt: Os grupos de estado do RTA devem ser configurados antes.
ru: Сначала необходимо настроить группы состояния RTA.
sv: RTA-statusgrupper måste konfigureras före användning.
tr: Daha önce RTA durum grupları konfigüre edilmelidir
zh_cn: 必须先配置RTA状态组。
zh_hk: 必須先配置RTA狀態組。

source: No such file
ar: هذا الملف غير موجود
cs: Neexistující soubor
da: En sådan fil findes ikke
de: Keine derartige Datei gefunden
es: El fichero no existe
fa: چنین فایلی موجود نیست
fi: Tiedostoa ei ole.
fr: Pas de tel fichier
id: File tidak ditemukan
it: Nessun file
ja: そのようなファイルはありません
nl: Geen dergelijke bestand
no: Ingen slik fil
pl: Nie ma takiego pliku
pt: Arquivo não encontrado
ru: Такой файл отсутствует
sv: Hittade inte filen
tr: Böyle bir dosya yok
zh_cn: 没有这个文件
zh_hk: 沒有這個檔

source: Success
ar: نجاح
cs: Úspěšný
da: Succes
de: Erfolg
es: Éxito
fa: موفقیت
fi: Onnistui
fr: Succès
id: Sukses
it: Successo
ja: 成功
nl: Succes
no: Lyktes
pl: Sukces
pt: Sucesso
ru: Успешно
sv: Lyckades
tr: Başarı
zh_cn: 成功
zh_hk: 成功

source: &Browse
ar: &الاطلاع السريع
cs: &Vyhledat
da: &Gennemse
de: &Durchsuchen
es: &Navegar
fa: & مرور
fi: &Selaa
fr: &Parcourir
it: &Naviga
ja: &ブラウズ
lv: &Pārlūkot
no: &Åpne
pl: Wy&bierz
pt: &Procurar
ru: &Просмотр
sv: &Öppna
tr: &Tara
zh_cn: 浏览(&B)
zh_hk: 流覽(&B)

# NameAlreadyExists
source: The name already exists
ar: الاسم مُستخدم
cs: Jméno již existuje
da: Navnet eksisterer allerede
de: Der Name besteht bereits
es: El nombre ya existe
fa: نام از قبل موجود است
fi: Nimi on jo olemassa.
fr: Le nom existe déjà
id: Nama sudah ada
it: Il nome esiste già
ja: その名前は既に存在します
lv: Nosaukums jau eksistē
nl: De naam bestaat al
no: Navnet finnes allerede
pl: Nazwa już istnieje
pt: O nome já existe
ru: Имя уже существует
sv: Namnet används redan
tr: Bu isim mevcutta vardır
zh_cn: 该名称已经存在
zh_hk: 該名稱已經存在

source: About
ar: عن
cs: Kolem
da: Om
de: Über
es: Sobre
fa: درباره
fi: Tietoja
fr: A Propos
id: Tentang
it: Informazioni
ja: 情報
lv: Par
nl: Over
no: Om
pl: Informacja o
pt: Sobre
ru: Информация
sv: Om
tr: Hakkında
zh_cn: 关于
zh_hk: 關於

source: Weekly rest time cannot be more than 168 hours
ar: وقت الراحة الاسبوعي لا يمكن ان يتجاوز 168 ساعة
cs: Doba týdenního odpočinku nemůže být delší než 168 hodin
da: Ugentlig hviletid kan ikke være mere end 168 Timer
de: Die wöchentliche Ruhezeit kann nicht mehr als 168 Stunden betragen
es: El descanso semanal no puede ser mayor de 168 horas
fa: زمان استراحت هفتگی نمی تواند بیش از 168 ساعت باشد
fi: Viikkolepoaika ei voi olla enemmänpää kuin 168 tuntia.
fr: Le temps de repos hebdomadaire ne peut excéder 168 heures
id: Waktu istirahat minggu tidak boleh lebih dari 168 jam
it: Il riposo settimanale non può essere maggiore di 168 ore
ja: 1週間の休憩時間は168時間以内でなければなりません
lv: Iknedēļas atpūtas laiks nedrīkst pārsniegt 168 stundas
nl: Wekelijkse rusttijd mag niet meer dan 168 uur zijn
no: Ukentlig hviletid kan ikke være mer enn 168 timer
pl: Tygodniowy czas odpoczynku nie może przekraczać 168 godzin
pt: O tempo de descanso semanal não pode ser maior do que 168 horas
ru: Недельное время отдыха не может превышать 168 часов
sv: Veckovila får inte vara mer än 168 h
tr: Haftalık dinlenme süresi 168 saati geçemez
zh_cn: 每周休息时间不能长于168个小时
zh_hk: 每週休息時間不能長於168個小時

# LastUpdateColonParameter0
source: Last update: {0}
ar: اخر تحديث: {0}
cs: Poslední aktualizace: {0}
da: Sidste opdatering: {0}
de: Letztes Update: {0}
es: Última actualización: {0}
fa: آخرین به روز رسانی: {0}
fi: Viimeisin päivitys: {0}
fr: Dernière actualisation: {0}
id: Update terakhir: {0}
it: Ultimo aggiornamento: {0}
ja: 最終更新: {0}
lv: Pēdējo reizi atjaunots: {0}
nl: Laatste update: {0}
no: Sist oppdatert: {0}
pl: Ostatnia aktualizacja: {0}
pt: Última atualização: {0}
ru: Последнее обновление: {0}
sv: Senaste uppdatering: {0}
tr: Son güncelleme: {0}
zh_cn: 最近一次更新：{0}
zh_hk: 最近一次更新：{0}

# LicensedToColon
source: Licensed to:
ar: مُرَخص لأجل:
cs: Licencováno:
da: Licenseret til:
de: Lizenziert für:
es: Licenciado para:
fa: مجاز به:
fi: Lisenssoitu:
fr: Licencié pour:
id: Dilisensikan kepada:
it: In licenza a:
ja: 次のユーザーがライセンスを所有
lv: Licencēta:
nl: Licentie gegeven aan:
no: Lisensiert til:
pl: Licencja dla:
pt: Licenciado para:
ru: Лицензировано:
sv: Licensierad till:
tr: Lisanslama adına yapıldı:
zh_cn: 授权给：
zh_hk: 授權給：

source: Main portal
ar: المدخل الرئيسي
cs: Hlavní portál
da: Hovedportal
de: Hauptportal
es: Portal Principal
fa: پرتال اصلی
fi: Pääportaali
fr: Portail principal
id: Portal utama
it: Portale principale
ja: メインポータル
lv: Galvenais portāls
nl: Hoofd portal
no: Hovedportal
pl: Portal główny
pt: Portal principal
ru: Главный портал
sv: Portal
tr: Ana Portal
zh_cn: 主界面
zh_hk: 主介面

source: Paid time
ar: وقت مدفوع
cs: Placený čas
da: Betalt Tid
de: Bezahlte Zeit
es: Tiempo Pagado
fa: زمان پرداخت
fi: Maksettu aika
fr: Temps payé
id: Waktu Dibayar
it: Ore pagate
ja: 有給時間
lv: Apmaksātais laiks
nl: Betaaldetijd
no: Betalt tid
pl: Czas płatny
pt: Tempo Remunerado
ru: Оплачиваемое время
sv: Betald tid
tr: Ücretli Zaman
zh_cn: 付薪时间
zh_hk: 付薪時間

source: Work time
ar: وقت عمل
cs: Pracovní doba
da: Arbejdstid
de: Arbeitszeit
es: Tiempo de Trabajo
fa: زمان کار
fi: Työaika
fr: Temps travaillé
id: Waktu Kerja
it: Ore lavorate
ja: 勤務時間
lv: Darba laiks
nl: Werktijd
no: Arbeidstid
pl: Czas pracy
pt: Tempo de Trabalho
ru: Рабочее время
sv: Arbetstid
tr: Çalışma Zamanı
zh_cn: 工作时长
zh_hk: 工作時長

# ForecasterWillBeClosedDot
source: Forecaster will be closed.
ar: المتوقِّع سيغلق
cs: Modul předpovědí bude ukončen.
da: Prognoseværktøj vil blive lukket.
de: Forecaster wird geschlossen.
es: El Forecaster será cerrado.
fa: پیش بینی کننده بسته خواهد بود.
fi: Ennustaja suljetaan.
fr: Le Module prévisions sera fermé.
id: Pemrakira akan ditutup.
it: Il Forecaster sarà chiuso.
ja: フォーキャスターを終了します。
lv: Prognozētājs tiks aizvērts.
nl: Forecaster zal gesloten worden.
no: Prognose blir lukket.
pl: Prognozowanie zostanie zamknięte.
pt: O Módulo de Previsões será fechado
ru: Инструмент прогнозирования будет закрыт.
sv: Prognoser kommer stängas.
tr: Tahmin Edici kapatılacaktır.
zh_cn: 预测器即将被关闭。
zh_hk: 預測器即將被關閉。

# SomeoneChangedTheSameDataBeforeYouDot
source: Someone changed the same data before you.
ar: يوجد من غَير نفس البيانات قبلك
cs: Někdo změnil tytéž údaje před vámi.
da: Nogen har ændret de samme data før dig.
de: Jemand hat die gleichen Daten vor Ihnen bereits gespeichert.
es: Alguien cambió el mismo dato antes que usted.
fa: قبل از شما شخص دیگری همین داده ها را تغییر داد ه است.
fi: Joku toinen käyttäjä muutti samaa tietoa ennen sinua.
fr: Quelqu'un a changé les même données avant vous
id: Sesorang mengubah data yang sama sebelum anda.
it: Qualcuno ha modificato gli stessi dati prima di te.
ja: 他のユーザーによって同じデータが変更されています
lv: Kāds mainīja tos pašus datus pirms jums.
nl: Iemand heeft dezelfde data verandert voor je
no: Noen endret de samme dataene før deg.
pl: Ktoś zmienił te dane wcześniej.
pt: Alguém alterou os mesmos dados antes de você.
ru: Кто-то уже изменил эти данные до Вас.
sv: Någon har ändrat samma data före dig.
tr: Bir başkası sizden önce aynı veriyi değiştirmiş.
zh_cn: 有人在你之前更改了该数据。
zh_hk: 有人在你之前更改了該資料。

# DayOffTemplateDefaultDescription
source: Working day
ar: يوم عمل
cs: Pracovní den
da: Arbejdsdag
de: Arbeitstag
es: Día de trabajo
fa: روز کاری
fi: Työpäivä
fr: Jour ouvrable
id: Hari kerja
it: Giorno lavorativo
ja: 労働日
lv: Darba diena
nl: Werkdag
no: Arbeidsdag
pl: Dzień roboczy
pt: Dia de Trabalho
ru: Рабочий день
sv: Arbetsdag
tr: Çalışma Günü
zh_cn: 工作日
zh_hk: 工作日

source: Undo All
ar: امحُ الكل
cs: Zpět vše
da: Fortryd Alle
de: Alles rückgängig machen
es: Deshacer todo
fa: بی اثر کردن همه
fi: Kumoa kaikki
fr: Annuler tout
id: Batalkan Semua
it: Annulla tutto
ja: 全て元に戻す
lv: Atsaukt Visu
nl: Undo alles
no: Angre alle
pl: Anuluj wszystko
pt: Desfazer Tudo
ru: Отменить все
sv: Ångra Allt
tr: Tamamını geri çek
zh_cn: 撤销所有
zh_hk: 撤銷所有

# TimeTypeDays
source: days
ar: ايام
cs: dny
da: dage
de: Tage
es: días
fa: روزها
fi: päivää
fr: jours
id: hari
it: giorni
ja: 日数
lv: dienas
nl: Dagen
no: dager
pl: dni
pt: Dias
ru: дни
sv: dagar
tr: Günler
zh_cn: 天
zh_hk: 天

# TimeTypeDaysSingular
source: day
ar: يوم
cs: den
da: dag
de: Tag
es: día
fa: روز
fi: päivä
fr: jour
id: hari
it: giorno
ja: 日
lv: diena
nl: Dag
no: dag
pl: dzień
pt: Dia
ru: день
sv: dag
tr: Gün
zh_cn: 天
zh_hk: 天

# TimeTypeHours
source: hours
ar: ساعات
cs: hodiny
da: timer
de: Stunden
es: horas
fa: ساعت ها
fi: tuntia
fr: heures
id: jam
it: ore
ja: 時間
lv: stundas
nl: Uren
no: timer
pl: godziny
pt: Horas
ru: часы
sv: timmar
tr: Saatler
zh_cn: 小时数
zh_hk: 小時數

# TimeTypeHoursSingular
source: hour
ar: ساعة
cs: hodina
da: time
de: Stunde
es: hora
fa: ساعت
fi: tunti
fr: heure
id: jam
it: ora
ja: 時
lv: stunda
nl: Uur
no: time
pl: godzina
pt: Hora
ru: час
sv: timme
tr: saat
zh_cn: 小时
zh_hk: 小時

# TimeTypeMinutes
source: minutes
ar: دقائق
cs: minuty
da: minutter
de: Minuten
es: minutos
fa: دقیقه ها
fi: minuuttia
id: menit
it: minuti
ja: 分
lv: minūtes
nl: minuten
no: minutter
pl: minuty
pt: minutos
ru: минуты
sv: minuter
tr: dakikalar
zh_cn: 分钟数
zh_hk: 分鐘數

# TimeTypeMinutesSingular
source: minute
ar: دقيقة
cs: minuta
da: minut
es: minuto
fa: دقیقه
fi: minuutti
id: menit
it: minuto
ja: 分
lv: minūte
nl: Minuut
no: minutt
pl: minuta
pt: minuto
ru: минута
sv: minut
tr: dakika
zh_cn: 分钟
zh_hk: 分鐘

# TimeTypeWeeks
source: weeks
ar: اسابيع
cs: týdny
da: uger
de: Wochen
es: semanas
fa: هفته ها
fi: viikkoa
fr: semaines
id: minggu
it: settimane
ja: 週
lv: nedēļas
nl: weken
no: uker
pl: tygodnie
pt: semanas
ru: недели
sv: veckor
tr: haftalar
zh_cn: 周数
zh_hk: 周數

# TimeTypeWeeksSingular
source: week
ar: اسبوع
cs: týden
da: uge
de: Woche
es: semana
fa: هفته
fi: viikko
fr: semaine
id: minggu
it: settimana
ja: 週
lv: nedēļa
no: uke
pl: tydzień
pt: semana
ru: неделя
sv: vecka
tr: hafta
zh_cn: 周
zh_hk: 周

# StudentAvailability
source: Hourly Availability
ar: الوقت المسموح بالساعة
cs: Hodinová dostupnost
da: Tilgængelige Timeansatte
de: Stundenverfügbarkeit
es: Disponibilidad por hora
fa: دسترس پذیری ساعتی
fi: Tuntityöntekijän käytettävyys
fr: Disponibilité horaire
it: Disponibilità studenti
ja: 学生の空き状況
lv: Stundu Pieejamība
nl: Uurlijkse Beschikbaarheid
no: Time tilgjengelighet
pl: Dostępność godzinowa
pt: Disponibilidade Horária
ru: Почасовая доступность
sv: Tillgänglighet timanställd
tr: Yarı zamanlı çalışanlar için uygunluk
zh_cn: 小时工可用性
zh_hk: 小時工可用性

source: Enter values for the different combinations
ar: ادخل القيمة للمجموعات المختلفة
cs: Vložte hodnoty pro různé kombinace
da: Indtast værdier for de forskellige kombinationer
de: Geben Sie die Werte für die verschiedenen Kombinationen ein
es: Introducir valores para las diferentes combinaciones
fa: ارزش ها را برای ترکیبهای مختلف وارد کنید
fi: Syötä arvot eri yhdistelmille.
fr: Entrer les valeurs pour les différentes combinaisons
id: Masukkan nilai untuk kombinasi berbeda
it: Inserisci valori per le diverse combinazioni
ja: 複数の組み合わせの値を入力してください
lv: Ievadiet vērtības dažādām kombinācijām
nl: Voer waarden in voor de verschillende combinaties
no: Sett inn verdier for de ulike kombinasjonene
pl: Podaj wartości dla różnych kombinacji
pt: Forneça os valores para as diferentes combinações
ru: Ввод значений для разных комбинаций
sv: Ange värden för de olika kombinationerna
tr: Farklı kombinasyonlar için değer gir
zh_cn: 请为不同的组合输入值
zh_hk: 請為不同的組合輸入值

# JusticeValues
source: Fairness Values
ar: قيمة الانصاف
cs: Hodnoty spravedlnosti
da: Værdier for retfærdig fordeling
de: Fairness Wert
es: Valores de equidad
fa: مقادیر بی طرف
fi: Oikeudenmukaisuusarvot
fr: Valeurs d'équité
id: Nilai keadilan
it: Valori equità
ja: フェアネス値
lv: Taisnīguma Vērtības
nl: Rechtvaardigheid Waarden
no: Rettferdighetsverdier
pl: Wartości sprawiedliwości
pt: Valores de balanceamento
ru: Справедливость
sv: Värden för rättvisa
tr: Adalet değerleri
zh_cn: 公平值
zh_hk: 公平值

# ManageJusticeValues
source: Manage Fairness Values
ar: ادارة قيمة الانصاف
cs: Spravovat hodnoty spravedlnosti
da: Administrer værdier for retfærdig fordeling
de: Fairnesswerte verwalten
es: Gestionar valores de equidad
fa: مدیریت مقدار بی طرفی
fi: Oikeudenmukaisuusarvojen hallinta
fr: Gérer valeurs d'équité
id: Mengatur nilai keadilan
it: Gestione valori di equità
ja: フェアネス値の管理
lv: Pārvaldīt Taisnīguma Vērtības
nl: Beheer Rechtvaardigheid Waarden
no: Administrer rettferdighetsverdier
pl: Zarządzaj wartościami sprawiedliwości
pt: Gerenciar valores de balanceamento
ru: Управление справедливостью
sv: Hantera värden för rättvisa
tr: Adalet değerlerini yönet
zh_cn: 管理公平值
zh_hk: 管理公平值

source: Budgets
ar: ميزانيات
cs: Rozpočty
da: Budgetter
es: Presupuestos
fa: بودجه ها
fi: Budjetit
id: Budget
it: Budget
ja: 予算
lv: Budžeti
no: Budsjett
pl: Budżety
pt: Orçamentos
ru: Бюджеты
sv: Budget
tr: Bütçe
zh_cn: 预算
zh_hk: 預算

source: Planning groups
ar: مجموعات التخطيط
cs: Plánovací skupiny
da: Planlægningsgrupper
de: Planungsgruppe
es: Grupos de planificación
fa: گروه های برنامه ریزی
fi: Suunnitteluryhmät
fr: Groupes de planning
id: Kelompok perencana
it: Gruppi pianificazione
ja: プランニンググループ
lv: Plānošanas grupas
nl: Planning groepen
no: Planlegging grupper
pl: Grupy planowania
pt: Grupos de planejamento
ru: Группы планирования
sv: Planeringsgrupper
tr: Planlama Grupları
zh_cn: 计划分组
zh_hk: 計畫分組

# ErrorMessagePreferenceDateLimit
source: You can not enter preferences before {0}
ar: لا يمكن ادخال التفضيل قبل {0}
cs: Nemůžete vložit preference před {0}
da: Du kan ikke indtaste præferencer før {0}
de: Sie können keine Präferenzen vor dem {0} eintragen.
es: No puede introducir preferencias antes {0}
fa: شما نمی توانید الویتها را قبل از {0} وارد کنید
fi: Et voi syöttää työvuorotoiveita ennen {0}
fr: Vous ne pouvez pas entrer des préférences avant {0}
id: Anda tidak bisa memasukkan preferensi sebelum {0}
it: Non puoi inserire preferenze prima del {0}
ja: {0} の前にプリファレンスを入力することはできません
lv: Jūs nevarat ievadīt vēlmes pirms {0}
nl: U kunt geen voorkeuren invoeren voor {0}
no: Du kan ikke sette inn foretrukne før {0}
pl: Nie możesz ustawić preferencji przed {0}
pt: Você não pode entrar preferências antes de {0}
ru: Невозможно ввести предпочтения до {0}
sv: Du kan inte ange önskemål före {0}
tr: Tercihlerinizi {0} dan önce giremezsiniz
zh_cn: 您不能在 {0} 之前输入偏好
zh_hk: 您不能在 {0} 之前輸入偏好

source: Budgeting
ar: عمل الميزانية
cs: Sestavování rozpočtu
da: Budgettering
de: Budgetierung
es: Presupuestación
fa: بودجه ریزی
fi: Budjetointi
fr: Budgétisation
id: Pembudgetan
it: Programmazione Budget
ja: 予算管理
lv: Budžeta plānošana
no: Budsjettering
pl: Budżetowanie
pt: Orçamento
ru: Планирование бюджета
sv: Budgetering
tr: Bütçeleme
zh_cn: 做预算
zh_hk: 做預算

# CreateStudentAvailability
source: Hourly Availability
ar: الوقت المسموح بالساعة
cs: Hodinová dostupnost
da: Tilgængelige Timeansatte
de: Stundenverfügbarkeit
es: Disponibilidad por hora
fa: دسترس پذیری ساعتی
fi: Tuntityöntekijän käytettävyys
fr: Disponibilté horaire
id: Ketersediaan Pelajar
it: Disponibilità studenti
ja: 学生の空き状況
lv: Stundu Pieejamība
nl: Uurlijkse Beschikbaarheid
no: Student Tilgjengelighet
pl: Dostępność godzinowa
pt: Disponibilidade de Estudantes
ru: Почасовая доступность
sv: Tillgänglighet för timanställd
tr: Yarı zamanlı çalışanlar için uygunluk
zh_cn: 小时工可用性
zh_hk: 小時工可用性

source: New planning group
ar: مجموعة تخطيط جديدة
cs: Nová plánovací skupina
da: Ny planlægningsgruppe
de: Neue Planungsgruppe
es: Nuevo grupo de planificación
fa: گروه برنامه ریزی جدید
fi: Uusi suunnitteluryhmä
fr: Nouveau groupe de planification
id: Kelompok perencana baru
it: Nuovo gruppo pianificazione
ja: 新規プランニンググループ
lv: Jauna plānošanas grupa
nl: Nieuwe planning groep
no: Ny planlegging gruppe
pl: Nowa grupa planowania
pt: Novo grupo de planejamento
ru: Новая группа планирования
sv: Ny planeringsgrupp
tr: Yeni Planlama Grubu
zh_cn: 新建计划分组
zh_hk: 新建計畫分組
