Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# InternalErrorMessage
source: The application has encountered an unexpected error. Help us improve your experience by sending an error report:
ar: التطبيق واجه خطأ غير متوقع. ساعدنا فى تحسين خبرتك عن طريق إرسال تقرير الخطأ:
cs: V aplikaci došlo k nečekané chybě. Pomozte nám zlepšit chování aplikace a pošlete nám hlášení o chybě.
da: Systemet er stödt på en uventet fejl. Hjälp os med at forbedre din oplevelse, ve at sende os en fejlrapport:
de: Die Applikation hat einen unbekannten Fehler zurückgeliefert. Bitte senden Sie uns eine Fehlermeldung.
es: La aplicación ha encontrado un error inesperado. Ayúdenos a mejorar su experiencia enviando un reporte de error:
fa: خطایی در برنامه رخ داده است. با فرستادن گزارش خطا، ما را در بهبود برنامه یاری کنید
fi: Applikaatiossa tapahtui odottamaton virhe. Lähetä meille palautetta ja kerro kokemuksestasi:
fr: L'application a rencontré une erreur inattendue. Aidez-nous à améliorer votre expérience en envoyant un rapport d'erreur.
lv: Aplikācijai ir radusies neparedzēta kļūda. Palīdziet mums uzlabot jūsu pieredzi, nosūtot kļūdas ziņojumu:
no: Det har oppstått en uventet feil. Hjelp oss å forbedre din opplevelse ved å sende en feilrapport:
pl: Aplikacja napotkała nieoczekiwany błąd. Pomóż nam ulepszyć swoje doświadczenie poprzez wysłanie raportu o błędzie
ru: В приложении возникла неизвестная ошибка. Отправьте нам отчет об ошибке.
sv: Applikationen har stött på ett oväntat fel. Hjälp oss förbättra upplevelsen genom att skicka in en felrapport.
tr: Beklenmeyen bir hata ile karşılaşıldı. Lütfen hata mesajını bize göndererek bu sorunu çözmemize yardımcı olun.
zh_cn: 该应用程序遇到了意外错误。 通过发送错误报告帮助我们改进您的体验
zh_hk: 該應用程式遇到了意外錯誤。 通過發送錯誤報告説明我們改進您的體驗

# LogonUserTimeZone
source: Show time in my time zone
ar: اعرض الوقت فى توقيت المنطقة الخاصة بى
cs: Vaše časové pásmo
da: Vis tiden i min tids zone
de: Die Zeit in meiner Zeitzone anzeigen
es: Mostrar hora en mi zona horaria
fa: منطقه زمانی شما
fi: Näytä aika minun aikavyöhykkeessä
fr: Votre fuseau horaire
lv: Rādīt laiku manā Laika zonā
no: Vis tid i min tidssone
pl: Twoja Strefa Czasowa
ru: Ваш часовой пояс
sv: Aktuell användares tidszon
tr: Zaman dilimimdeki saati göster.
zh_cn: 您的时区
zh_hk: 您的時區

# PersonsAreWriteProtected
source: The schedule is write protected for {0} agent(s).Use the Unselect button to be able to update the agent(s) that is(are) still editable.
ar: الجدول محمي من الكتابة ل (0) للممثلين استخدم زر عدم الاختيار لكى تتمكن من تحديث الممثلين الذين لا يزالون يمكن تحرير النص الخاص بهم
cs: Pro {0} agentů je plán chráněný před zápisem. Chcete-li aktualizovat agenty, které stále lze upravovat, použijte tlačítko Zrušit výběr.
da: Vagtplanen er skrivebeskyttet for {0} medarbejder(e). Brug knappen Fravälg for at kunne opdatere de(n) medarbejder(e) som stadig er mulig at ändre
de: Der Plan ist für {0} Mitarbeiter schreibgeschützt. Benutzen Sie den Knopf "Abwählen", um die Mitarbeiter, die editierbar sind, zu aktualisieren.
es: Este horario esta protegido contra escritura para {0} agente(s). Use el botón Deseleccionar para poder actualizar el horario de el/los agente(s) que se pueden editar.
fa: برای {0} پاسخگو زمانبندی تغییر ناپذیر وجود دارد
fi: Työvuorolista on kirjoitussuojattu {0} agentille. Poista valinta päivittääksesi agentteja, jotka vielä ovat muokattavia.
fr: A trouvé un planning protégé en écriture pour {0} agents.
no: Tidsplanen er skrivebeskyttet for {0} agent(er). Bruk "Fjern merking" for å oppdatere agenten(e) som fremdeles skal kunne redigeres.
pl: Znaleziono harmonogram chroniony przed zapisem dla {0} agentów.
ru: Найдено защищенное расписание для {0} операторов.
sv: Skrivskyddat schema hittades för {0} agenter.
tr: Vardiya planı {0} çalışan için yazmaya karşı korumalı. Üzerinde değişiklik yapılabilecek çalışanları bulabilmek için "seçmeyi kaldır" düğmesine tıklayın.
zh_cn: 发现 {0} 个座席代表的班表被标记为写保护。请使用取消选择按钮以更新仍然可以编辑的座席代表。
zh_hk: 發現 {0} 個座席代表的班表被標記為防寫。請使用取消選擇按鈕以更新仍然可以編輯的座席代表。

source: Remove Activity
ar: احذف نشاطا
cs: Odstranit aktivitu
da: Fjern aktivitet
de: Aktivität löschen
es: Borrar Actividad
fa: حذف فعالیت
fi: Poista aktiviteetti
fr: Supprimer l'activité
lv: Noņemt Aktivitāti
no: Fjern aktivitet
pl: Usuń Aktywność
ru: Удалить активность
sv: Ta bort aktivitet
tr: Aktiviteyi kaldır
zh_cn: 移除活动
zh_hk: 移除活動

# RequestSubmitterTimeZone
source: Show time in request time zone
ar: اعرض الوقت فى توقيت المنطقة المطلوب
cs: Časové pásmo žádosti
da: Vis tiden i önskede tids zone
de: Die Zeit in der Zeitzone der aktuellen Anfrage anzeigen
es: Mostrar hora en zona horaria de solicitud
fa: منطقه زمانی درخواست کننده
fi: Näytä aika pyynnön aikavyöhykkeessä
fr: Fuseau horaire de la demande
lv: Rādīt laiku pieprasījuma laika zonā
no: Vis tid i forespurt tidssone
pl: Strefa Czasowa żądania
ru: Часовой пояс запроса
sv: Förfrågans tidszon:
tr: İstek zaman dilimindeki saati göster.
zh_cn: 申请时区
zh_hk: 申請時區

source: Deny Reason
ar: ارفض السبب
cs: Důvod zamítnutí
da: Afvisningsårsag
de: Grund ablehnen
es: Razón para denegar
fa: علت رد درخواست
fi: Hylkäyssyy
fr: Raison de refus
lv: Atteikuma Iemesls
no: Årsaknekt
pl: Powód Odrzucenia
ru: Причина отказа
sv: Orsak till avslag
tr: Reddedilme gerekçesi
zh_cn: 拒绝原因
zh_hk: 拒絕原因

source: Could not remove absence from protected schedule.
ar: لا يمكن حذف غياب من الجدول الذى تتم حمايته
cs: Z chráněného plánu nelze absenci odstranit.
da: Kunne ikke fjerne fravär fra en beskyttet vagtplan-
de: Die Abwesenheit konnte von dem geschützten Plan nicht gelöscht werden.
es: No se puede borrar ausencia de un horario protegido.
fa: مرخصی را نمیتوان از زمانبندی حفاظت شده حذف کرد
fi: Aktiviteettia ei voi poistaa kirjoitussuojatusta työvuorolistasta.
fr: N'a pas pu supprimer l'absence du planning protégé.
lv: Nevar noņemt prombūtni no aizsargāta grafika.
no: Kunne ikke fjerne fravær fra en beskyttet plan.
pl: Nie można usunąć nieobecności w chronionym harmonogramie.
ru: Невозможно удалить отсутствие с защищенного расписания.
sv: Kunde inte ta bort frånvaro från skrivskyddat schema.
tr: Vardiya planı korumalı olduğu için devamsızlık kaldırılamadı.
zh_cn: 无法从写保护班表中移除缺勤。
zh_hk: 無法從防寫班表中移除缺勤。

source: Select an activity
ar: اختر نشاطا
cs: Vyberte aktivitu
da: Välg en aktivitet
de: Wählen Sie eine Aktivität
es: Seleccione una actividad
fa: فعالیتی را انتخاب کنید
fi: Valitse aktiviteetti
fr: Sélectionner une activité
lv: Atlasīt aktivitāti
no: Velg en aktivitet
pl: Wybierz aktywność
ru: Выбор активности
sv: Välj en aktivitet
tr: Aktivite seç
zh_cn: 选择一个活动
zh_hk: 選擇一個活動

# SuccessfulMessageForAddingActivity
source: Successfully added activities for the selected agents
ar: تم إضافة انشطة للممثلين المختارين بنجاح
cs: Aktivity pro vybrané agenty úspěšně přidány.
da: Det er lykkedes at tilföje aktiviteter for de valgte medarbejdere
de: Aktivitäten wurden für die markierten Mitarbeiter erfolgreich hinzugefügt
es: Se agregó satisfactoriamente actividades para los agentes seleccionados
fa: فعالیتهای مورد نظر به پاسخگوهای انتخاب شده با موفقیت اضافه شد.
fi: Aktiviteetit on lisätty valituille agenteille
fr: A ajouté les activités pour les agents sélectionnés
lv: Veiksmīgi pievienotas aktivitātes izvēlētajiem operatoriem
no: Lagt til aktiviteter for de utvalgte agenter
pl: Pomyślnie dodano działania dla wybranych agentów
ru: Активности успешно добавлены для выделенных операторов
sv: Aktiviteter tillagda för de valda agenterna
tr: Seçili temsilcilere aktivite eklendi.
zh_cn: 成功为选定座席代表添加活动
zh_hk: 成功為選定座席代表添加活動

# FailedMessageForAddingActivity
source: Could not add any activities for the selected agents
ar: لا يمكن إضافة أى أنشطة للممثلين المختارين
cs: Pro vybrané agenty nelze přidat žádné aktivity.
da: Kunne ikke tilföje nogen aktivitet for de valgte medarbejdere
de: Es konnten keine Aktivitäten für die markierten Mitarbeiter hinzugefügt werden.
es: No se pudo añadir actividades para los agentes seleccionados
fa: هیچ فعالیتی را نمیتوان به پاسخگوهای انتخاب شده اختصاص داد
fi: Aktiviteetit ei ole lisätty valituille agenteille
fr: N'a pas pu ajouter d'activité pour les agents sélectionnés
lv: Nevar pievienot nevienu aktivitāti izvēlētajiem operatoriem
no: Kan ikke legge til aktiviteter for de utvalgte agentene
pl: Nie udało się dodać żadnych działań dla wybranych środków
ru: Невозможно добавить активности для выделенных операторов
sv: Kunde inte lägga till några aktiviteter för de valda agenterna
tr: Seçili temsilcilere herhangi bir aktivite eklenemedi.
zh_cn: 无法为选定座席代表添加任何活动
zh_hk: 無法為選定座席代表添加任何活動

# AddAbsenceTotalResult
source: Adding absences for {0} agent(s), {1} succeeded and {2} failed.
ar: إضافة غيابات ل (0) ممثل، (1) نجح و (2) فشل.
cs: Úspěšně přidáno {0} absencí, {1} absencí se nepodařilo přidat.
da: Tilföjelse af fravär for {0} medarbejder(e), {1} lykkedes og {2} fejlede.
de: Planänderungen für {0} Mitarbeiter rückgängig machen, {1} erfolgreich und {2} fehlgeschlagen
es: Añadiendo ausencias para {0} agente(s), {1} tuvo éxito y {2} falló.
fa: تعداد {0} مرخصی با موفقیت اضافه شد و {1} مورد هم ناموفق بود
fi: {0} lisättyä poissaoloa. {1} onnistui ja {2} epäonnistui.
fr: A ajouté une absence pour {0} agent(s) selectionné(s), {1} avec succès, {2} échecs!
lv: Pievienojot prombūtni {0} operatoram (-iem), {1} izdevās un {2} neizdevās.
no: Fravær lagt for {0} agenten (er), {1} lyktes og {2} mislyktes.
pl: Pomyślnie dodano {0} nieobecności, {1} nieobecności nie zosytało dodane
ru: Добавление отсутствий для {0} операторов: {1} успешно и {2} не добавлены.
sv: Lade till frånvaro för {0} valda agent(er), {1} gick bra, {2} misslyckades!
tr: {0} temsilci için devamsızlık ekleniyor. {1} devamsızlık başarıyla eklendi. {2} devamsızlık başarısız oldu.
zh_cn: 为 {0} 个座席添加缺勤，{1} 个添加成功，{2} 个添加失败。
zh_hk: 為 {0} 個座席添加缺勤，{1} 個添加成功，{2} 個添加失敗。

source: Filter roles
da: Filtrer roller
de: Nach Rollen filtern
es: Filtrar Roles
fa: فیاتر نقشها
fi: Roolien filtteri
fr: Filtrer rôles
no: Filtrer roller
ru: Фильтр роли
sv: Filtrera roller
tr: Rol filtrele
zh_cn: 筛选角色
zh_hk: 篩選角色

source: Invalid dimensions! Expecting an image smaller than 2000x4000.
ar: أبعاد غير صحيحة! توقع صورة أصغر من 2000×4000
cs: Neplatné rozměry. Očekává se obrázek menší než 2000x4000.
da: Ugyldige dimensioner! Brug et billede mindre end 2000x4000.
de: Die Bildgröße entspricht nicht dem Format. Die Bildgröße kann nicht größer als 2000x4000 sein.
es: Dimensiones inválidas! Seleccione una imagen menor a 2000x4000.
fa: اندازه تصویر معتبر نیست. اندازه باید کمتر از 2000 در 4000 باشد
fi: Väärä mittasuhde! Kuvan on oltava 2000x4000
fr: Dimensions invalides! S'attend à une image plus petite que 2000x4000
no: Ugyldige mål! Forventer et bilde med mindre enn 2000x4000.
pl: Nieprawidłowe wymiary! Spodziewając obraz mniejszy niż 2000x4000.
ru: Неверные размеры! Предполагается изображение меньше, чем 2000х4000.
sv: Ogiltig storlek! Bilden måste vara mindre än 2000x4000.
tr: Geçersiz boyut. Resim en fazla 2000x4000 boyutunda olabilir.
zh_cn: 无效的尺寸！要求图像小于2000x4000。
zh_hk: 無效的尺寸！要求圖像小於2000x4000。

source: Seat Bookings List
ar: قائمة حجز المقاعد
cs: Seznam rezervací míst
da: Plads booking liste
de: Sitzplatzbuchungs-Liste
es: Lista de reservas de puestos
fa: فهرست رزرو صندلیها
fi: Istuinpaikkojen varauslista
fr: Liste de réservation de postes
lv: Sēdvietu Rezervācijas Saraksts
no: Plassreservasjon liste
pl: Lista Rezerwacji Miejsc
ru: Список брони рабочих мест
sv: Bokningslista för sittplatser
tr: Oturum rezervasyon listesi
zh_cn: 席位预定列表
zh_hk: 席位預定列表

source: Same Day
ar: نفس اليوم
cs: Stejný den
da: Samme dag
de: Selber Tag
es: Mismo día
fa: همان روز
fi: Sama päivä
fr: Même Jour
lv: Tā pati diena
no: Samme dag
pl: Ten Sam Dzień
ru: Текущий день
sv: Samma dag
tr: Aynı gün
zh_cn: 相同日期
zh_hk: 相同日期

# ConfirmToggleChildPermissions
source: This will clear this function and all child functions below it, are you sure you want to proceed?
ar: هذا الإجراء سيمحو تلك الوظيفة وكل الوظائف المنبثقة منها. هل أنت متأكد من أنك ترغب فى الاستمرار؟
cs: Tímto smažete tuto funkci i všechny podřazené funkce. Opravdu chcete pokračovat?
da: Dette vil rydde denne funktion og de underordnede funktioner, er du sikker på at du vil fortsätte?
de: Dieser Vorgang wird alle Berechtigungen und Sub-Berechtigungen löschen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esto desactivará esta función y todas sus sub-funciones. Estás seguro que quieres proceder?
fa: این دکمه همه عملکرها و زیر شاخه های آنها را غیر فعال میکند. از ادامه کار مطمئن هستید؟
fi: Tämä valinta poistaa toiminnon ja kaikki alla olevat toiminnot, haluatko varmasti jatkaa?
fr: Ceci va supprimer cette fonction et toutes les fonctions sous-jacentes, êtes-vous sûr de vouloir procéder?
lv: Tas notīrīs šo funkciju un visas apakšfunkcijas, vai esat pārliecināts, ka vēlaties turpināt?
no: Dette vil slette denne funksjonen og alle underfunksjonene tilhørende denne, er du sikker på at du vil fortsette?
pl: Spowoduje to usunięcie tej funkcji i wszystkich funkcji podrzędnych poniżej niej, jesteś pewien, że chcesz kontynuować?
ru: Это очистит функцию и все функции под ней, продолжить?
sv: Det här kommer att ta bort den här funktioner och alla dess underliggande funktioner. Är du säker på att du vill fortsätta?
tr: Bu ana yetki ve bu yetkiye bağlı bütün alt yetkiler kaldırılacak. Devam etmek istediğiniz için emin misiniz?
zh_cn: 这将清除此功能及其子功能，您确定要继续吗？
zh_hk: 這將清除此功能及其子功能，您確定要繼續嗎？

# ConfirmToggleAllPermissions
source: This will toggle the state of all functions, are you sure you want to proceed?
ar: سيقوم هذا بتثبيت كل الوظائف، هل أنت متأكد من انك ترغب فى الاستمرار؟
cs: Tímto přepnete stav všech funkcí. Opravdu chcete pokračovat?
da: Dette vil ändre status for alle funktioner, er du sikker på at du vil fortsätte?
de: Dies wird alle Funktionen ein-/ausschalten. Möchten Sie weiter fortfahren?
es: Esto activará todas las funciones. Estás seguro que quieres proceder?
fa: این دکمه همه عملکرها را فعال میکند. از ادامه کار مطمئن هستید؟
fi: Tämä asetus antaa oikeudet kaikille toiminnoille, haluatko varmasti jatkaa?
fr: Ceci va affecter le statut de toutes les fonctions, êtes-vous sûr de vouloir procéder?
lv: Tas pārslēgs stāvokli visām funkcijām, vai esat pārliecināts, ka vēlaties turpināt?
no: Dette vil slå av/på statusen for alle funksjoner, er du sikker på at du vil fortsette?
pl: Spowoduje to przełączenie stanu wszystkich funkcji, jesteś pewien, że chcesz kontynuować?
ru: Это изменит статус всех функций, продолжить?
sv: Det här kommer att slå av/på alla funktioner. Är du säker på att du vill fortsätta?
tr: Bütün durum fonksiyonları seçilecek. Devam etmek istediğinizden emin misniz?
zh_cn: 这样将切换所有功能的状态，您确定要继续吗？
zh_hk: 這樣將切換所有功能的狀態，您確定要繼續嗎？

source: Replan
ar: إعادة تخطيط
cs: Přeplánovat
da: Genplanläg
de: Neu planen
es: Re-Planificar
fa: برنامه ریزی دوباره
fi: Suunnittele uudelleen
fr: Re-planifier
lv: Pārplānot
no: Planlegg på nytt
pl: Powtórz Planowanie
ru: Перепланировать
sv: Planera om
tr: Yeniden planla
zh_cn: 重新计划
zh_hk: 重新計畫

# ProductActivationKeyMajorVersionWrong
source: A Teleopti WFM version 8 Product Activation Key is required to run the system, please contact Service Desk or your Account Manager to request a new PAK.
ar: مفتاح تنشيط منتج تليوبتى WFM النسخة 8 مطلوب لتشغيل النظام، فضلا اتصلا بخدمة الدعم التقنى او مديرك من أجل طلب مفتاح جديد.
cs: K provozu tohoto systému je nutný aktivační klíč Teleopti WFM verze 8. O nový aktivační klíč produktu požádejte podporu nebo svého account manažera.
da: En Teleopti WFM verion 8 Produkt aktiverings nögle er krävet for at köre systemet, vär venlig at kontakte Service Desk eller din Account Manager for at få en ny PAK
de: Ein Teleopti WFM version 8 Lizenzschlüssel ist erforderlich um das System in Betrieb zu nehmen. Bitte kontaktieren Sie den Teleopti Servicedesk oder Ihren Account Manager um einen entsprechenden Lizenzschlüssel zu bekommen.
es: Una Llave de Activación de Producto (PAK) para Teleopti WFM versión 8 se necesita para ejecutar el programa. Por favor contacte a Service Desk o su Account Manager solicitando un nuevo PAK.
fa: داشتن کلید فعال سازی نسخه 8 برنامه برای اجرای سیستم الزامیست. لطفاً با پشتیبانی تماس گرفته یا از مسئول مربوطه فایل لازم درخواست کنید
fi: Teleopti WFM versio 8 tuoteavain on tarpeellinen ratkaisun toiminnallisuuden kannalta, ota yhteyttä Service Deskiin tai myyntipäällikköön tilataksesi uuden tuoteavaimen.
fr: Une clé d'activation produit Teleopti WFM version 8 est requise pour lancer le système, merci de contacter le Service Desk ou votre Account Manager pour obtenir une nouvelle clé.
no: En Teleopti WFM versjon 8 produkt aktiveringsnøkkelen (PAK) er nødvendig for å starte systemet, ta kontakt med Service Desk eller Account Manager for å be om en ny PAK.
pl: Do uruchomienia systemu Teleopti WFM wersja 8 wymagany jest Product Activation Key, prosimy o kontakt z biurem serwisowym lub Account Managerem, aby poprosić o nowy PAK.
ru: Чтобы открыть приложение вам необходим ключ активации продукта Teleopti WFM версия 8, свяжитесь со Службой поддержки или вашим менеджером по работе с клиентами.
sv: En produktaktiveringsnyckel för Teleopti WFM version 8 krävs för att kunna köra systemet. Var god kontakta service desk eller er Account Manager för att be om en ny produktaktiveringsnyckel.
tr: Sistemi çalıştırabilmek için geçerli bir Teleopti WFM 8 lisansına ihtiyaç duyulmaktadır. Lütfen Teleopti Service Desk ya da Teleopti temsilciniz ile temasa geçin.
zh_cn: 需要一个Teleopti WFM 8版的产品激活密钥才能运行系统，请联系服务中心或您的客户经理申请一个新的PAK。
zh_hk: 需要一個Teleopti WFM 8版的產品啟用金鑰才能運行系統，請聯繫服務中心或您的客戶經理申請一個新的PAK。

# FinishedSwapShifts
source: Swap shifts finished successfully.
ar: عملية تبديل الورديات انتهت بنجاح
cs: Prohození směn úspěšně provedeno.
da: Vagtbyttet er fuldfört med succes
de: Der Schichttausch wurde erfolgreich durchgefüht
es: Intercambio de trunos exitoso
fa: تبادل شیفت با موفقیت انجام شد
fi: Vuorojen vaihto onnistui.
fr: Permutation d'horaires effectuée avec succès.
lv: Samaiņa veiksmīgi pabeigta.
no: Skiftbytte fullført.
pl: Zamiana zmian zakończona sukcesem.
ru: Смены успешно изменены.
sv: Skiftbyte genomfört.
tr: Vardiya değiş tokuşu başarılı
zh_cn: 班次交换成功完成。
zh_hk: 班次交換成功完成。

source: Load image
ar: تحميل صورة
cs: Načíst obrázek
da: Indläs billede
de: Bild laden
es: Cargar imagen
fa: باز کردن تصویر
fi: Lataa kuva
fr: Charger image
lv: Ielādēt attēlu
no: Last bilde
pl: Załaduj zdjęcie
ru: Загрузить изображение
sv: Ladda bild
tr: Resmi yükle
zh_cn: 加载图像
zh_hk: 載入圖像

# IntraOptimize
source: Optimize Intraday
ar: تحسين الوقت داخل اليوم
cs: Optimalizovat průběh dne
da: Optimer intradag
de: Intra-Tag optimieren
es: Optimizar Intraday
fa: بهینه سازی روزانه
fi: Päivänsisäinen optimointi
fr: Optimiser l'intra-journalier
lv: Optimizēt Dienas Ietvaros
no: Optimaliser intradag
pl: Optymalizacja Dzienna
ru: Оптимизация внутри дня
sv: Optimera inom dagen
tr: Güniçi optimizasyonu
zh_cn: 当日优化
zh_hk: 當日優化

# CommandFailed
source: The requested operation has failed. {0}
ar: العملية المطلوبة فشلت. (0)
cs: Vyžádaná operace selhala. {0}
da: Den önskede funktion er fejlet. {0}
de: Der angeforderte Prozess hat fehlgeschlagen. {0}
es: La operación requerida falló. {0}
fa: عملیات مورد نظر با خطا مواجه شد. {0}
fi: Pyydetty toimenpide epäonnistui. {0}
fr: L'opération requise a échoué. {0}
lv: Pieprasītā operācija nav izdevusies. {0}
no: Den forespurte operasjonen mislyktes. {0}
pl: Żądana operacja nie powiodła się. {0}
ru: Не удалось выполнить запрашиваемую операцию. {0}
sv: Den önskade åtgärden har misslyckats. {0}
tr: İstenilen işlem gerçekleştirilemedi. {0}
zh_cn: 请求的操作失败。 {0}
zh_hk: 請求的操作失敗。 {0}

# CanNotModifyMyRole
source: You can not modify your own role
ar: لا تستطيع تعديل دورك
cs: Svou vlastní roli nemůžete upravit
da: Du kan ikke rette i din egen rolle
de: Sie können nicht Ihre eigene Rolle ändern
es: No puedes modificar tu propio rol
fa: شما نمیتوانید نقش خود را تغییر دهید
fi: Et voi muokata omaa roolia
fr: Vous ne pouvez pas modifier votre propre rôle
lv: Jūs nevarat izmainīt savu lomu
no: Du kan ikke endre din egen rolle
pl: Nie można modyfikować swojej roli
ru: Вы не можете изменить свою собственную роль
sv: Du kan inte ändra din egen roll
tr: Kendi rolünüzü modifiye edemezsiniz.
zh_cn: 您无法更改您自己的角色
zh_hk: 您無法更改您自己的角色

source: Toggle dark theme
ar: تثبيت هيئة سوداء
cs: Přepnout tmavý motiv
da: Skift mörkt tema
de: Dunkles Farbthema An/Aus
es: Activar tema oscuro
fa: حالت تاریک
fi: Tumma teema
fr: Activer thème sombre
lv: Pārslēgt tumšo tēmu
no: Slå av/på mørkt tema
pl: Włącz ciemny motyw
ru: Включить темную тему
sv: Slå av/på mörkt färgtema
tr: Karanlık tema
zh_cn: 切换深色主题
zh_hk: 切換深色主題

# RemoveEntireAbsenceForMultiDayPersonAbsence
source: Remove entire multi-day absence
ar: احذف كل غياب الأيام
cs: Odstranit celou vícedenní absenci
da: Fjern al multi dag fravär
de: Multi-Tag Abwesenheit löschen
es: Borrar ausencia para todo el periodo
fa: حذف تمامی مرخصی های چند روزه
fi: Poista koko monipäiväinen poissaolo
fr: Supprimer absence personnelle multi-journalière
lv: Noņemt visu vairāku dienu prombūtni
no: Fjern hele fleredagers fravær
pl: Usuń całą kilkudniową nieobecność osoby
ru: Полностью удалить отсутствие на несколько дней
sv: Ta bort hela flerdagsfrånvaron
tr: Bütün çoklu gün devamsızlıklarını kaldır
zh_cn: 移除全部多天人员缺勤
zh_hk: 移除全部多天人員缺勤

source: Seat Properties
ar: خصائص المقعد
cs: Vlastnosti místa
da: Plads egenskaber
de: Sitzplatz-Eigenschaften
es: Propiedades de puesto
fa: مشخصات صندلیها
fi: Istuinpaikkojen ominaisuudet
fr: Propriétés du poste
lv: Sēdvietu Īpašības
no: Egenskaper for plassene
pl: Właściwości Miejsca
ru: Свойства рабочего места
sv: Sittplatsegenskaper
tr: Oturma planı özellikleri
zh_cn: 席位属性
zh_hk: 席位屬性

# RequestsHaveBeenDenied
source: {0} request(s) have been denied.
ar: (0) طلب تم رفضه
cs: {0} žádostí zamítnuto.
da: {0} anmodning(er) er blevet afvist.
de: {0} Anfrage(n) wurden abgelehnt
es: {0} solicitud(es) se han denegado
fa: تعداد {0} رد شد
fi: {0} pyyntö(ä) on hylätty.
fr: {0} demande(s) ont été refusées.
lv: {0} pieprasījums(i) ir noraidīts.
no: {0} forespørsel (e) er blitt avslått.
pl: {0} wniosków zostałoodrzuconych.
ru: {0} запроса(-ов) были отклонены.
sv: {0} förfrågning(ar) har nekats.
tr: {0} istek reddedildi.
zh_cn: {0} 个申请已被拒绝。
zh_hk: {0} 個申請已被拒絕。

source: Total requests count
ar: إجمالى عدد الطلبات
cs: Celkový počet žádostí
da: Total anmodninger täller
de: Gesamte Anzahl von Anfragen
es: Total nr. de solicitudes
fa: مجموع تعداد درخواستها
fi: Pyynnöt yhteensä
fr: Nombre total de demandes
lv: Kopējais pieprasījumu skaits
no: Totalt antall forespørsler
pl: Suma wszystkich żądań
ru: Всего запросов
sv: Totalt antal förfrågningar
tr: Toplam istek sayısı
zh_cn: 总申请数
zh_hk: 總申請數

source: Revert to last save
ar: ارجع إلى آخر حفظ
cs: Vrátit se k poslednímu uložení
da: Vend tilbage til det senest gemte
de: Auf die zuletzt gespeicherte Version zurückgreifen
es: Volver al último punto guardado
fa: بازگشت به آخرین وضعیت ذخیره شده
fi: Palauta edellinen tallennus
fr: Rétablir la dernière sauvegarde
lv: Atgriezties uz pēdējo saglabāto
no: Gå tilbake til sist lagret
pl: Powróć do ostatniego zapisu
ru: Вернуться к последнему сохранению
sv: Återgå till senast sparade
tr: En son kaydedilen hale dön
zh_cn: 恢复到上次保存
zh_hk: 恢復到上次保存

# RequestsHaveNotBeenApproved
source: {0} request(s) have not been approved.
ar: (0) طلب لم يتم الموافقة عليه
cs: {0} žádostí schváleno.
da: {0} forespörgsler er ikke godkendt.
de: {0} Anfrage(n) wurden genehmigt.
es: no se han aprobado {0} solicitud(es).
fa: تعداد {0} درخواست تایید شد
fi: {0} pyyntö(ä) ei ole hyväksytty.
fr: {0} demande(s) n'ont pas été approuvées.
lv: {0} pieprasījums(i) nav apstiprināts.
no: {0} forespørsel er ikke blitt godkjent.
pl: {0} wniosków nie zostało zatwierdzonych.
ru: {0} запроса(-ов) не были подтверждены.
sv: {0} förfrågning(ar) har inte godkänts.
tr: {0} istek onaylanmadı.
zh_cn: {0}个申请还未被批准。
zh_hk: {0}個申請還未被批准。
