Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# ShiftTradeRequestHasBeenAcceptedDot
source: A shift trade request {0} - {1} was accepted by other person.
ar: تم قبول طلب تبديل نوبة من قِبل مستخدم اخر
cs: Požadavek na výměnu směny byl schválen protistranou.
da: En forespørgsel om vagtbytte {0} - {1} er blevet accepteret af en anden person.
de: Eine Schicht-Tausch-Anfrage wurde von einer anderen Person akzeptiert.
es: Una solicitud de cambio de turno {0} - {1} ha sido aceptada por otra persona.
fa: درخواست معاوضه شیفت از{0} به {1} توسط شخص دیگری پذیرفته شده است.
fi: Vuoronvaihtopyyntö {0} - {1} on hyväksytty toisen henkilön toimesta.
fr: Une demande d'échange d'horaires {0} - {1} a été acceptée par une autre personne.
id: Permintaan pertukaran shift sudah diterima oleh orang lain.
it: Una richiesta di scambio turni {0} - {1} è stata accettata dalla controparte.
ja: シフト交代要求 {0} ～ {1} が他の人から承認されました。
lv: Samaiņas pieprasījumu {0} - {1} apstiprināja otra persona.
nl: Een dienst handel {0} - {1} werd door en andere persoon aanvaard.
no: Forespørsel om bytte av skift er akseptert av annen person.
pl: Prośba o zamianę dyżuru {0}-{1} została zaakceptowana przez drugą osobę.
pt: A troca de turno foi aceita pela outra pessoa.
ru: Запрос на изменение смены {0} - {1} одобрен вторым сотрудником.
sv: En förfrågan om skiftbyte {0} - {1} har godkänts av motparten.
tr: {0} - {1} arası vardya değişimi isteği diğer kişi tarafından kabul edildi.
zh_cn: 调换班申请 {0} - {1} 被对方接受。
zh_hk: 調換班申請 {0} - {1} 被對方接受。

# ShiftTradeRequestHasBeenApprovedDot
source: A shift trade request {0} - {1} was approved.
ar: تم قبول طلب تبديل نوبة
cs: Požadavek na výměnu směny byl schválen.
da: En forespørgsel om vagtbytte {0} - {1} er blevet godkendt.
de: Eine Schicht-Tausch-Anfrage wurde bewilligt.
es: Una solicitud de cambio de turno {0} - {1} ha sido aprobada.
fa: درخواست معاوضه شیفت {0} - {1} تایید شد.
fi: Vuoronvaihtopyyntö {0} - {1} on hyväksytty.
fr: Une demande d'échange d'horaires {0} - {1} a été approuvée.
id: Permintaan pertukaran shift sudah disetujui.
it: Una richiesta di scambio turni {0} - {1} è stata approvata.
ja: シフト交代要求 {0} ～ {1} が承認されました
lv: Samaiņas pieprasījums {0} - {1} tika apstiprināts.
nl: Een dienst handel {0} - {1} werd goedgekeurd.
no: Forespørsel om bytte av skift godkjent.
pl: Prośba o zamianę dyżuru {0}-{1} została zaaprobowania.
pt: A solicitação de troca de turno ({0} - {1}) foi aprovada.
ru: Запрос на изменение смены {0} - {1} подтвержден.
sv: En förfrågan om skiftbyte {0} - {1} har godkänts.
tr: {0} - {1} arası vardiya değişimi isteği kabul edildi.
zh_cn: 调换班申请 {0} - {1} 被批准。
zh_hk: 調換班申請 {0} - {1} 被批准。

# ShiftTradeRequestHasBeenDeniedDot
source: A shift trade request {0} - {1} was denied.
ar: تم رفض طلب تبديل نوبة
cs: Požadavek na výměnu směny byl zamítnut.
da: En forespørgsel om vagtbytte {0} - {1} er blevet afvist.
de: Eine Schicht-Tausch-Anfrage wurde abgelehnt.
es: Una solicitud de cambio de turno {0} - {1} ha sido denegada.
fa: درخواست معاوضه شیفت {0} - {1} پذیرفته نشد.
fi: Vuoronvaihtopyyntösi {0} - {1} on hylätty.
fr: Une demande d'échange d'horaires {0} - {1} a été refusée.
id: Permintaan pertukaran shift sudah ditolak.
it: Una richiesta di scambio turni {0} - {1} è stata rifutata.
ja: シフト交代要求 {0} ～ {1} が否認されました。
lv: Samaiņas pieprasījums {0} - {1} tika noraidīts.
nl: Een dienst handel {0} - {1} werd geweigerd.
no: Forespørsel om bytte av skift avslått.
pl: Odmowa prośby o zamianę dyżuru {0}-{1}.
pt: A solicitação de troca de turno ({0} - {1}) foi rejeitada.
ru: Запрос на изменение смены {0} - {1} отклонен.
sv: En förfrågan om skiftbyte {0} - {1} har avslagits.
tr: {0} - {1} arası vardiya değişimi isteği reddeildiç
zh_cn: 调换班申请 {0} - {1} 被拒绝。
zh_hk: 調換班申請 {0} - {1} 被拒絕。

# ShiftTradeRequestHasBeenReferredDot
source: A shift trade request {0} - {1} must be accepted again due to a schedule change.
ar: يجب قبول طلب تبديل النوبة مرة أخرى نظراً للتغيير الحاصل في الجدول
cs: Požadavek na změnu směny musí být přijatznovu z důvodu změny rozvrhu.
da: En forespørgsel om vagtbytte {0} - {1} skal accepteres igen på grund af en ændring i planen.
de: Durch eine Planänderung muss eine Schicht-Tausch-Anfrage nochmals akzeptiert werden.
es: Un cambio de turno {0} - {1} debe ser aceptado de nuevo debido al cambio en la planificación.
fa: درخواست معاوضه شیفت {0} - {1}به علت یک تغییر زمانبندی باید دوباره پذیرفته شود.
fi: Vuoronvaihtopyyntö {0} - {1} täytyy hyväksyä uudelleen työvuorolistan muutoksien takia.
fr: Une demande d'échange d'horaires {0} - {1} doit être acceptée à nouveau suite à un changement de planning.
id: Permintaan pertukaran shift harus diterima ulang karena jadwal berubah.
it: Una richiesta di scambio turni {0} - {1} necessita di essere nuovamente accettata a causa di successiva modifica al piano.
ja: スケジュールが変更されたため、シフト交代要求 {0} ～ {1} を再度承認する必要があります。
lv: Samaiņas pieprasījums {0} - {1} jāapstiprina atkārtoti, jo grafikā tika veiktas izmaiņas.
nl: Een dienst handelverzoek {0} - {1} moet opnieuw geaccepteerd worden als gevolg van een rooster verandering van.
no: Forespørsel om bytte av skift må aksepteres nytt pga. skjemaendring.
pl: Prośba o zamianę dyżuru {0}-{1} musi być zaakceptowana ponownie z powodu zmiany planu pracy.
pt: A solicitação de troca de turno: {0} - {1} deve ser aceita novamente devido a modificação de agenda.
ru: Запрос на изменение смен {0} - {1} должен быть утвержден снова, ввиду изменения расписания.
sv: En schemaändring har gjort att en förfrågan om skiftbyte {0} - {1} måste accepteras igen.
tr: {0} - {1} arası vardiya değişimi isteği vardiya planı değişiklinden dolayı yeniden kabul edilmek zorundaç
zh_cn: 调换班申请 {0} - {1} 由于班表修改必须重新确认接受。
zh_hk: 調換班申請 {0} - {1} 由於班表修改必須重新確認接受。

# TextRequestHasBeenApprovedDot
source: A text request has been approved.
ar: تم قبول طلب نَصي
cs: Textový požadavek byl schválen.
da: En tekst forespørgsel er blevet godkendt.
de: Eine Textanfrage wurde bewilligt.
es: Una solicitud de texto ha sido aprobada.
fa: درخواست متن تایید شده است.
fi: Tekstipyyntö on hyväksytty.
fr: Une demande de texte est approuvée.
id: Permintaan teks sudah disetujui.
it: Una richiesta di testo è stata approvata.
ja: テキスト要求が承認されました。
lv: Teksta pieprasījums tika apstiprināts.
nl: Een tekst aanvraag is goedgekeurd.
no: Tekstforespørsel godkjent.
pl: Żądanie tekstowe zostało zaaprobowane.
pt: Uma solicitação de texto foi aprovada.
ru: Тесктовый запрос был подтвержден.
sv: En enkel förfrågan har godkänts.
tr: Metin isteği kabul edildi.
zh_cn: 一条文本申请被批准。
zh_hk: 一條文本申請被批准。

# TextRequestHasBeenDeniedDot
source: A text request has been denied.
ar: تم رفض طلب نَصي
cs: Textový požadavek byl zamítnut.
da: En tekst forespørgsel er blevet afvist.
de: Eine Textanfrage wurde abgelehnt.
es: Una solicitud de texto ha sido denegada.
fa: درخواست متن پذیرفته نشده است.
fi: Tekstipyyntö on hylätty.
fr: Une demande de texte est refusée.
id: Permintaan teks sudah ditolak.
it: Una richiesta di testo è stata rifiutata.
ja: テキスト要求が否認されました。
lv: Teksta pieprasījums tika noraidīts
nl: Een tekst aanvraag is afgewezen.
no: Tekstforespørsel avslått.
pl: Odmowa żądania tekstowego.
pt: Uma solicitação de texto foi negada.
ru: Текстовый запрос был отклонен.
sv: En enkel förfrågan har avslagits.
tr: Metin isteği reddedildi.
zh_cn: 一条文本申请被拒绝。
zh_hk: 一條文本申請被拒絕。

source: Delete meeting
ar: حذف اجتماع
cs: Smazat setkání
da: Slet møde
de: Meeting löschen
es: Borrar reunión
fa: حذف جلسه
fi: Poista kokous
fr: Supprimer réunion
id: Hapus Pertemuan
it: Elimina Meeting
ja: 会議の削除
lv: Dzēst sanāksmi
nl: Verwijder meeting
no: Slett møte
pl: Skasuj spotkanie
pt: Excluir reunião
ru: Удалить мероприятие
sv: Ta bort möte
tr: Toplantıyı sil
zh_cn: 删除会议
zh_hk: 刪除會議

# ANewShiftTradeHasBeenCreatedDot
source: New shift trade request {0} - {1}, approve or deny in your request list.
ar: تم انشاء طلب تبديل نوبة جديد
cs: Nový požadavek na výměnu směny, schvalte nebo zamítněte ve svém seznamu požadavků.
da: En ny forespørgsel om vagtbytte {0} - {1}, er blevet oprettet.
de: Eine neue Schicht-Tausch-Anfrage wurde erstellt.
es: Nueva solicitud de cambio de turno {0} - {1} ha sido creada. Aceptar o denegar en su lista de solicitudes.
fa: درخواست جدید معاوضه شیفت {0} - {1} .تایید یا عدم تایید در لیست درخواست شما.
fi: Uusi vuoronvaihtopyyntö {0} - {1}, hyväksy tai hylkää listasta.
fr: Nouvelle demande d'échange d'horaires {0} - {1}. Approuvez ou refusez dans votre liste des demandes.
id: Permintaan pertukaran shift baru, disetujui atau ditolak di dalam daftar permintaan.
it: Nuova richiesta di scambio turni {0} - {1}, approva o rifiuta dalla ltua lista delle richieste.
ja: {0} ～ {1} の新規シフト要求; 要求リストで承認または否認してください。
lv: Jauns samaiņas pieprasījums {0} - {1}, apstipriniet vai noraidiet savā pieprasījumu sarakstā.
nl: Nieuwe dienst handelverzoek {0} - {1}, keur of weiger in Uw verzoek lijst.
no: Ny forespørsel om bytte av skift er opprettet.
pl: Nowa prośba o zamianę dyżuru {0}-{1}, zaakceptuj lub odmów na swojej liście żądań.
pt: Há uma nova solicitação de troca de turno: {0} - {1}, aprove-a ou negue-a na sua lista de solicitações.
ru: Новый запрос на обмен сменами {0} - {1}, подтвердите или отклоните в вашем списке запросов.
sv: Ny skiftbytesförfrågan {0} - {1}, godkänn eller avslå i din lista.
tr: {0} - {1} arası yeni vardiya değişimi isteği. İstek listesine giderek kabul veya reddedin.
zh_cn: 在您的请求列表中有新的调换班申请 {0} - {1}，请批准或拒绝。
zh_hk: 在您的請求列表中有新的調換班申請 {0} - {1}，請批准或拒絕。

# RequestStatusApproved
source: Approved
ar: مقبول
cs: Schváleno
da: Godkendt
de: Genehmigt
es: Aprobada
fa: تایید شده
fi: Hyväksytty
fr: Approuvée
id: Disetujui
it: Approvata
ja: 承認済み
lv: Apstiprināts
nl: Goedgekeurd
no: Godkjent
pl: Zaaprobowane
pt: Aprovado(a)
ru: Утверждено
sv: Godkänd
tr: Kabul Edildi
zh_cn: 已批准
zh_hk: 已批准

# RequestStatusDenied
source: Denied
ar: مرفوض
cs: Zamítnuto
da: Afvist
de: Abgelehnt
es: Denegada
fa: پذیرفته نشده
fi: Hylätty
fr: Refusé
id: Ditolak
it: Rifiutata
ja: 否認済み
lv: Noraidīts
nl: Ontkend
no: Avslått
pl: Odmówione
pt: Negado(a)
ru: Отклонено
sv: Nekad
tr: Reddedildi
zh_cn: 被拒绝
zh_hk: 被拒絕

# RequestStatusDtoApproved
source: Approved
ar: مقبول
cs: Schváleno
da: Godkendt
de: Genehmigt
es: Aprobada
fa: تایید شده
fi: Hyväksytty
fr: Approuvée
id: Disetujui
it: Approvata
ja: 承認済み
lv: Apstiprināts
nl: Goedgekeurd
no: Godkjent
pl: Zaaprobowane
pt: Aprovado(a)
ru: Утверждено
sv: Godkänd
tr: Kabul Edildi
zh_cn: 已批准
zh_hk: 已批准

# RequestStatusDtoDenied
source: Denied
ar: مرفوض
cs: Zamítnuto
da: Afvist
de: Abgelehnt
es: Denegada
fa: پذیرفته نشده
fi: Hylätty
fr: Refusé
id: Ditolak
it: Rifiutata
ja: 否認済み
lv: Noraidīts
nl: Ontkend
no: Avslått
pl: Odmówione
pt: Negado(a)
ru: Отклонено
sv: Nekad
tr: Reddedildi
zh_cn: 被拒绝
zh_hk: 被拒絕

# RequestStatusDtoPending
source: Pending
ar: مُعَلق
cs: Čekajíci
da: Under behandling
de: Schwebend
es: Pendiente
fa: معوق
fi: Odottaa
fr: En attente
id: Ditunda
it: In sospeso
ja: 保留
lv: Apstrādē
nl: Bezig
no: Venter
pl: Oczekujące
pt: Pendente
ru: Ожидает решения
sv: Pågående
tr: Beklemede
zh_cn: 待定
zh_hk: 待定

# RequestStatusPending
source: Pending
ar: مُعَلق
cs: Čekajíci
da: Under behandling
de: Schwebend
es: Pendiente
fa: معوق
fi: Odottaa
fr: En attente
id: Ditunda
it: In sospeso
ja: 保留
lv: Apstrādē
nl: Bezig
no: Venter
pl: Oczekujące
pt: Pendente
ru: Ожидает решения
sv: Pågående
tr: Beklemede
zh_cn: 待定
zh_hk: 待定

# SubskillDistributionMustSumToHundredPercent
source: The sum of distributions between sub skills must be 100%
ar: مجموع التوزيع بين المهارات الجزئية يجب أن يكون 100%
cs: Součet rozložení mezi dílčí kvalifikaci musí být 100%
da: Summen af fordelinger mellem underkompetencer skal være 100%
de: Die Summe der Verteilungen zwischen den Teil-Skills muß 100% ergeben
es: La suma de las distribuciones entre sub-skills debe ser el 100%
fa: مجموع توزیعهای بین زیر مهارتها باید %100 باشد
fi: Alataitojen jakaumien summan tulee olla 100%.
fr: La somme des distributions entre sub-compétences doit être de 100%
id: Jumlah ditribusi antar sub skill harus 100%
it: La somma dei valori di distribuzione tra i sotto-Skill deve essere 100%
ja: サブスキル間の分布の合計が100%にならなければなりません
lv: Sadalījumam summai starp apakšprasmēm ir jābūt 100%
nl: De som van de distributies tussen sub skills moet 100% zijn
no: Summen av distribusjoner mellom sub ferdigheter må være 100 %
pl: Suma podziałów pod-umiejętności musi wynosić 100%
pt: A soma das distribuições entre sub-skills deve ser 100%
ru: Сумма всех распределений между поднавыками должна быть 100%
sv: Summan av fördelningarna måste vara 100%
tr: Alt yeteneklerin dağılım toplamı %100 olmalı
zh_cn: 子技能分配比例总和必须等于100%
zh_hk: 子技能分配比例總和必須等於100%

source: Me
ar: أنا
cs: Já
da: Mig
de: Ich
es: Yo
fa: من
fi: Minä
fr: Moi
id: Saya
it: Io
ja: 自分
lv: Es
nl: Mij
no: Meg
pl: Ja
pt: Eu
ru: Моё
sv: Jag
tr: Ben
zh_cn: 我
zh_hk: 我

# MaxColon
source: Max:
ar: اقصى:
da: Maks:
fa: حداکثر:
fi: Maks:
id: Maks:
ja: 最大:
no: Maks.:
pl: Maks.:
ru: Макс.:
tr: Maks:
zh_cn: 最大：
zh_hk: 最大：

# MinColon
source: Min:
ar: ادنى:
fa: حداقل:
ja: 最小:
ru: Мин.:
zh_cn: 最小：
zh_hk: 最小：

source: Weekly work time
ar: وقت العمل الاسبوعي
cs: Týdenní pracovní doba
da: Ugentlig arbejdstid
de: Wöchentliche Arbeitszeit
es: Tiempo de trabajo semanal
fa: زمان کار هفتگی
fi: Viikoittainen työaika
fr: Travail hebdomadaire
id: Waktu kerja mingguan
it: Orario di lavoro settimanale
ja: 1週間当たりの勤務時間
lv: Nedēļas darba laiks
nl: Wekelijkse werktijd
no: Ukentlig arbeidstid
pl: Tygodniowy czas pracy
pt: Tempo de trabalho semanal
ru: Время работы в неделю
sv: Arbetstid per vecka
tr: Haftalık çalışma süresi
zh_cn: 每周工作时间
zh_hk: 每週工作時間

source: Validate
ar: تأكد
cs: Potvrdit
da: Valider
de: Auswerten
es: Validar
fa: تصدیق
fi: Validoida
fr: Valider
id: Validasi
it: Convalidazione
ja: 有効化
lv: Apstiprināt
nl: Bevestig
no: Godkjenn
pl: Sprawdź
pt: Validar
ru: Проверить
sv: Validera
tr: Doğrula
zh_cn: 验证
zh_hk: 驗證

source: Date Selection
ar: حذف الاختيار
cs: Výběr dat
da: Dato valg
de: Datum-Auswahl
es: Seleccion de Fecha
fa: انتخاب تاریخ
fi: Päivämäärän valinta
fr: Sélection dates
id: Pemilihan Tanggal
it: Selezione data
ja: データの選択
lv: Datumu Atlase
nl: Datum Selectie
no: Datovalg
pl: Wybór daty
pt: Seleção de Data
ru: Выбранные дни
sv: Datumval
tr: Tarih seçimi
zh_cn: 日期选择
zh_hk: 日期選擇

source: Remove Days
ar: احذف الأيام
cs: Odstranění dní
da: Fjern Dage
de: Tage entfernen
es: Borrar Días
fa: حذف روزها
fi: Poista päiviä
fr: Supprimer jours
id: Menghilangkan Hari
it: Rimuovi giorni
ja: 日付の削除
lv: Noņemt Dienas
nl: Verwijder Dagen
no: Fjern dager
pl: Usuń dni
pt: Remover Dias
ru: Удалить дни
sv: Ta bort dagar
tr: Günleri kaldır
zh_cn: 移除天
zh_hk: 移除天

# YouMustHaveAtLeastOneDateInShiftTradeRequest
source: You must have at least one date in your shift trade request.
ar: يجب أن تحدد تاريخ يوم واحد على الأقل في طلب تبديل النوبة.
cs: Musíte mít alespoň jedno datum ve svém požadavku na výměnu směny.
da: Du skal have mindst en dato i din forespørgsel om vagtbytte.
de: Die Schicht-Tausch-Anfrage muss wenigstens ein Datum enthalten.
es: Necesita al menos una fecha en su solicitud de cambio de turno.
fa: شما باید حداقل یک تاریخ در درخواست معاوضه خود داشته باشید.
fi: Työvuoronvaihtopyynnössäsi on oltava vähintään yksi päivämäärä.
fr: Vous devez avoir au moins une date dans votre demande d'échange d'horaires.
id: Anda sedikitnya harus memiliki satu tanggal di dalam permintaan pertukaran shift.
it: Deve avere almeno un giorno nella tua richiesta di scambio turno.
ja: シフト交代要求では1つ以上の日付を指定する必要があります。
lv: Ir jābūt vismaz vienai dienai samaiņas pieprasījumā.
nl: U moet tenminste een datum in Uw dienst handel verzoek hebben.
no: Du må ha minst en dato i din forespørsel om bytte av skift.
pl: Musisz podać przynajmniej jedną date w prośbie o zamianę dyżuru.
pt: Deve existir pelo menos uma data na sua solicitação de troca de turno.
ru: У Вас должен быть хотя бы один день в вашем запросе на изменение смены.
sv: Du måste ange minst ett datum i din förfrågan om skiftbyte.
tr: Vardiya değişimi talebinizde en az bir adet tarih olmalıdır.
zh_cn: 调换班申请中至少包含1个日期。
zh_hk: 調換班申請中至少包含1個日期。

source: Filter days
ar: تصفية بحسب اليوم
cs: Filtr dní
da: Filtrer dage
de: Filter Tage
es: Filtrar días
fa: فیلتر کردن روزها
fi: Lajittele päivät
fr: Filtrer jours
id: Penyaringan hari
it: Filtro giorni
ja: 日付のフィルター
lv: Filtrēt dienas
nl: Filter Dagen
no: Filtrer dager
pl: Filtruj dni
pt: Filtrar dias
ru: Фильтр дней
sv: Filtrera dagar
tr: Günleri filtrele
zh_cn: 筛选天数
zh_hk: 篩選天數

source: Next Period
ar: الفترة القادمة
cs: Další období
da: Næste Periode
de: Nächste Periode
es: Período Posterior
fa: دوره بعدی
fi: Seuraava jakso
fr: Période suivante
id: Periode Berikutnya
it: Periodo successivo
ja: 次の 期間
lv: Nākamais Periods
nl: Volgende Periode
no: Neste periode
pl: Następny Okres
pt: Próximo Periodo
ru: Следующиий период
sv: Nästa period
tr: Sonraki periyod
zh_cn: 下一 周期
zh_hk: 下一 週期

source: Previous Period
ar: الفترة السابقة
cs: Předchozí období
da: Foregående Periode
de: Vorherige Periode
es: Período Anterior
fa: دوره قبلی
fi: Edellinen jakso
fr: Période précédente
id: Periode Sebelumnya
it: Periodo precedente
ja: 前の 期間
lv: Iepriekšējais Periods
nl: Vorige Periode
no: Forrige periode
pl: Poprzedni Okres
pt: Período Anterior
ru: Предыдущий период
sv: Föregående period
tr: Önceki periyod
zh_cn: 前一 周期
zh_hk: 前一 週期

# ShowLastNumberOfDaysColon
source: Show last number of days:
ar: افتح اخر عدد من الأيام:
cs: Zobrazit poslední počet dní:
da: Vis sidste antal dage:
de: Letzte Tagesanzahl anzeigen:
es: Mostrar el último número de días:
fa: نمایش آخرین تعداد روزها:
fi: Näytä päivien määrä:
fr: Afficher demandes depuis (jours):
id: Tunjukkan jumlah hari terakhir:
it: Mostra ultimo numero di giorni
ja: 最後の日数を表示:
lv: Rādīt pēdējo dienu skaitu:
nl: Toon laatste aantal dagen:
no: Vis siste antall dager:
pl: Pokaż ostatnią liczbę dni:
pt: Mostrar o último número de dias:
ru: Показать оставшиеся дни:
sv: Visa föregående dagar:
tr: Son gün sayılarını göster:
zh_cn: 显示最后几天：
zh_hk: 顯示最後幾天：

# TargetToleranceMinus
source: Target Tolerance -
ar: تَحَمُل الاختلاف المنشود -
cs: Cílová tolerance -
da: Måltolerance -
de: Soll -Toleranz -
es: Tolerancia al Objetivo (-)
fa: دامنه تغييرات هدف -
fi: Jousto tuntia -
fr: Tolérance objectif -
id: Toleransi target -
it: Tolleranza obiettivo -
ja: 目標許容値 -
lv: Mērķa Pielaide -
nl: Target Tolerantie -
no: Måltoleranse -
pl: Tolerancja celu -
pt: Tolerência -
ru: Целевая толерантность -
sv: Toleranstid -
tr: Hedef tolerans -
zh_cn: 目标容差-
zh_hk: 目標容差-

# TargetTolerancePlus
source: Target Tolerance +
ar: تَحَمُل الاختلاف المنشود +
cs: Cílová tolerance +
da: Måltolerance +
de: Soll -Toleranz +
es: Tolerancia al Objetivo (+)
fa: دامنه تغييرات هدف +
fi: Jousto tuntia +
fr: Tolérance objectif +
id: Toleransi target +
it: Tolleranza obiettivo +
ja: 目標許容値 +
lv: Mērķa Pielaide +
nl: Target Tolerantie +
no: Måltoleranse +
pl: Tolerancja celu +
pt: Tolerância +
ru: Целевая толерантность +
sv: Toleranstid +
tr: Hedef tolerans +
zh_cn: 目标容差+
zh_hk: 目標容差+

source: Other user
ar: مستخدم اخر
cs: Ostatní uživatelé
da: Anden bruger
de: Anderer Benutzer
es: Otro usuario
fa: کاربر دیگر
fi: Toinen käyttäjä
fr: Autre utilisateur
id: Pengguna lain
it: Altro utente
ja: 他のユーザー
lv: Cits lietotājs
nl: Andere user
no: Annen bruker
pl: Inny użytkownik
pt: Outro usuário
ru: Другой пользователь
sv: Annan användare
tr: Başka kullanıcı
zh_cn: 其他用户
zh_hk: 其他用戶

source: Conflict
ar: تضارب
cs: Konflikt
da: Konflikt
de: Konflikt
es: Conflicto
fa: تعارض
fi: Konflikti
fr: Conflits
id: Konflik
it: Conflitto
ja: 競合
lv: Pretruna
no: Konflikt
pl: Konflikt
pt: Conflito
ru: Конфликт
sv: Konflikt
tr: Çelişki
zh_cn: 冲突
zh_hk: 衝突
