Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Lock Selection
ar: تأمين التحديد
cs: Výběr zámku
da: Lås Valg
de: Auswahl sperren
es: Bloquear Selección
fa: قفل کردن انتخاب
fi: Lukitse valinta
fr: Bloquer sélection
id: Kunci Pilihan
it: Blocca selezione
ja: 選択のロック
lv: Aizslēgt Atlasi
nl: Selectie Blokkeren
no: Lås valg
pl: Zablokuj Wybrane
pt: Travar Seleção
ru: Блокировать выделенное
sv: Lås markering
tr: Seçili Alanı Kilitle
zh_cn: 锁定选择项
zh_hk: 鎖定選擇項

source: Lock Shift Categories
ar: تأمين فئات نوبة العمل
cs: Uzamknout kategorie směn
da: Lås Vagtkategorier
de: Schichtkategorien sperrren
es: Bloquear Categorías de Turnos
fa: قفل کردن دسته بندی های شیفت
fi: Lukitse vuoroluokat
fr: Bloquer catégories d'horaires
id: Kunci Kategori Shift
it: Blocca categorie turni
ja: シフトカテゴリのロック
lv: Aizslēgt Maiņu Kategorijas
nl: Dienst Categorieën Blokkeren
no: Lås skiftkategorier
pl: Zablokuj Kategorie Dyżuru
pt: Bloquer Categorias de Turnos
ru: Блокировать категории смен
sv: Lås skiftkategorier
tr: Vardiya Kategorilerini Kilitle
zh_cn: 锁定班次类别
zh_hk: 鎖定班次類別

source: Lock Shift Category
ar: تأمين فئة نوبة العمل
cs: Uzamknout kategorii směn
da: Lås Vagtkategori
de: Schichtkategorie sperren
es: Bloquear Categoría de Turno
fa: قفل کردن دسته بندی شیفت
fi: Lukitse vuoroluokka
fr: Bloquer catégorie d'horaires
id: Kunci Kategori Shift
it: Blocca categoria turni
ja: シフトカテゴリのロック
lv: Aizslēgt Maiņu Kategoriju
nl: Dienst Categorie Blokkeren
no: Lås skiftkategori
pl: Zablokuj Kategorie Dyżuru
pt: Travar Categoria de Turno
ru: Блокировать категорию смены
sv: Lås skiftkategori
tr: Vardiya Kategorisini Kilitle
zh_cn: 锁定班次类别
zh_hk: 鎖定班次類別

source: Logged in time
ar: وقت تسجيل الدخول
cs: Doba přihlášení
da: Tid logget ind
de: Login-Zeit
es: Tiempo de sesión
fa: زمان ورود به سیستم
fi: Sisäänkirjautumisaika
fr: Temps connecté
id: Waktu login
it: Autenticato in tempo
ja: ログイン時間
lv: Pieteikšanās laiks
nl: Ingelogd tijd
no: Tid innlogget
pl: Czas zalogowania
pt: Tempo Logado
ru: Время входа в систему
sv: Inloggad tid
tr: Zamanında yapılmış giriş
zh_cn: 已登录时间
zh_hk: 已登錄時間

# LoggingOnTreeDots
source: Logging on...
ar: جاري تسجيل الدخول...
cs: Přihlašování...
da: Logger på...
de: Anmelden…
es: Iniciando sesión....
fa: در حال وارد شدن به سیستم...
fi: Sisäänkirjautuminen käynnissä...
fr: Se connecte...
id: Login,,,
it: Login in corso...
ja: ログオンしています...
lv: Pieteikties...
nl: Loggin op...
no: Logger på...
pl: Logowanie...
pt: Ingressando...
ru: Вход в систему...
sv: Loggar in...
tr: Giriş yapılıyor...
zh_cn: 正在登录…
zh_hk: 正在登錄…

# LoginNameColon
source: Logon name:
ar: اسم تسجيل الدخول:
cs: Přihlašovací jméno:
da: Login-navn:
de: Login Name:
es: Nombre del usuario:
fa: نام ورود به سیستم:
fi: Käyttäjätunnus:
fr: Identifiant:
id: Nama login:
it: Nome login:
ja: ログオン名:
lv: Pieteikšanās vārds:
nl: Logon naam:
no: Påloggingsnavn:
pl: Login:
pt: Login:
ru: Имя входа:
sv: Användarnamn:
tr: Kullanıcı adı:
zh_cn: 登录名：
zh_hk: 登錄名：

source: Log object
ar: كائن سجل
cs: Zaznamenat objekt
da: Log objekt
de: Log Objekt
es: Objeto de Registro
fa: موضوع گزارش
fi: Lokiobjekti
fr: Objet Log
id: Mencatat obyek
it: Oggetto Log
ja: オブジェクトの記録
no: Logg objekt
pl: Loguj Objekt
ru: Регистрация объекта
sv: Loggpunkter
tr: Nesne logla
zh_cn: 登录对象
zh_hk: 登錄對象

source: Log on
ar: تسجيل الدخول
cs: Přihlášení
da: Log på
de: Anmeldung
es: Inicio de sesión
fa: اتصال به سیستم
fi: Sisäänkirjaus
fr: Identifiant
id: Login
it: Login
ja: ログオン
lv: Pieslēgties
no: Logg på
pl: Zaloguj
ru: Вход в систему
sv: Inloggning
tr: Giriş
zh_cn: 登录
zh_hk: 登錄

source: Longterm
ar: طويل المدى
cs: Dlouhodobý
da: Langsigtet
de: Langzeit
es: Largo plazo
fa: بلند مدت
fi: Pitkän aikavälin
fr: Long-terme
id: Jangka panjang
it: Lungo termine
ja: 長期
lv: Ilgtermiņa
nl: Langetermijn
no: Langtid
pl: Długoterminowe
pt: Longo Prazo
ru: Долгосрочный
sv: Budget
tr: Uzundönem
zh_cn: 长期
zh_hk: 長期

# Main
source: Business Hierarchy
ar: التسلسل الهرمي للعمل
cs: Struktura organizace
da: Forretningshierarki
de: Geschäftshierarchie
es: Jerarquía de Negocio
fa: سلسله مراتب
fi: Organisaatiorakenne
fr: Hiérarchie entreprise
id: Hirarki Bisnis
it: Struttura Organizzativa
ja: 業務階層
lv: Darba Hierarhija
nl: Business Hiërarchie
no: Foretakshierarki
pl: Hierarchia biznesowa
pt: Hierarquia de Negócio
ru: Бизнес-иерархия
sv: Organisationsstruktur
tr: İş hiyerarşisi
zh_cn: 业务体系
zh_hk: 業務體系

# MainGrid
source: Schedules
ar: جداول
cs: Plány
da: Planer
de: Pläne
es: Planificaciones
fa: زمانبندیها
fi: Työvuorolista
fr: Plannings
id: Jadwal
ja: スケジュール
lv: Grafiki
nl: Roosteren
no: Skjemaer
pl: Harmonogramy
pt: Agendas
ru: Расписание работы
sv: Scheman
tr: Vardiya Planları
zh_cn: 班表
zh_hk: 班表

source: Main screen
ar: الشاشة الرئيسية
cs: Hlavní obrazovka
da: Hovedskærmbilledet
de: Hauptbildschirm
es: Pantalla Principal
fa: صفحه اصلی
fi: Päänäyttö
fr: Ecran principal
id: Layar utama
it: Finestra principale
ja: メイン画面
lv: Galvenais ekrāns
nl: Hoofdscherm
no: Hovedskjermbilde
pl: Główny Ekran
pt: Tela principal
ru: Главный экран
sv: Huvudskärm
tr: Ana ekran
zh_cn: 主屏
zh_hk: 主屏

source: Manage Absence
ar: إدارة حالة غياب
cs: Spravovat absenci
da: Administrer fravær
de: Abwesenheiten verwalten
es: Gestionar ausencia
fa: مدیریت کردن مرخصی
fi: Hallinnoi poissaoloja
fr: Gérer absences
id: Mengatur absen
it: Gestione assenze
ja: 欠勤の管理
lv: Pārvaldīt Prombūtni
nl: Beheer Afwezigheid
no: Administrer fravær
pl: Zarządzaj Nieobecnościami
pt: Gerenciar Ausências
ru: Управление отсутствием
sv: Hantera frånvaro
tr: Devamsızlıkları yönet
zh_cn: 缺勤管理
zh_hk: 缺勤管理

source: Manage Activities
ar: إدارة الأنشطة
cs: Spravovat činnosti
da: Administrer aktiviteter
de: Aktivitäten verwalten
es: Gestionar actividades
fa: مدیریت کردن فعالیت ها
fi: Aktiviteettien hallinta
fr: Gérer activités
id: Mengatur aktivitas
it: Gestione attività
ja: 活動の管理
lv: Pārvaldīt Aktivitātes
nl: Beheer Activiteiten
no: Administrer aktiviteter
pl: Zarządzaj aktywnościami
pt: Gerenciar Atividades
ru: Управление активностями
sv: Hantera aktiviteter
tr: Aktiviteleri yönet
zh_cn: 管理活动
zh_hk: 管理活動

source: Manage Contracts
ar: إدارة العقود
cs: Spravovat smlouvy
da: Administrer kontrakter
de: Verträge verwalten
es: Gestionar Contratos
fa: مدیریت کردن قراردادها
fi: Sopimusten hallinta
fr: Gérer contrats
id: Mengatur kontrak
it: Gestione contratti
ja: 契約の管理
lv: Pārvaldīt Kontraktus
nl: Beheer Contracten
no: Administrer kontrakter
pl: Zarządzaj Kontaktami
pt: Gerenciar Contratos
ru: Управление контрактами
sv: Hantera kontrakt
tr: Kontrat yönet
zh_cn: 管理合同
zh_hk: 管理合同

source: Manage Contract Schedules
ar: إدارة جداول عقود
cs: Spravovat plány smluv
da: Administrer kontraktsplaner
de: Wochentagplan verwalten
es: Gestionar Planificaciones por Contrato
fa: مدیریت زمانبندی قرارداد
fi: Sopimusaikataulujen hallinta
fr: Gérer plannings contrat
id: Mengatur jadwal kontrak
it: Gestisci Giorni da contratto
ja: 契約スケジュールの管理
lv: Pārvaldīt Kontrakta Grafikus
nl: Beheer Contract Roosteren
no: Administrer kontraktskjemaer
pl: Zarządzaj planami kontraktu
pt: Gerenciar Agendas dos Contratos
ru: Управление расписаниями по контрактам
sv: Hantera kontraktsscheman
tr: Sözleşme takvimlerini yönet
zh_cn: 管理班表合同
zh_hk: 管理班表合同

# ManageDayDistributionsThreeDots
source: Manage daily distributions...
ar: إدارة توزيعات يومية...
cs: Spravovat denní distribuce...
da: Administrer daglige fordelinger...
de: Tägliche Verteilung verwalten
es: Gestionar distribuciones diarias...
fa: مدیریت کردن توزیع روزانه
fi: Päivittäisten jakelujen hallinta...
fr: Gérer distributions quotidiennes
id: Mengatur distribusi harian...
it: Gestione distribuzione giornaliera...
ja: 日分布の管理...
lv: Pārvaldīt ikdienas sadalījumus...
nl: Beheer dagelijkse distributies...
no: Administrer daglige distribusjoner...
pl: Zarządzaj dzienną dystrybucją...
pt: Gerenciar Distribuições Diárias
ru: Управление ежедневными распределениями...
sv: Hantera dagmallar för distribution...
tr: Günlük dağılımları yönet
zh_cn: 管理每日分布…
zh_hk: 管理每日分佈…

source: Manage Day Off
ar: ادارة يوم العطلة
cs: Spravovat den volna
da: Administrer Fridag
de: Freien Tag verwalten
es: Gestionar Día Libre
fa: مدیریت کردن روز تعطیل
fi: Hallinnoi vapaapäivä asetuksia
fr: Gérer jours libres
id: Mengatur Libur
it: Gestione Riposi
ja: 欠勤の管理
lv: Pārvaldīt Brīvdienu
nl: Beheer Vrije Dag
no: Administrer fridag
pl: Zarządzaj dniem wolnym
pt: Gerenciar Folgas
ru: Управление выходным днем
sv: Hantera fridagar
tr: Tatili Yönet
zh_cn: 管理休息日
zh_hk: 管理休息日

# ManageDayTemplatesThreeDots
source: Manage day templates...
ar: إدارة قوالب اليوم...
cs: Spravovat denní šablony...
da: Administrer dagskabeloner...
de: Tagesvorlagen verwalten…
es: Gestionar plantillas por día...
fa: مدیریت کردن الگوهای روز...
fi: Päivämallien hallinta...
fr: Gérer modéles de journée...
id: Mengatur template hari...
it: Gestione modelli di giorno...
ja: 日数テンプレートの管理...
lv: Pārvaldīt dienas veidnes...
nl: Beheer dag templates...
no: Administrer dag maler...
pl: Zarządzaj dziennymi szablonami
pt: Gerenciar templates intradiários
ru: Управление дневными шаблонами...
sv: Hantera dagmallar...
tr: Gün şablonlarını yönet
zh_cn: 管理日模板…
zh_hk: 管理日範本…

source: Manage Groupings
ar: إدارة التجميعات
cs: Spravovat seskupování
da: Administrer grupper
de: Gruppierungen verwalten
es: Gestionar agrupaciones
fa: مدیریت گروه بندی ها
fi: Ryhmittelyjen hallinta
fr: Gérer groupements
id: Mengatur pengelompokan
it: Gestione raggruppamenti
ja: グループ化の管理
lv: Pārvaldīt Grupēšanu
nl: Beheer Groeperingen
no: Administrer gruppering
pl: Zarządzaj grupowaniami
pt: Gerenciar agrupamentos
ru: Управление группированиями
sv: Hantera grupperingar
tr: Gruplamaları yönet
zh_cn: 管理分组
zh_hk: 管理分組

source: Manage multisite distributions
ar: إدارة توزيعات متعددة المواقع
cs: Spravovat vícemístné distribuce
da: Administrer fordelinger for flere lokaliteter
de: Multisite-Verteilungen verwalten
es: Gestión de distribución multisite
fa: مدیریت کردن توزیعهای چندسایتی
fi: Multisite jakaumien hallinta
fr: Gérer distribution multisite
id: Mengatur distribusi multisite
it: Gestione distribuzione multi-sito
ja: マルチサイト分布の管理
lv: Pārvaldīt multigrupu sadalījumus
nl: Beheer multisite distributies
no: Administrer multienhetdistribusjon
pl: Zarządzaj rozdziałem na wiele lokalizacji
pt: Gerenciar Distribuição Multisite
ru: Управление мультисайтовыми распределениями
sv: Hantera multisite-fördelningar
tr: Çoklu Lokasyon dağılımlarını yönet
zh_cn: 管理多站点分布
zh_hk: 管理多網站分佈

source: Manage Optional Columns
ar: إدارة الأعمدة الاختيارية
cs: Spravovat volitelné sloupce
da: Administrer Valgfrie Kolonner
de: Optionale Spalten verwalten
es: Gestionar Columnas Opcionales
fa: مدیریت کردن ستونهای انتخابی
fi: Valinnaisten sarakkeiden hallinta
fr: Gérer colonnes optionnelles
id: Mengatur Kolom Opsional
it: Gestione colonne opzionali
ja: オプション列の管理
lv: Pārvaldīt Izvēles Kolonnu
nl: Beheer Optionele Kolommen
no: Administrer valgfrie kolonner
pl: Zarządzaj kolumnami opcjonalnymi
pt: Gerenciar Colunas Opcionais
ru: Управление дополнительными столбцами
sv: Hantera tilläggskolumner
tr: Opsiyonel Kolonları Yönet
zh_cn: 管理自定义栏位
zh_hk: 管理自訂欄位

source: Manage Part-Time Percentages
ar: إدارة نسب الموظفين غير المتفرغين
cs: Spravovat procentní podíly zkrácených úvazků
da: Administrer deltidsprocenter
de: Teilzeitprozentwert verwalten
es: Gestionar porcentajes de tiempo parcial
fa: مدیریت مقادیر پاره وقت
fi: Osa-aikaprosenttien hallinta
fr: Gérer pourcentages temps partiel
id: Mengatur persentase paruh waktu
it: Gestione percentuali di part-time
ja: パートタイム比率の管理
lv: Pārvaldīt Nepilna Laika Procentuālo Lielumu
nl: Beheer Deeltijd Percentages
no: Administrer deltidsprosenter
pl: Zarządzaj Procentami Częściowych Etatów
pt: Gerenciar Percentual de Tempo Parcial
ru: Управление процентами неполной занятости
sv: Hantera deltidsdefinitioner
tr: Yarı-zamanlı yüzdlerini yönet
zh_cn: 管理兼职时间百分比
zh_hk: 管理兼職時間百分比

# ManageRTA
source: Manage Real Time Adherence
ar: ادارة الالتزام بالوقت الحالى
cs: Spravovat dodržování v reálném čase
da: Administrer Realtids Overholdelse
de: Real Time Adherence verwalten
es: Gestionar Adherencia en Tiempo Real
fa: مدیریت کردن هم راستایی بهنگام
fi: Noudattamisen asetukset
fr: Gérer adhérence temps réel
id: Mengatur Real Time Adherence
it: Gestione Aderenza Real Time
ja: リアルタイム遵守率の管理
lv: Pārvaldīt Reālā Laika Atbilstību
nl: Beheer Real Time Aanhankelijkheid
no: Administrer RTA-innstillinger
pl: Zarządzaj Przestrzeganiem w czasie rzeczywistym
pt: Gerenciar Aderência em Tempo Real
ru: Управление соблюдением графика в реальном времени
sv: Hantera RTA-inställningar
tr: Gerçek Zamanlı Uyumluluğu Yönet
zh_cn: 管理实时遵时度
zh_hk: 管理即時遵時度

source: Manage Scenarios
ar: إدارة السيناريوهات
cs: Spravovat scénáře
da: Administrer scenarier
de: Szenarios verwalten
es: Gestionar escenarios
fa: مدیریت کردن سناریو ها
fi: Skenaarioiden hallinta
fr: Gérer scénarios
id: Mengatur skenario
it: Gestione scenari
ja: シナリオの管理
lv: Pārvaldīt Scenārijus
nl: Beheer Scenarios
no: Administrer scenarioer
pl: Zarządzaj scenariuszami
pt: Gerenciar Cenários
ru: Управление сценариями
sv: Hantera scenarion
tr: Senaryoları yönet
zh_cn: 管理情景
zh_hk: 管理情景

source: Manage Scorecards
ar: إدارة بطاقات الأداء
cs: Spravovat výsledkové listiny
da: Administrer scorecards
de: Scorecards verwalten
es: Gestionar Scorecards
fa: مدیریت برگه های امتیاز
fi: Tuloskorttien hallinta
fr: Gérer feuilles d'évaluation
id: Mengatur scorecard
it: Gestione Scorecard
ja: スコアカードの管理
lv: Pārvaldīt Rezultātu Kartītes
nl: Beheer Scorecards
no: Administrer scorecards
pl: Zarządzaj Scorecard'ami
pt: Gerenciar Scorecard
ru: Управление оценочными листами
sv: Hantera scorecard
tr: Skorkartları yönet
zh_cn: 管理记分卡
zh_hk: 管理記分卡

source: Manage Shift Categories
ar: إدارة فئات نوبة العمل
cs: Spravovat kategorie směn
da: Administrer Vagtkategorier
de: Schichtkategorien verwalten
es: Gestionar Catergorías de Turno
fa: مدیریت کردن دسته بندی شیفت
fi: Vuoroluokkien hallinta
fr: Gérer catégories d'horaires
id: Mengatur Kategori Shift
it: Gestione Categorie turni
ja: シフトカテゴリの管理
lv: Pārvaldīt Maiņu Kategorijas
nl: Beheer Dienst Categorieën
no: Administrer skiftkategorier
pl: Zarządzaj kategoriami dyżurów
pt: Gerenciar Categoria de Turnos
ru: Управление категориями смен
sv: Hantera skiftkategorier
tr: Vardiya Kategorilerini Yönet
zh_cn: 管理班次类别
zh_hk: 管理班次類別

source: Manage template
ar: إدارة قالب
cs: Spravovat šablonu
da: Administrer skabelon
de: Vorlagen verwalten
es: Gestionar plantilla
fa: مدیریت کردن الگو
fi: Hallinnoi malleja
fr: Gérer modèle
id: Mengatur template
it: Gestione modelli...
ja: テンプレートの管理
lv: Pārvaldīt vedni
nl: Beheer template
no: Administrer mal
pl: Zarządzaj szablonami
pt: Gerenciar template
ru: Управление шаблоном
sv: Hantera mall
tr: Şablonları yönet
zh_cn: 管理模板
zh_hk: 管理範本

source: Manage Workload
ar: إدارة عمل
cs: Spravovat Pracovní náplň
da: Administrer Arbejdsbelastning
de: Workload verwalten
es: Gestionar Workload
fa: مدیریت کردن تراکم کاری
fi: Muokkaa työmäärää
fr: Gérer volume
id: Mengatur Beban Kerja
it: Gestione Carico di lavoro
ja: ワークロードの 管理
lv: Pārvaldīt Darba Slodzi
nl: Beheer Workload
no: Behandle arbeidsbyrde
pl: Zarządzaj przydziałem pracy
pt: Gerenciar Carga de Trabalho
ru: Управление рабочей нагрузкой
sv: Hantera workload
tr: İşyükünü Yönet
zh_cn: 管理工作量
zh_hk: 管理工作量

source: Masked Edit Box
ar: مربع تحرير مخفي
cs: Skryté editační pole
da: Maskeret Redigeringsboks
es: Cuadro de Edición
fa: محدوده اصلاح پنهان
fi: Peitetty muokkausikkuna
fr: Boîte d'édition masquée
id: Kotak Edit
it: Campo di modifica mascherato
ja: マスクエディットボックス
nl: Gemaskerde Tekstvak
no: Skjult redigeringsboks
pl: Ukryta formatka
pt: Caixa com Mascara
ru: Маскированное окно изменения
sv: Dold redigeringsruta
tr: Gizli Biçimle Kutusu
zh_cn: 掩码编辑框
zh_hk: 遮罩編輯方塊

source: Masked Edit Text Box
ar: مربع نص تحرير مخفي
cs: Skryté editační textové pole
da: Maskeret Redigeringstekstboks
es: Cuadro de Edición de Texto
fa: محدوده اصلاح متن پنهان
fi: Peitetty tekstinmuokkausikkuna
fr: Boîte de saisie masquée
id: Kotak Edit Teks
it: Campo di modifica test mascherato
ja: マスクエディットテキストボックス
nl: Gemaskerde Bewerk Tekstvak
no: Skjult tekstredigeringsboks
pl: Tekst ukrytej formatki
pt: Caixa de Texto com Mascara
ru: Маскированное окно изменения текста
sv: Dold redigeringsruta för text
tr: Gizli Biçimle Metin Kutusu
zh_cn: 掩码编辑文本框
zh_hk: 遮罩編輯文字方塊

source: Match case
ar: مطابقة حالة الأحرف
cs: Rozlišovat malá a velká písmena
da: Forskel på store og små bogstaver
de: Groß-/Kleinschreibung beachten
es: Coincidir mayúsc. y minúsc.
fa: تطبیق موارد
fi: Sama tilanne
fr: Respecter la casse
id: Kata sama
it: Rispetta maiuscole
ja: 大文字と小文字を区別して検索
nl: Match geval
pl: Sprawdzaj wielkość
pt: Sensível a caso
ru: С учетом регистра
sv: Exakt matchning
tr: Durumları eşleştir
zh_cn: 区分大小写
zh_hk: 區分大小寫

source: Match whole cell
ar: مطابقة خلية بأكملها
cs: Porovnávat celé buňky
da: Søg efter hele cellens indhold
de: Nur ganzes Wort suchen
es: Coincidir celda completa
fa: تطبیق همه خانه ها
fi: Vastaa koko solua
fr: Cellule entière
id: Seluruh sel sama
it: Corrispondenza tutte le celle
ja: セル全体が一致するものを検索
nl: Overeen gehele cel
no: Match hele cellen
pl: Sprawdzaj całą komórkę
pt: Usar comparação exata
ru: С учетом всей ячейки
sv: Matcha hela rutan
tr: Tüm hücreyi eşleştir
zh_cn: 匹配整个单元格
zh_hk: 匹配整個儲存格

source: Max
ar: أقصى نسبة
da: Maks
fa: حداکثر
fi: Maksimi
id: Maks
ja: 最大
no: Maks.
pl: Maksimum
ru: Макс.
tr: Maks
zh_cn: 最大
zh_hk: 最大

source: Maximum agents
ar: أقصى عدد للوكلاء
cs: Maximální počet agentů
da: Maksimalt antal medarbejdere
de: Maximale Anzahl Mitarbeiter
es: Máximo de agentes
fa: حداکثر پاسخگوها
fi: Agentteja enintään
fr: Agents maximum
id: Agent maksimal
it: Agenti massimi
ja: 最大エージェント数
lv: Maksimums operatori
nl: Maximale agenten
no: Maksimum agenter
pl: Maksymalnie agentów
pt: Agentes máximos
ru: Максимум операторов
sv: Max agenter
tr: Maksimum Müşteri Temsilcisi
zh_cn: 最多座席代表数量
zh_hk: 最多座席代表數量

source: Maximum occupancy
ar: أقصى نسبة للإشغال
cs: Maximální obsazenost
da: Maksimal optagetperiode
de: Max. Auslastung
es: Ocupación máxima
fa: حداکثر
fi: Kuormitus enintään
fr: Taux d'occupation maximum
id: Okupansi maksimal
it: Occupazione massima
ja: 最大稼働率
lv: Maksimāls noslogojums
nl: Maximale bezetting
no: Maksimum belegg
pl: Maksymalna zajętość
pt: Ocupação Máxima
ru: Максимальная занятость
sv: Max nyttjandegrad
tr: Maksimum Doluluk Oranı
zh_cn: 最高占用率
zh_hk: 最高佔用率

# MaximumOccupancyColon
source: Maximum occupancy:
ar: أقصى نسبة للإشغال:
cs: Maximální obsazenost:
da: Maksimal optagetperiode:
de: Maximum Auslastung:
es: Ocupación Máxima:
fa: حداکثر اشغالی
fi: Kuormitus enintään:
fr: Taux d'occupation maximum:
id: Okupansi maksimum:
it: Occupazione massima:
ja: 最大稼働率:
lv: Maksimālais noslogojums
nl: Maximale bezetting:
no: Maksimum belegg:
pl: Maksymalne obłożenie:
pt: Ocupação Máxima:
ru: Максимальная занятость:
sv: Max nyttjandegrad:
tr: Maksimum doluluk oranı:
zh_cn: 最高占用率：
zh_hk: 最高佔用率：

# MaximumOccupancyPercentSignColon
source: Maximum occupancy %:
ar: أقصى نسبة للإشغال %:
cs: Maximální obsazenost %:
da: Maksimal optagetperiode %:
de: Maximum Auslastung%:
es: Ocupación Máxima %
fa: بیشترین در صد اشغالی
fi: Kuormitus enintään %:
fr: Taux d'occupation maximum %:
id: Okupansi maksimum %:
it: Occupazione massima %:
ja: 最大稼働率 %
lv: Maksimālais noslogojums %:
nl: Maximale bezetting %:
no: Maksimum belegg %:
pl: Maksymalne obłożenie %:
pt: Ocupação Máxima %:
ru: Максимальная занятость %:
sv: Maximal nyttjandegrad %:
tr: Maksimum Doluluk Oranı %:
zh_cn: 最高占用率 (%)：
zh_hk: 最高佔用率 (%)：

# MaximumTimePerWeekColon
source: Maximum Time Per Week:
ar: أقصى وقت أسبوعيًا:
cs: Maximální doba za týden:
da: Maksimal Tid Pr. Uge:
de: Maximum Zeit pro Woche
es: Tiempo Máximo por Semana:
fa: حداکثر زمان در هفته:
fi: Enimmäisaika viikkoa kohti:
fr: Temps de travail maxi par semaine:
id: Waktu Maksimal Per Minggu:
it: Ore massime settimanali:
ja: 1週間当たりの最大時間
lv: Maksimālais Laiks pēc Nedēļām
nl: Maximale Tijd Per Week:
no: Maksimum tid per uke:
pl: Maksymalny czas tygodniowy:
pt: Tempo de Trabalho Máximo por Semana:
ru: Максимальное время в неделю:
sv: Max arbetstid per vecka:
tr: Maksimum Zaman / Gün
zh_cn: 每周最多工作时间：
zh_hk: 每週最多工作時間：

# MaxTime
source: Max
ar: أقصى نسبة
da: Maks
fa: حداکثر اشغالی
fi: Maksimi
id: Maks
ja: 最大
no: Maks.
pl: Maksymalna
ru: Макс.
tr: Maks
zh_cn: 最大
zh_hk: 最大

source: Max work time
ar: أقصى وقت للعمل
cs: Maximální pracovní doba
da: Maks arbejdstid
de: Max Arbeitszeit
es: Max tiempo de trabajo
fa: حداکثر زمان کاری
fi: Maksimi työaika
fr: Temps contrat max
id: Maks waktu kerja
it: Ore lavoro Max
ja: 最大勤務時間
lv: Max darba laiks
nl: Max werktijd
no: Maks. arbeidstid
pl: Maksymalny czas pracy
pt: Tempo de trabalho máximo
ru: Макс. время работы
sv: Max arbetstid
tr: Maks çalışma süresi
zh_cn: 最长工作时间
zh_hk: 最長工作時間

source: Meeting
ar: الاجتماع
cs: Setkání
da: Møde
es: Reunión
fa: جلسه
fi: Kokous
fr: Réunion
id: Pertemuan
ja: 会議
lv: Sanāksme:
no: Møte
pl: Spotkanie
pt: Reunião
ru: Мероприятие
sv: Möte
tr: Toplantı
zh_cn: 会议
zh_hk: 會議

# MeetingLocationRequired
source: Fill in your location!
ar: أدخل الموقع!
cs: Vyplňte vaší lokalitu!
da: Udfyld din lokalitet!
de: Tragen Sie Ihren Standort ein!
es: Rellene su ubicación!
fa: مکان خود را پر کنید!
fi: Lisää sijaintisi!
fr: Entrez votre lieu!
id: Masukkan lokasi anda!
it: Inserisci la tua posizione!
ja: 場所を入力してください!
lv: Norādiet atrašanās vietu!
nl: Vul Uw locatie in!
no: Sett inn din plassering!
pl: Wypełnij pole lokalizacji!
pt: Preencha a sua localização!
ru: Введите месторасположение!
sv: Ange plats för mötet
tr: Lokasyonunu gir!
zh_cn: 填写您的位置！
zh_hk: 填寫您的位置！

# MeetingOrganizer
source: Meetings
ar: منظم الاجتماع
cs: Organizátor setkání
da: Mødearrangør
de: Meeting Organisierer
es: Organizador de la reunión
fa: جلسات
fi: Kokouksen järjestäjä
fr: Réunions
id: Pertemuan
it: Meeting
ja: 会議
lv: Sanāksmes
no: Møter
pl: Spotkania
pt: Reuniões
ru: Организатор мероприятий
sv: Möteshanterare
tr: Toplantı Organizatörü
zh_cn: 会议
zh_hk: 會議

# MeetingParticipantsRequired
source: Select your participants!
ar: حدد المشاركين معك!
cs: Vyberte vaše účastníky!
da: Vælg dine deltagere!
de: Wählen Sie die Teilnehmer!
es: Selecione sus participantes!
fa: همراهان خود را انتخاب کنید!
fi: Valitse osallistujat!
fr: Sélectionnez vos participants!
id: Pilih partisipan anda!
it: Seleziona i partecipanti!
ja: 参加者を選択してください!
lv: Atlasiet dalībniekus!
nl: Selecteer Uw deelnemers!
no: Velg dine deltakere!
pl: Wybierz uczestników!
pt: Selecione seus participantes!
ru: Выберите участников!
sv: Välj deltagare till mötet
tr: Katılımcılarını seç!
zh_cn: 选择您的参加人！
zh_hk: 選擇您的參加人！

# MeetingPicker
source: Select meeting
ar: اختيار اجتماع
cs: Vybrat setkání
da: Vælg møde
de: Meeting auswählen
es: Seleccionar reunión
fa: انتخاب جلسه
fi: Valitse kokous
fr: Sélectionner réunion
id: Pilih Pertemuan
it: Seleziona Meeting
ja: 会議の選択
lv: Atlasīt sanāksmi
nl: Selecteer meeting
no: Velg møte
pl: Wybierz spotkanie
pt: Selecionar Reunião
ru: Выбор мероприятия
sv: Välj möte
tr: Toplantı seç
zh_cn: 选择会议
zh_hk: 選擇會議

source: Meetings
ar: الاجتماعات
cs: Setkání
da: Møder
es: Reuniones
fa: جلسات
fi: Kokoukset
fr: Réunions
id: Pertemuan
it: Meeting
ja: 会議
lv: Sanāksmes
no: Møter
pl: Spotkania
pt: Reuniões
ru: Мероприятия
sv: Möten
tr: Toplantılar
zh_cn: 会议
zh_hk: 會議

# MeetingSubjectRequired
source: Fill in your subject!
ar: أدخل الموضوع!
cs: Vyplňte váš předmět!
da: Udfyld dit emne!
de: Geben Sie ein Thema für das Meeting ein!
es: Rellene su asunto!
fa: موضوع خود را پر کنید!
fi: Lisää otsikko!
fr: Entrez votre objet!
id: Masukkan judul!
it: Inserisci l'oggetto!
ja: テーマを入力してください!
lv: Norādiet tēmu!
nl: Vul Uw onderwerp in!
no: Sett inn ditt tema!
pl: Wypełnij temat!
pt: Preencha o seu Assunto!
ru: Введите тему!
sv: Ange ett ämne för mötet
tr: Konunu gir!
zh_cn: 填写您的主题！
zh_hk: 填寫您的主題！
