Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# NoAgentsWithinPlanningGroup
source: There are no agents that can be scheduled in this planning group
da: Der er ingen agenter som kan blive planlagt i denne planlägnings gruppe
de: Es gibt keine Mitarbeiter, die in dieser Planungsgruppe verplant werden können
es: No hay agentes que se puedan planificar en este grupo de planificación
fa: هیچ پاسخگویی را نمیتوان برای این گروه برنامه ریزی زمانبندی کرد
fi: Tässä suunnitteluryhmässä on agentteja, joille ei pysty luomaan työvuoroja
fr: Il n'y a pas d'agents qui puissent être planifiés dans ce groupe de planification
no: Det finnes ingen agenter som kan planlegges i denne gruppen
ru: В этой группе планирования нет операторов для создания расписания
sv: Det finns inga agenter som kan schemaläggas i den här planeringsgruppen
zh_cn: 此计划组中没有可排班的座席代表
zh_hk: 此計畫組中沒有可排班的座席代表

source: Schedule Planning Group
da: Vagtplanläg planlägnings gruppe
de: Planungsgruppe planen
es: Grupo de planificación
fa: گروه برنامه ریزی زمانبندی
fi: Luo työvuorot suunnitteluryhmälle
fr: Planifier le groupe de planification
no: Schedule planleggingsgruppe
ru: Расписание группы планирования
sv: Schemalägg planeringsgrupp
zh_cn: 计划组排班
zh_hk: 計畫組排班

# RequestTypeOvertime
source: Overtime
da: Overtid
de: Überstunden-
es: Tiempo Extra
fa: فیلتر تیمها
fi: Ylityö
fr: Heures supplémentaires
no: Overtid
ru: Сверхурочные
sv: Övertid
tr: Fazla mesai
zh_cn: 加班
zh_hk: 加班

# PlansPageSelectPlanningGroup
source: Select planning group to schedule your agents
da: Välg planlägnings gruppe for at vagtplanlägge dine agenter
de: Planungsgruppe zum Verplanen Ihrer Mitarbeiter auswählen
es: Seleccione el grupo de planificación para planear sus agentes
fa: برای زمانبندی پاسخگوها گروه برنامه ریزی مورد نظر را انتخاب کنید
fi: Valitse suunnitteluryhmä luodaksesi työvuorolistan
fr: Sélectionner le groupe de planification pour planifier vos agents
no: Velg planleggingsgruppe for å planlegge agenter
ru: Выберите группу планирования для создания расписания вашим операторам
sv: Välj planeringsgrupp för att schemalägga agenterna
zh_cn: 选择计划组以为座席代表排班
zh_hk: 選擇計畫組以為座席代表排班

# SearchForPlanningGroup
source: Search site / team / skill / contract
da: Sög site / team / skill / kontrakt
de: Standort/Team/Skill/Kontakt suchen
es: Buscar sitio / equipo / skill / contrato
fa: جستجوی سایت/ تیم/ مهارت/ قرارداد
fi: Hae toimipiste / tiimit / taito / sopimus
fr: Rechercher Site / Equipe / Compétence / Contrat
no: Søke lokasjon / team / ferdighet / kontrakt
ru: Поиск сайт/группа/навык/контракт
sv: Välj enhet / team / kompetens / kontrakt
zh_cn: 查询 站点 /小组/技能/合同
zh_hk: 查詢 網站 /小組/技能/合同

# SelectPpToSchedulePlanningGroup
source: Select planning period to schedule your planning group
da: Välg planlägningsperiode for at vagtplanlägge fin planlägnings gruppe
de: Planungszeitraum zum Verplanen Ihrer Planungsgruppe auswählen
es: Seleccione el período a planificar para planear su grupo de planificación
fa: دوره برنامه ریزی برای برای زمانبندی گروه برنامه ریزی انتخاب کنید
fi: Valitse suunnittelujakso luodaksesi työvuorot suunnitteluryhmälle
fr: Sélectionner la période planning pour planifier votre groupe de planification.
no: Velg periode for planleggingsgruppen
ru: Выберите период планирования для создания расписания вашей группе планирования
sv: Välj planeringsperiod för att schemalägga din planeringsgrupp
zh_cn: 选择计划周期以为您的计划组排班
zh_hk: 選擇計畫週期以為您的計畫組排班

# OvertimeRequestDenyReasonSiteOpenHourClosed
source: Your overtime request has been denied automatically. The site is closed during the request period {0}
da: Din overtidsforespörgsel er blevet automatisk afvist. Der er lukket på i den önskede periode {0}
de: Ihre Überstundenanfrage wurde automatisch abgelehnt. Der Standort ist während des Anfragezeitraums {0} geschlossen.
es: Tu solicitud de tiempo extra fue denegada automáticamente. El site está cerrado durante el periodo solicitado {0}
fa: درخواست اضافه کاری به طور خودکار رد شد. این سایت طول زمان {0} بسته است
fi: Ylityöpyyntö on hylätty automaattisesti. Toimipaikkasi on suljettu pyytämälläsi ajankohtana {0}.
fr: Votre demande d'heures supplémentaires a été refusée automatiquement. Le site est fermé durant l'intervalle demandé {0}.
no: Øvertidsforespørselen din er automatisk nektet. Lokasjonen er stengt i forespørselsperioden {0}
ru: Ваш запрос сверхурочных отклонен автоматически. Часы работы сайта не совпадают с запрашиваемым периодом{0}
sv: Din övertidsförfrågan har avslagits automatiskt. Enheten är stängd vid perioden för förfrågan {0}
tr: Fazla mesai isteğiniz otomatik olarak reddedildi. Lokasyon {0} aralığında kapalı gözüküyor.
zh_cn: 您的加班申请已被自动拒绝。站点在请求周期 {0} 已关闭
zh_hk: 您的加班申請已被自動拒絕。網站在請求週期 {0} 已關閉

# EnableMobileNotifications
source: Enable mobile app notifications
da: Aktiver mobil app notifikationer
de: Benachrichtigungen in der mobilen App aktivieren
es: Habilitar notificaciones en la aplicación móvil
fa: پیام برنامه موبایل را فعال کنید
fi: Aktivoi ilmoitukset mobiilisovellukselle
fr: Activer les notifications d'app mobile
no: Aktiver mobilappvarsler
ru: Включить уведомления мобильного приложения
sv: Aktivera notifieringar i mobilappen
tr: Mobil uygulama bildirilerini aç
zh_cn: 启用移动端App通知
zh_hk: 啟用移動端App通知

# MobileNotificationSettings
source: Mobile App Notification Settings
da: Mobil App meddelelsesindstillinger
de: Einstellungen für Benachrichtigungen in der mobilen App
es: Configuración de Notificaciones de la Aplicación Móvil
fa: تنظیم پیام برنامه موبایل
fi: Mobiilisovelluksen ilmoitusasetukset
fr: Paramètres de Notification App Mobile
no: Innstillinger for mobilappvarsel
ru: Настройки уведомления мобильного приложения
sv: Notifieringsinställningar för mobilappen
tr: Mobil uygulama bildiri ayarları
zh_cn: 移动端App通知设置
zh_hk: 移動端App通知設置

source: Ignore schedules
da: Ignorer vagtplaner
de: Pläne ignorieren
es: Ignorar planificaciones
fa: پنهان کردن برنامه ریزی ها
fi: Älä huomioi olemassa olevaa työvuorolistaa
fr: Ignorer les plannings
no: Ignorer planen
ru: Игнорировать расписание
sv: Ignorera scheman
zh_cn: 忽略班表
zh_hk: 忽略班表

source: Show all schedules
da: Vis alle vagtplaner
de: Alle Pläne anzeigen
es: Mostrar todas las planificaciones
fa: نمایش همه زمانبندیها
fi: Näytä kaikki työvuorot
fr: Montrer tous les plannings
no: Vis alle planene
ru: Показать всё расписание
sv: Visa alla scheman
tr: Bütün planları göster
zh_cn: 显示所有班表
zh_hk: 顯示所有班表

# IgnoredScheduleHint
source: Ignored Schedule
da: Ignorer vagtplaner
de: Ignorierter Plan
es: Planificación Ignorada
fa: زمانبندی پنهان شده
fi: Työvuorolistaa ei otettu huomioon
fr: Planning ignoré
no: Ignorer planen
ru: Игнорируемое расписание
sv: Ignorerat schema
zh_cn: 被忽略的班表
zh_hk: 被忽略的班表

source: Filter planning groups
da: Filtrer planlägningsgrupper
de: Planungsgruppen filtern
es: Filtrar grupos de planificación
fa: فیلتر گروههای برنامه ریزی
fi: Suunnitteluryhmän filtteri
fr: Filtrer les groupes de planification
no: Filter planleggingsgrupper
ru: Фильтр Группы планирования
sv: Filtrera planeringsgrupper
zh_cn: 筛选计划组
zh_hk: 篩選計畫組

# PlansPageCreatePlanningGroup
source: Fill in a name and select suitable filters to create a planning group
da: Udfyld et navn og välg passende filtre for at oprette en planlägningsgruppe
de: Tragen Sie einen Namen ein und wählen Sie geeignete Filter, um eine Planungsgruppe zu erstellen
es: Complete un nombre y seleccione los filtros adecuados para crear un grupo de planificación
fa: برای ایجاد گروه برنامه ریزی یا اسم را بنویسید و یا فیلتر مورد نظر را انتخاب کنید
fi: Lisää nimi ja valitse sopiva filtteri luodaksesi suunnitteluryhmän
fr: Entrer un nom et sélectionner les filtres appropriés pour créer un groupe de planification
no: Fyll inn et navn og velg egnet filtre for å opprette en planleggingsgruppe
ru: Заполните имя и выберите подходящие фильтры для создания группы планирования
sv: Fyll i ett namn och välj passande filter för att skapa en planeringsgrupp
zh_cn: 填入名称并选择适当的筛选器以创建计划组
zh_hk: 填入名稱並選擇適當的篩選器以創建計畫組

# UnsupportedDataSeriesFound
source: Contains mixed skill types, certain data series may be unavailable
da: Indeholder mixed skilltyper, bestemte dataserier er muligvis utilgängelige
de: Enthält gemischt Skilltypen, bestimmte Datenserien sind eventuell nicht verfügbar
es: Contiene tipos de skills mixtos. Ciertas series de datos pueden no estar disponibles.
fa: شامل انواع مختلف مهارت میشود. بعضی از داده ها ممکن است در دسترس قرار نگیرد
fi: Sisältää eri tyyppisiä taitoja, tietty data ei ole saatavilla
fr: Contient des types de compétences mixtes, certaines séries de données peuvent ne pas être disponibles
no: Inneholder blandede ferdighetsformer, visse dataserier kan være utilgjengelige
ru: Содержит смешанные типы навыков, такие данные могут быть недоступны
sv: Innehåller blandade kompetenstyper, viss data kanske inte kan visas
zh_cn: 包含混合的技能类型，某些特定数据可能不可用
zh_hk: 包含混合的技能類型，某些特定資料可能不可用

# OvertimeRequestDenyReasonOutOfSiteOpenHour
source: Your overtime request has been denied automatically. The period of this request is {0}, but site open hour is {1}
da: Din overtidsforespörgsel er blevet automatisk afvist. Perioden for forespörgslen er {0}, men åbningstiden er {1}
de: Ihre Überstundenanfrage wurde automatisch abgelehnt. Der Zeitraum dieser Anfrage ist {0}, aber die Standort-Öffnungszeit ist {1}
es: Tu solicitud de tiempo extra fue denegada automáticamente. El periodo solicitado es {0}, pero los horarios de apertura del site son {1}
fa: درخواست اضافه کاری به طور خودکار رد شد. این درخواست برای {0} است اما ساعت کاری {1} است
fi: Ylityöpyyntö on hylätty automaattisesti. Toimipaikkasi aukioloaika on {1}, joten et voi lähettää pyyntöä ajalle {0}.
fr: Votre demande d'heures supplémentaires a été refusée automatiquement. L'intervalle de cette demande est {0}, mais les horaires d'ouverture du site sont {1}.
no: Øvertidsforespørselen din er nektet automatisk. Periode for denne forespørselen er {0}, men åpningstiden for lokasjonen er {1}
ru: Ваш запрос сверхурочных отклонен автоматически. Период запроса {0}, при начале работы сайта {1}
sv: Din övertidsförfrågan har avslagits automatiskt. Perioden för förfrågan är {0} men öppettiderna på enheten är {1}
tr: Fazla mesai isteğiniz otomatik olarak reddedildi. Lokasyonun açık olduğu saatler {1}. İstenilen aralık ise {0}.
zh_cn: 您的加班申请已被自动拒绝。此申请的周期为 {0}, 但站点的开放时间为 {1}
zh_hk: 您的加班申請已被自動拒絕。此申請的週期為 {0}, 但網站的開放時間為 {1}

source: Filter planning periods
da: Filtrer planlägningsperioder
de: Planungszeiträume filtern
es: Filtrar períodos a planificar
fa: فیلتر دورههای برنامه ریزی
fi: Suunnitteljakson filtteri
fr: Filtrer les périodes de planification
no: Filter planleggingsperioder
ru: Фильтр Периоды планирования
sv: Filtrera planeringsperioder
tr: Planlama aralıklarını filtrele
zh_cn: 筛选计划周期
zh_hk: 篩選計畫週期

# ETOTRequests
source: Overtime Requests
da: Overtidsforespörgsel
de: Überstundenanfragen
es: Solicitudes de Tiempo Extra
fa: درخواستهای اضافه کاری
fi: Lisätyö/Ylityö Pyynnöt
fr: Demandes d'heures supplémentaires
no: Overtidssøknader
ru: Запросы на сверхурочные часы
sv: Övertidsförfrågningar
tr: Fazla mesai istekleri
zh_cn: 额外时间/加班 申请
zh_hk: 額外時間/加班 申請

# UnavailableSeries
source: Current selection contains email skill, certain data series are unavailable.
da: Nuvärende markering indeholder e-mailskills, bestemte dataserier er utilgängelige.
de: Die aktuelle Auswahl enthält E-Mail-Skills, bestimmte Datenserien sind nicht verfügbar
es: La selección actual contiene skills e-mail. Ciertas series de datos pueden no estar disponibles.
fa: انتخاب موجود شامل مهارت ایمیل نمیشود. عضی از داده ها ممکن است در دسترس قرار نگیرد
fi: Tämänhetkinen valinta sistältää sähköpostitaidon, tietty data ei ole saatavilla
fr: La sélection actuelle contient une compétence e-mail, certaines séries de données sont indisponibles.
no: Utvalget inneholder e-postkunnskap, visse dataserier er utilgjengelige.
ru: Выборка содержит навык электронная почта, такие данные недоступны
sv: Aktuellt urval innehåller en e-postkompetens, vissa dataserier är därför inte tillgängliga.
zh_cn: 当前选择中包含邮件技能，某些特定数据不可用
zh_hk: 當前選擇中包含郵件技能，某些特定資料不可用

source: Enable Absence Probability
da: Aktiver Fravärssandsynlighed
de: Abwesenheitswahrscheinlichkeit aktivieren
es: Activar probabilidad de ausencia
fa: احتمال مرخصی را فعال کن
fi: Aktivoi Poissaolojen todennäköisyys
fr: Activer la probabilité d'absence
no: Aktiver fravær sannsynlighet
ru: Включить Вероятность отсутствия
sv: Aktivera sannolikhet för frånvaro
zh_cn: 启用缺勤可能性提示
zh_hk: 啟用缺勤可能性提示

source: Enable Overtime Probability
da: Aktiver overtidssandsynlighed
de: Überstundenwahrscheinlichkeit aktivieren
es: Activar Probabilidad de Tiempo Extra
fa: احتمال اضافه کاری را فعال کن
fi: Aktivoi Ylitöiden todennäköisyys
fr: Activer la probabilité d'heures supplémentaires
no: Aktiver overtidssannsynlighet
ru: Включить Вероятность сверхурочных
sv: Aktivera sannolikhet för övertid
zh_cn: 启用加班可能性提示
zh_hk: 啟用加班可能性提示

source: Plans
da: Planer
de: Pläne
es: Planificaciones
fa: برنامه ها
fi: Suunnittelu
fr: Planification
no: Planer
ru: Планы
zh_cn: 计划
zh_hk: 計畫

source: Apply Suggestion
da: Anvend forslag
de: Vorschlag anwenden
es: Aplicar Sugerencia
fa: اعمال موارد انتخاب شده
fi: Liitä ehdotus
fr: Appliquer la suggestion
no: Bruk forslag
ru: Применить предложение
sv: Använd förslag
zh_cn: 引用建议
zh_hk: 引用建議

source: Get suggestions for Overtime
da: Få foreslag for overtid
de: Vorschläge für Überstunden anfordern
es: Obtener sugerencias para tiempo extra
fa: گرفتن پیشنهاد برای اضافه کاری
fi: Hae ylityöehdotus
fr: Obtenir des suggestions d'heures supplémentaires
no: Få forslag til overtid
ru: Получить предложения сверхурочных
sv: Visa förslag för övertid
zh_cn: 获取加班建议
zh_hk: 獲取加班建議

source: Move Overtime
da: Flyt overtid
de: Überstunden verschieben
es: Mover Tiempo Extra
fa: جابجایی اضافه کاری
fi: Siirrä ylityö
fr: Déplacer les heures supplémentaires
no: Flytt overtid
ru: Сдвинуть сверхурочные
sv: Flytta övertid
zh_cn: 移动加班
zh_hk: 移動加班

# OvertimeRequestDenyReasonExpired
source: Your overtime request has been denied automatically. The start time of this request is {0}, it must be at least {1} minutes later than current time
da: Din overtidsforespörgsel er blevet automatisk afvist. Starttiden for denne forespörgsel er {0}, den skal väre mindst {1} minutter senere end den nuvärende tid.
de: Ihre Überstundenanfrage wurde automatisch abgelehnt. Die Startzeit dieser Anfrage ist {0}, sie muss mindestens {1} Minute(n) später als die aktuelle Zeit sein
es: Tu solicitud de tiempo extra fue denegada automáticamente. La hora de inicio de la solicitud es {0} y debe ser por lo menos {1} minutos después que la hora actual.
fa: درخواست اضافه کاری به طور خودکار رد شد. زمان شروع درخواست {0} است درحالیکه باید حداقل {1} دقیقه بعد از زمان حاضر باشد
fi: Ylityöpyyntö on hylätty automaattisesti. Pyynnön aloitusaika on {0}, mutta sen on oltava vähintään {1} minuuttia myöhemmin kuin tämänhetkinen kellonaika.
fr: Votre demande d'heures supplémentaires a été refusée automatiquement. Le début de cette demande est {0}, il doit être d'au moins {1} après l'heure actuelle.
no: Øvertidsforespørselen din er automatisk nektet. Starttiden for denne forespørselen er {0}, den må være minst {1} minutter senere enn nåværende tidspunkt
ru: Ваш запрос сверхурочных отклонен автоматически. Запрашиваемое время начала {0}. Должно быть хотя бы на {1} минут позже текущего времени.
sv: Din övertidsförfrågan har avslagits automatiskt. Starttiden för förfrågan är {0}, och den måste vara minst {1} minuter senare än aktuell tid.
tr: Fazla mesai isteğiniz otomatik olarak reddedildi. İstenilen fazla mesainin başlama saati: {0}. Bu değer şu anki saatten en az {1} dakika sonra olmalı.
zh_cn: 您的加班申请已被自动拒绝。此申请的开始时间是 {0}, 其必须至少晚于当前时间时间 {1} 分钟
zh_hk: 您的加班申請已被自動拒絕。此申請的開始時間是 {0}, 其必須至少晚於當前時間時間 {1} 分鐘

# NoPermissionMoveAgentOvertime
source: No permission to move overtime for agent(s)
da: Ingen tilladelse til at flytte overtid for agent(er)
de: Keine Berechtigung zum Verschieben von Überstunden für Mitarbeiter
es: No tienes permiso para mover tiempo extra
fa: دسترسی لازم برای جابجایی اضافه کاری پاسخگوها وجود ندارد
fi: Sinulla ei ole oikeuksia siirtää ylityötä agenteille
fr: Pas de permission de déplacer les heures supplémentaires pour l'(les) agent(s)
no: Ingen tillatelse til å flytte overtid for agent(er)
ru: Нет прав на изменение сверхурочных оператора
sv: Rättigheter för att flytta övertid för agenter saknas
zh_cn: 没有权限为做席代表移动加班
zh_hk: 沒有許可權為做席代表移動加班

# ChooseDayOffset
source: Select Day
da: Välg dag
de: Tag auswählen
es: Seleccione Día
fa: انتخاب روز
fi: Valitse päivä
fr: Sélectionner le jour
no: Velg dag
ru: Выбрать день
sv: Välj dag
zh_cn: 选择日期
zh_hk: 選擇日期

# CannotApplyThisToAgentsInADifferentTimeZone
source: Can't apply to agents in other time zones
da: Kan ikke tilföjes til agenter i andre tidszoner
de: Kann nicht auf Mitarbeiter in anderen Zeitzonen angewandt werden
es: No se puede aplicar a agentes en otras zonas horarias
fa: بر پاسخگوهای واقع در مناطق زمانی دیگر قابل اعمال نیست
fi: Valintaa ei voi liittää agenteille toisessa aikavyöhykkeessä
fr: Ne peut pas s'appliquer aux agents dans d'autres fuseaux horaires
no: Kan ikke anvendes for agenter i andre tidssoner
ru: Невозможно применить к операторам другого часового пояса
sv: Denna åtgärd kan inte utföras för agenter i en annan tidszon
zh_cn: 无法将此应用于其他时区中的座席代表
zh_hk: 無法將此應用於其他時區中的座席代表

source: Missing duration
da: Manglende varighed
de: Dauer fehlt
es: Falta duración
fa: مدت زمان فراموش شده
fi: Kesto puuttuu
fr: Durée manquante
no: Manglende varighet
ru: Нет длительности
sv: Längd saknas
zh_cn: 缺少持续时间
zh_hk: 缺少持續時間

source: Missing start time
da: Manglende starttid
de: Startzeit fehlt
es: Falta hora de inicio
fa: زمان شروع فراموش شده
fi: Aloitusaika puuttuu
fr: Heure de début manquante
no: Manglende start tidspunkt
ru: Нет времени начала
sv: Starttid saknas
zh_cn: 缺少开始时间
zh_hk: 缺少開始時間

# OvertimeRequestDateExceeds14Days
source: The request date is more than 14 days from now.
da: Den önskede dato er mere end 14 dage fra nu.
de: Das Anfragedatum liegt mehr als 14 Tage nach dem aktuellen.
es: La fecha de solicitud es más de 14 días a partir de ahora.
fa: زمان درخواست بیشتر از 14 روز از الان است
fi: Pyyntö on tehty pidemmälle, kuin 14 päivää tulevaisuuteen.
fr: La date de demande est dans plus de 14 jours.
no: Forespørselsdatoen er mer enn 14 dager fra nå.
ru: Дата запроса превышает 14 дней с текущего момента.
sv: Datumet för förfrågan är mer än 14 dagar fram i tiden
zh_cn: 申请数据已超过14天
zh_hk: 申請資料已超過14天

# OvertimeRequestDateIsPast
source: Cannot add an overtime request for a past date
da: Kan ikke tilföje en overtidsforespörgsel for en dato som er overskredet
de: Für ein Datum in der Vergangenheit kann keine Überstundenanfrage hinzugefügt werden
es: No se puede solicitar tiempo extra para una fecha pasada
fa: اضافه کاری را نمیتوان به تاریخ در گذشته اضافه کرد
fi: Et voi tehdä ylityöpyyntöä menneisyyteen
fr: Ne peut pas ajouter de demande d'heures supplémentaires pour une date passée
no: Kan ikke legge til en overtidsforespørsel for en tidligere dato
ru: Невозможно добавить запрос на отсутствие на прошедшую дату
sv: Övertidsförfrågan kan inte skapas för ett datum som är passerat
zh_cn: 无法为一个过去日期添加一个加班申请
zh_hk: 無法為一個過去日期添加一個加班申請

source: Allowed overtime
da: Tilladt overtid
de: Zulässige Überstunden
es: Tiempo extra permitido
fa: اضافه کاری مجاز
fi: Sallittu ylityö
fr: Heures supplémentaires permises
no: Tillatt overtid
ru: Разрешенные сверхурочные
sv: Tillåten övertid
zh_cn: 允许的加班
zh_hk: 允許的加班

source: Close overtime settings
da: Luk overtidsindstillinger
de: Überstundeneinstellungen schließen
es: Cerrar configuración de tiempo extra
fa: بستن تنظیمات اضافه کاری
fi: Sulje ylityöasetukset
fr: Fermer les paramètres d'heures supplémentaires.
no: Lukk overtidsvisningen
ru: Закрыть настройки сверхурочных
sv: Stäng övertidsinställningar
zh_cn: 关闭加班设置
zh_hk: 關閉加班設置

source: Compensations
da: Kompensationer
de: Ausgleich
es: Compensaciones
fa: انتخابهای دیگر
fi: Kompensaatiot
no: kompensasjoner
ru: Компенсации
sv: Ersättning
zh_cn: 补偿
zh_hk: 補償

source: Overtime request was cancelled.
da: Overtidsforespörgslen er annulleret
de: Überstundenanfrage wurde abgebrochen.
es: La solicitud de tiempo extra fue cancelada
fa: درخواست اضافه کاری لغو شده است
fi: Ylityöpyyntö on peruttu.
fr: La demande d'heures supplémentaires a été refusée.
no: Overtidsforespørselen ble kansellert.
ru: Запрос сверхурочных был отменен
sv: Övertidsförfrågan avbröts.
tr: Fazla mesai isteği iptal edildi.
zh_cn: 加班申请已被取消
zh_hk: 加班申請已被取消

# DiscardSuggestionData
source: You have active suggestion data. If you continue this will be discarded
da: Du har aktive forslagsdata. Hvis du fortsätter vil disse blive kasseret
de: Sie haben aktive Vorschlagsdaten. Wenn Sie fortfahren, werden diese verworfen
es: Tienes datos de sugerencia activos. Si continúas, se descartará
fa: شما دارای داده های پیشنهادی فعالی هستید. اگر ادامه دهید از دستشان میدهید.
fi: Ehdotetut tiedot ovat aktivoitu. Jos haluat jatkaa, tiedot hylätään.
fr: Vous avez des suggestions actives. Si vous continuez elles vont être ignorées.
no: Du har aktive forslagsdata. Hvis du fortsetter blir dette forkastet
sv: Du har aktiva förslag. Om du fortsätter kommer dessa att kastas
zh_cn: 您有激活的建议数据。如果您选择继续其将被忽略
zh_hk: 您有啟動的建議資料。如果您選擇繼續其將被忽略

source: Overtime settings
da: Overtidsindstillinger
de: Überstundeneinstellungen
es: Config. de tiempo extra
fa: تنظیمات اضافه کاری
fi: Ylityöasetukset
fr: Paramètres d'heures supplémentaires
no: Overtidssettinger
ru: Настройки сверхурочных
sv: Övertidsinställningar
zh_cn: 加班设置
zh_hk: 加班設置

source: Press Esc to close
da: Tryk Esc for at lukke
de: Zum Schließen Esc drücken
es: Presiona ESC para cerrar
fa: زدن Esc برا بستن
fi: Klikkaa "Esc" sulkeaksesi
fr: Presser Esc pour fermer
no: Trykk på Esc for å lukke
ru: Нажмите Esc для выхода
sv: Tryck Esc för att stänga
zh_cn: 点击Esc以关闭
zh_hk: 點擊Esc以關閉

source: Create day off rule
da: Opret fridagsregel
de: Regel für freie Tage erstellen
es: Crear regla de días libres
fa: ایجاد قانون روز کاری
fi: Luo vapaapäiväsääntö
fr: Créer règle de jour libre
no: Opprett fridagsregel
ru: Создать правило выходного дня
sv: Skapa fridagsregel
zh_cn: 创建休息日规则
zh_hk: 創建休息日規則

source: Edit day off rule
da: Rediger fridagsregel
de: Regel für freie Tage bearbeiten
es: Editar regla de días libres
fa: تغییر قانون روز کاری
fi: Muokkaa vapaapäivien sääntöjä
fr: Editer règle de jour libre
no: Rediger fridagsregel
ru: Изменить правило выходного дня
sv: Ändra fridagsregel
zh_cn: 编辑休息日规则
zh_hk: 編輯休息日規則

source: Filter day off rules
da: Filtrer fridagsregel
de: Regeln für freie Tage filtern
es: Filtrar reglas de días libres
fa: فیلتر قانون روز کاری
fi: Lajittele vapaapäivien sääntöjä
fr: Filtrer règles de jours libres
no: Filtrer fridagsregel
ru: Фильтр правил выходного дня
sv: Filtrera fridagsregler
zh_cn: 筛选休息日规则
zh_hk: 篩選休息日規則

# PlansPageEditPlanningGroup
source: Edit name and filters for selected planning group
da: Rediger navn og filter for den valgte planlägningsgruppe
de: Namen und Filter für ausgewählte Planungsgruppe bearbeiten
es: Edite el nombre y los filtros para el grupo de planificación seleccionado
fa: ویرایش نام و فیلترها برای گروههای برنامه ریزی
fi: Muokkaa nimeä ja filtteriä valitulle suunnitteluryhmälle
fr: Editer le nom et filtres pour le groupe de planification sélectionné
no: Rediger navn og filtre for den valgte planleggingsgruppen
ru: Изменить имя и фильтры для выбранной группы планирования
sv: Ändra namn och filter för vald planeringsgrupp
zh_cn: 为选定的计划组编辑名称及筛选器
zh_hk: 為選定的計畫組編輯名稱及篩選器

source: Classic Intraday
da: Klassisk intradag
de: Classic Intra-Tag
es: Intraday Clásico
fa: روزانه کلاسیک
fi: Classic: Päivänsisäinen
fr: Intra-journalier classique
no: Klassisk Intradag
ru: Классический мониторинг
sv: Inom dag Classic
zh_cn: 经典当日
zh_hk: 經典當日
