Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Select People to Add to Role
ar: تحديد أشخاص لإضافتهم إلى دور
cs: Vyberte lidi pro přidání do funkce
da: Vælg medarbejdere, der skal Tilføjes til Rollen
de: Wählen Sie Personen, um diese einer Rolle zuzufügen
es: Selecionar Personal a Añadir en el Rol
fa: انتخاب نفرات برای اضافه کردن نقش
fi: Valitse rooliin lisättävät henkilöt
fr: Sélectioner personnes à ajouter au rôle
id: Pilih Orang untuk Ditambahkan pada Peran
it: Seleziona dipendenti da aggiungere al Ruolo
ja: 役割に追加する要員を選択
lv: Atzīmēt Darbinieku Pievienošanai Lomai
nl: Selecteer Personen om Toe te Voegen aan de Rol
no: Velg personer til legg til rolle
pl: Wybierz osoby do dodania do roli
pt: Selecione a Pessoa para Adicionar ao Perfil
ru: Выбрать сотрудников и присвоить роль
sv: Välj personer som skall kopplas till rollen
tr: Rol eklemek için kişileri seç
zh_cn: 选择人员以添加到角色
zh_hk: 選擇人員以添加到角色

source: Select rotation
ar: تحديد دورة
cs: Vybrat cyklus
da: Vælg turnus
de: Wählen Sie Rotation
es: Seleccine rotación
fa: انتخاب گردش
fi: Valitse työvuorokierto
fr: Sélectionner rotations
id: Pilih rotasi
it: Selezione rotazione
ja: ローテーションの選択
lv: Atlasīt rotāciju
nl: Selecteer Rotatie
no: Velg rotasjon
pl: Wybierz rotację
pt: Selecione a rotação
ru: Выбрать ротацию
sv: Välj sekvens
tr: Rotasyon seç
zh_cn: 选择循环
zh_hk: 選擇迴圈

source: Select Rule Set Bag Message
ar: تحديد رسالة حقيبة مجموعة قواعد
cs: Vybrat zprávu množiny Typy směn
da: Vælg Regelsæt samling Besked
de: Wählen Sie Shichtsammlung Nachricht
es: Seleccionar Mensaje de Bolsa de Conjunto de Normas
fa: قاعده تنظیم پیغام کیف را انتخاب کنید
fi: Valitse sääntösarja viesti
fr: Sélectionner le message banque d'horaires
id: Pilih Pesan Kantong Set Aturan
it: Seleziona messaggio cartella Set di regole
ja: ルールセットバッグメッセージの選択
lv: Atlasīt Noteikumu Kopas Portfeļa Ziņu
nl: Selecteer Regelset Tas Bericht
no: Velg regelsett bag melding
pl: Wybierz komunikat worka zestawu reguł
pt: Selecione Mensagem da Cesta de Turnos
ru: Выбор сообщения контейнера набора правил
sv: Välj skiftpåse
tr: Kural Seti Kutusu Mesajı Seç
zh_cn: 选择班次包消息
zh_hk: 選擇班次包消息

source: Select Rule Set Message
ar: تحديد رسالة مجموعة قواعد
cs: Vybrat zprávu typy směn
da: Vælg Regelsæt-Besked
de: Wählen Sie Regelsammlung Nachricht
es: Seleccionar Mensaje de Conjunto de Normas
fa: پیغام مجموعه قاعده را انتخاب کنید
fi: Valitse sääntösarjaviesti
fr: Sélectionner le message banque de règles
id: Pilih Pesan Set Aturan
it: Seleziona messaggio Set regole
ja: ルールセットメッセージの選択
lv: Atlasīt Noteikumu Kopas Ziņu
nl: Selecteer Regelset Bericht
no: Velg regelsett melding
pl: Wybierz komunikat zestawu reguł
pt: Selecione Mensagem do Conjunto de Regras
ru: Выбор сообщения набора правил
sv: Välj regeluppsättning
tr: Kural Seti Mesajı Seç
zh_cn: 选择班次规则消息
zh_hk: 選擇班次規則消息

source: Select Scenario
ar: تحديد سيناريو
cs: Vybrat scénář
da: Vælg Scenarie
de: Wählen Sie Szenario
es: Seleccionar escenario
fa: انتخاب سناریو
fi: Valitse skenaario
fr: Sélectionner scénario
id: Pilih Skenario
it: Seleziona scenario
ja: シナリオの選択
lv: Atlasīt Scenāriju
nl: Selecteer scenario
no: Velg scenario
pl: Wybierz scenariusz
pt: Selecione Cenário
ru: Выбор сценария
sv: Välj scenario
tr: Senaryo seç
zh_cn: 选择情景
zh_hk: 選擇情景

source: Select Shift Category
ar: اختيار فئة النوبة
cs: Vybrat kategorii směny
da: Vælg Vagtkategori
de: Wählen Sie Schichtkategorie
es: Seleccionar Categoría de Turno
fa: انتخاب دسته بندی شیفت
fi: Valitse vuoroluokka
fr: Sélectionner catégorie d'horaires
id: Pilih Kategori Shift
it: Seleziona categoria turni
ja: シフトカテゴリの選択
lv: Atlasīt Maiņu Kategoriju
nl: Selecteer Dienst Categorie
no: Velg skiftkategori
pl: Wybierz kategorię Dyżuru
pt: Selecione Categoria de Turno
ru: Выбор категории смены
sv: Välj skiftkategori
tr: Vardiya Kategorisi Seç
zh_cn: 选择班次类别
zh_hk: 選擇班次類別

# SelectSiteColon
source: Select site:
ar: تحديد موقع:
cs: Vybrat pracoviště:
da: Vælg lokalitet:
de: Wählen Sie einen Standort:
es: Seleccione site:
fa: انتخاب سایت:
fi: Valitse paikka:
fr: Sélectionner site:
id: Pilih site:
it: Seleziona Sito:
ja: サイトの選択:
lv: Atlasīt vietu:
nl: Selecteer site:
no: Velg enhet:
pl: Wybierz lokalizację:
pt: Selecione Site:
ru: Выбор сайта:
sv: Välj enhet:
tr: Lokasyon seç:
zh_cn: 选择站点：
zh_hk: 選擇網站：

source: Select working days for this contract schedule
ar: تحديد أيام العمل لجدولة هذا العقد
cs: Vybrat pracovní dny pro tento plán smlouvy
da: Vælg arbejdsdage til denne kontraktsplan
de: Wählen Sie die Arbeitstage für diesen Wochentagplan aus
es: Seleccione días de trabajo para esta planificación por contrato
fa: روزهای کاری را برای زمانبندی این قرارداد انتخاب کنید
fi: Valitse työpäivät tälle sopimusaikataululle
fr: Sélectionner jours de travail pour ce planning contrat
id: Pilih hari kerja untuk jadwal kontrak ini
it: Seleziona i giorni lavorativi per questo Giorni da contratto
ja: この契約スケジュールの労働日を選択
lv: Atlasīt šī kontrakta grafika darba dienas
nl: Selecteer werkdagen voor dit contract rooster
no: Velg arbeidsdager for dette kontraktskjemaet
pl: Wybierz dni robocze dla tego planu kontraktu
pt: Selecione os dias de trabalho para esta agenda de contrato
ru: Выбрать рабочие дни для этого расписания по контракту
sv: Välj arbetsdagar för detta kontraktsschema
tr: Bu sözleşme takvimi için çalışma günlerini seçin
zh_cn: 为该班表合同选择工作日
zh_hk: 為該班表合同選擇工作日

# SelectYourListOfValues
source: Select your list of rule sets
ar: تحديد قائمة مجموعات القواعد الخاصة بك
cs: Vyberte svůj seznam Typy směn
da: Vælg din regelsæt liste
de: Wählen Sie Ihre Liste für die Regelsammlung
es: Seleccione su lista de conjunto de normas
fa: مجموعه قواعد لیست خود را انتخاب کنید
fi: Valitse oma sääntösarja
fr: Sélectionner votre liste de règles d'horaires
id: Pilih daftar set aturan
it: Seleziona il tuo elenco di Set di regole
ja: ルールセットのリストを選択
lv: Izvēlieties savu noteikumu kopu sarakstu
nl: Selecteer Uw lijst van regel sets
no: Velg din liste med regelsett
pl: Wybierz listę zestawów reguł
pt: Selecione sua lista de conjuntos de regras
ru: Выбрать свой список наборов правил
sv: Välj din lista med regeluppsättningar
tr: Kural seti listesi seç
zh_cn: 选择您的班次规则列表
zh_hk: 選擇您的班次規則清單

# SeriousUnderstaffing
source: Critical understaffing for :
ar: نسبة انخفاض عاملين حرجة
cs: Kritický podstav
da: Kritisk underbemanding
de: Kritische Unterdeckung
es: Infradim. crítico
fa: بحران کمبود کارمند:
fi: Kriittinen alimiehitys
fr: Sous-effectif critique pour:
id: Kekurangan staf kritis
it: Sottocopertura critica
ja: 致命的な要員不足:
lv: Kritiski nepietiekošs nosegums
nl: Kritische onderbezetting voor:
no: Kritisk underbemannet
pl: Krytyczny niedostatek załogi dla:
pt: Falta de agentes crítica
ru: Критическая нехватка персонала
sv: Allvarlig underbemanning
tr: Kritik düşük kapasite seviyesi
zh_cn: 严重缺员：
zh_hk: 嚴重缺員：

# ServiceLevelParenthesisPercentSign
source: Service level (%)
ar: مستوى الخدمة (%)
cs: Servisní úroveň (%)
es: Nivel de Servicio (%)
fa: سطح خدمت(%)
fi: Palvelutaso (%)
fr: Niveau de service (%)
id: Tingkat layanan (%)
it: Livello di servizio (%)
ja: サービスレベル (%)
lv: Servisa līmenis (%)
nl: Serviceniveau (%)
no: Servicenivå (%)
pl: Poziom obsługi (%)
pt: Nível de serviço (%)
ru: Уровень сервиса (%)
sv: Servicenivå (%)
tr: Servis Seviyesi (%)
zh_cn: 服务水平 (%)
zh_hk: 服務水準 (%)

# ServiceLevelPercentageMustBeBetween1And100
source: The entered service level percentage must be between 1 and 100 %.
ar: يجب أن تكون النسبة المئوية المدخلة لمستوى الخدمة بين 1 و100%.
cs: Vložená procentní hodnota servisní úrovně musí být mezi 1 a 100 %.
da: Den indtastede procentsats for service level skal være mellem 1 og 100%.
de: Der eingegebene Servicelevel-Prozentsatz muss zwischen 1 und 100% liegen.
es: El Porcentaje de Nivel de Serv. introducido debe estar entre el 1 y el 100 %.
fa: درصد سطح خدمت وارد شده باید بین 1 و 100% باشد.
fi: Syötetyn palvelutasoprosentin on oltava 1–100 % välillä.
fr: Le niveau de service entré doit être entre 1 et 100 %.
id: Persentase tingkat layanan yang dimasukkan harus diantara 1 dan 100%
it: La percentuale di livello di servizio deve essere compresa tra 1 e 100 %.
ja: サービルレベルのパーセンテージには1～100%の値を入力してください。
lv: Ievadītā servisa līmeņa procentuālajam lielumam jābūt no 1 līdz 100%
nl: Het procentuele serviceniveau moet tussen de 1 en 100%
no: Innsatt servicenivå i prosent må være mellom 1 og 100 %.
pl: Podany poziom obsługi musi być między 1 a 100%.
pt: O Percentual de Nível deve ser entre 1 e 100%
ru: Введенный процент уровня сервиса должен быть в диапазоне между 1 и 100%.
sv: En servicenivå mellan 1 och 100% måste anges.
tr: Girdiğiniz servis seviyesi 1 ile 100 % arasında olmalıdır.
zh_cn: 输入的服务水平百分比必须在1%和100%之间。
zh_hk: 輸入的服務水準百分比必須在1%和100%之間。

# ServiceLevelPercentSign
source: Service level %
ar: مستوى الخدمة (%)
cs: Servisní úroveň %
es: Nivel de Servicio %
fa: %سطح خدمت
fi: Palvelutaso %
fr: Niveau de service %
id: Tingkat layanan %
it: Livello di servizio %
ja: サービスレベル %
lv: Servisa līmenis %
nl: Serviceniveau %
no: Servicenivå %
pl: Poziom obsługi %
pt: Nível de serviço %
ru: Уровень сервиса %
sv: Servicenivå %
tr: Servis Seiyesi %
zh_cn: 服务水平 (%)
zh_hk: 服務水準 (%)

# ServiceLevelPercentSignColon
source: Service level %:
ar: مستوى الخدمة (%):
cs: Servisní úroveň % :
es: Nivel de Servicio %:
fa: سطح خدمت %:
fi: Palvelutaso %:
fr: Niveau de service %:
id: Tingkat layanan %:
it: Livello di servizio %:
ja: サービスレベル %:
lv: Servisa līmenis %:
nl: Serviceniveau %:
no: Servicenivå %:
pl: Poziom obsługi w %:
pt: Nível de serviço %:
ru: Уровень сервиса %:
sv: Servicenivå %:
tr: Servis seviyesi %:
zh_cn: 服务水平 (%)：
zh_hk: 服務水準 (%)：

source: Service level seconds
ar: مستوى الخدمة بالثانية
cs: Servisní úroveň - sekund
da: Service level sekunder
de: Servicelevel in Sekunden
es: Nivel de Servicio en segundos
fa: زمان های سطح سرویس
fi: Palvelutaso sekunnit
fr: Niveau de service en secondes
id: Detik tingkat layanan
it: Secondi livello di servizio
ja: サービスレベル (秒)
lv: Servisa līmeņa sekundes
nl: Serviceniveau seconden
no: Servicenivå sekunder
pl: Poziom obsługi w sekundach
pt: Segundos NS
ru: Уровень сервиса (секунды)
sv: Servicenivå sekunder
tr: Servis seviyesi saniye
zh_cn: 服务水平(秒)
zh_hk: 服務水準(秒)

# ServiceLevelSecondsColon
source: Service level seconds:
ar: مستوى الخدمة بالثانية:
cs: Servisní úroveň - sekund:
da: Service level sekunder:
de: Servicelevel Sekunden
es: Nivel de Servicio en segundos:
fa: ثانیه های سطح سرویس :
fi: Palvelutaso sekunnit:
fr: Niveau de service en secondes:
id: Detik tingkat layanan:
it: Secondi livello di servizio:
ja: サービスレベル (秒):
lv: Servisa līmeņa sekundes:
nl: Serviceniveau seconden:
no: Servicenivå sekunder:
pl: Poziom obsługi w sekundach:
pt: Segundos NS:
ru: Уровень сервиса (секунды):
sv: Servicenivå sekunder:
tr: Servis seviyesi saniye:
zh_cn: 服务水平(秒)：
zh_hk: 服務水準(秒)：

# ServiceLevelSParenthesis
source: Service level (s)
ar: مستوى (مستويات) الخدمة
cs: Servisní úroveň (s)
es: Nivel de Servicio (s)
fa: سطوح خدمت
fi: Palvelutaso (s)
fr: Niveau de service(s)
id: Tingkat layanan (s)
it: Livello di servizio (s)
ja: サービスレベル
lv: Servisa līmenis (s)
nl: Serviceniveau (s)
no: Servicenivå(er)
pl: Poziomy obsługi
pt: Nível de serviço (s)
ru: Уровень сервиса (с)
sv: Servicenivå (s)
tr: Servis Seviyesi (s)
zh_cn: 服务水平 (秒)
zh_hk: 服務水準 (秒)

# ServiceLevelSParenthesisColon
source: Service level (s):
ar: مستوى (مستويات) الخدمة:
cs: Servisní úroveň (s):
es: Nivel de Servicio (s):
fa: سطوح خدمت:
fi: Palvelutaso (s):
fr: Niveau de service (s):
id: Tingkat layanan (s):
it: Livello di servizio (s):
ja: サービスレベル (秒):
lv: Servisa līmenis (s):
nl: Serviceniveau (s):
no: Servicenivå(er):
pl: Poziom(y) obsługi:
pt: Nível de serviço (s):
ru: Уровень сервиса (с):
sv: Servicenivå (s):
tr: Servis seviyesi (sn):
zh_cn: 服务水平 (秒)：
zh_hk: 服務水準 (秒)：

source: Set as default state group
ar: تعيين كمجموعة حالة افتراضية
cs: Nastavit jako výchozí stavovou skupinu
da: Angiv som standard tilstandsgruppe
de: Als Standard-Statusgruppe festlegen
es: Seleccionar como grupo de estados por defecto
fa: تنظیم به عنوان گروه استان پیش فرض
fi: Määritä oletustilaryhmäksi
fr: Définir comme groupe de statuts par défaut
id: Tetapkan sebagai status standar kelompok
it: Imposta come Gruppo di stati predefinito
ja: 既定の状態グループとして設定
lv: Uzstādīt kā noklusējuma stāvokļa grupu
nl: Ingesteld als standaard toestand groep
no: Sett som standard statusgruppe
pl: Ustaw jako domyślną grupę stanu
pt: Grupo de estados padrão
ru: Установить как группу состояний по умолчанию
sv: Använd statusgrupp som standard
tr: Hazır grup durumu olarak ayarla
zh_cn: 设置为默认状态组
zh_hk: 設置為預設狀態組

source: Set culture
ar: تعيين ثقافة
cs: Nastavit vzdělání
da: Vælg kultur
es: Seleccione Cultura
fa: مجموعه فرهنگی
fi: Määritä kulttuuri
fr: Définir culture
id: Tentukan kultur
it: Imposta cultura
ja: 言語圏の設定
lv: Uzstādīt kultūru
nl: Set cultuur
no: Sett kultur
pl: Ustaw region
pt: Configurar Cultura
ru: Установить культуру
sv: Använd kultur
tr: Kültürü ayarla
zh_cn: 设置文化属性
zh_hk: 設置文化屬性

source: Set KPI Targets
ar: تعيين أهداف مؤشر الأداء الأساسي
cs: Nastavit KPI cíle
da: Vælg KPI-mål
de: KPI-Zielwerte festlegen
es: Seleccione Objetivos KPI
fa: تنظیم اهداف KPI
fi: Määritä KPI-tavoitteet
fr: Définir objectifs ICP
id: Tentukan target KPI
it: Impostazione KPI obiettivo
ja: KPIターゲットンの設定
lv: Uzstādīt KPI Mērķus
nl: Set KPI doelen
no: Sett KPI-mål
pl: Ustaw docelowe KPI
pt: Configurar Alvos do KPI
ru: Установить цели KPI
sv: Ställ in mål
tr: KPI hedeflerini ayarla
zh_cn: 设定KPI目标
zh_hk: 設定KPI目標

source: Set password
ar: تعيين كلمة المرور
cs: Nastavit heslo
da: Vælg adgangskode
de: Paswort festlegen
es: Seleccione contraseña
fa: تنظیم کلمه رمز
fi: Määritä salasana
fr: Définir mot de passe
id: Tentukan password
it: Imposta password
ja: パスワードの設定
lv: Uzstādīt paroli
nl: Wachtwoord instellen
no: Sett passord
pl: Ustaw hasło
pt: Configurar Senha
ru: Задать пароль
sv: Använd lösenord
tr: Şifre Ayarla
zh_cn: 设置密码
zh_hk: 設置密碼

source: Set Schedule Publishing Dates
ar: تعيين جدولة تواريخ النشر
cs: Nastavit data vydání plánu
da: Angiv Publiceringsdatoer for Planer
de: Eingabe Planveröffentlichungsdaten
es: Fechas de Publicación del Conjunto de Planificaciones
fa: زمان بندی تاریخ های انتشار را تنطیم کنید
fi: Määritä julkaisupäiviämäärä
fr: Définir dates de publication de planning
id: Tentukan Tanggal Mengumumkan Jadwal
it: Imposta date di pubblicazione piano
ja: 公開予定日の設定
lv: Uzstādīt Grafika Publicēšanas Datumus
nl: Set Rooster Publicatie Datums
no: Sett planlagt publiseringsdatoer
pl: Ustaw daty publikaji planu
pt: Setar o Agendamento das Datas de Publicação
ru: Установить даты публикации расписания работы
sv: Ange publiceringsdatum
tr: Vardiya Planı Yayın Tarihlerini Ayarla
zh_cn: 设定班表发布日期
zh_hk: 設定班表發佈日期

source: Settings
ar: إعدادات
cs: Nastavení
da: Opsætning
de: Einstellungen
es: Configuración
fa: تنظیمات
fi: Asetukset
fr: Propriétés
id: Setting
it: Impostazioni
ja: 設定
lv: Uzstādījumi
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Configurações
ru: Установки
sv: Inställningar
tr: Ayarlar
zh_cn: 设置
zh_hk: 設置

source: Set trend manually
ar: تعيين اتجاه يدويًا
cs: Nastavit trend ručně
da: Sæt trend manuelt
de: Trend manuell festlegen
es: Seleccione tendencia manualmente
fa: روند را بصورت دستی تنظیم کنید
fi: Määritä trendi manuaalisesti
fr: Définir tendance manuellement
id: Tentukan tren secara manuak
it: Imposta andamento manualmente
ja: トレンドの手動設定
lv: Uzstādīt tendenci manuāli
nl: Trend handmatig instellen
no: Sett trend manuelt
pl: Ustaw trend ręcznie
pt: Configurar Tendência Manualmente
ru: Установить тенденцию вручную
sv: Sätt trend manuellt
tr: Trendi elle ayarla
zh_cn: 手动设置趋势
zh_hk: 手動設置趨勢

source: Shift
ar: نوبة عمل
cs: Směna
da: Vagt
de: Schicht
es: Turno
fa: شیفت
fi: Työvuoro
fr: Horaire
it: Turno
ja: シフト
lv: Maiņa
nl: Dienst
no: Skift
pl: Dyżur
pt: Turno
ru: Смена
sv: Skift
tr: Vardiya
zh_cn: 班次
zh_hk: 班次

source: Shift bags
ar: حقائب نوبات عمل
cs: Množiny směn
da: Vagt samling
de: Schichtsammlung
es: Bolsa de turnos
fa: کیف های شیفت
fi: Vuoropussit
fr: Banque d'horaires
id: Kantong shift
it: Cartelle di turni
ja: シフトバッグ
lv: Maiņu portfeļi
nl: Dienst tassen
no: Skift bags
pl: Aktówka Dyżurów
pt: Cestas de Turnos
ru: Контейнеры смен
sv: Skiftpåsar
tr: Vardiya kutuları
zh_cn: 班次包
zh_hk: 班次包

source: Shift category
ar: فئة نوبة العمل
cs: Kategorie směny
da: Vagtkategori
de: Schichtkategorie
es: Categoría de Turno
fa: دسته بندی شیفت
fi: Vuoroluokka
fr: Catégorie d'horaires
id: Kategori shift
it: Categoria turni
ja: シフトカテゴリ
lv: Maiņu kategorija
nl: Dienst categorie
no: Skiftkategori
pl: Kategoria dyżuru
pt: Categorias de Turno
ru: Категория смены
sv: Skiftkategori
tr: Vardiya kategorisi
zh_cn: 班次类别
zh_hk: 班次類別

# ShiftCategoryColon
source: Shift category:
ar: فئة نوبة العمل:
cs: Kategorie směny:
da: Vagtkategori:
de: Schichtkategorie:
es: Categoría deTurno:
fa: دسته بندی شیفت:
fi: Vuoroluokka:
fr: Catégorie d'horaires:
id: Kategori shift:
it: Categoria turni:
ja: シフトカテゴリ:
lv: Maiņas kategorija:
nl: Dienst categorie:
no: Skiftkategori:
pl: Kategoria dyżuru:
pt: Categoria de Turno:
ru: Категория смены:
sv: Skiftkategori:
tr: Vardiya kategorisi
zh_cn: 班次类别：
zh_hk: 班次類別：

# ShiftCreator
source: Shifts
ar: نوبات عمل
cs: Směny
da: Vagter
de: Schichten
es: Turnos
fa: شیفت ها
fi: Vuorot
fr: Horaires
id: Shift
ja: シフト
lv: Maiņas
nl: Diensten
no: Skift
pl: Dyżury
pt: Turnos
ru: Смены
sv: Skift
tr: Vardiyalar
zh_cn: 班次
zh_hk: 班次

# ShiftCreatorValidationErrorMessage
source: Grid contains invalid data
ar: شبكة تحتوي على بيانات غير صحيحة
cs: Mřížka obsahuje neplatné údaje
da: Grid indeholder ugyldige data
de: Tabelle enthält ungültige Daten
es: Datos inválidos en cuadrícula
fa: شبکه شامل اطلاعات نامعتبر است
fi: Ikkuna sisältää kelpaamattomia tietoja
fr: Quadrillage contient des données non valables
id: Grid berisi data tidak valid
it: La griglia contiene dati non validi
ja: グリッドに無効なデータが含まれています
lv: Režģis satur nederīgus datus
nl: Grid bevat ongeldige data
no: Rute inneholder ugyldige data
pl: Siatka zawiera błędne dane
pt: Tabela contêm dados inválidos
ru: Сетка содержит неверные данные
sv: Fönstret innehåller felaktig data.
tr: Grid geçersiz veri içermektedir
zh_cn: 网格包含无效数据
zh_hk: 網格包含無效數據

source: Shift editor
ar: محرر نوبة العمل
cs: Editor směny
da: Vagt-editor
de: Schichteditor
es: Editor de Turnos
fa: ویرایشگر شیفت
fi: Editori
fr: Editeur d'horaires
id: Editor shift
it: Modifica turni
ja: シフトエディター
lv: Maiņu redaktors
nl: Dienst editor
no: Skiftredigerer
pl: Edytor dyżurów
pt: Editor de Turno
ru: Редактор смен
sv: Skiftredigerare
tr: Vardiya biçimlendiricisi
zh_cn: 班次编辑器
zh_hk: 班次編輯器

source: Shifts
ar: نوبات عمل
cs: Směny
da: Vagter
de: Schichten
es: Turnos
fa: شیفت ها
fi: Vuorot
fr: Horaires
id: Shift
ja: シフト
lv: Maiņas
nl: Diensten
no: Skift
pl: Dyżury
pt: Turnos
ru: Смены
sv: Skift
tr: Vardiyalar
zh_cn: 班次
zh_hk: 班次

source: Shift Trade Request
ar: طلب تغيير تجارة
cs: Požadavek na výměnu směny
da: Forespørgsel om Vagtbytte
de: Schichttauschanfrage
es: Solicitud de Cambio de Turno
fa: درخواست معاوضه شیفت
fi: Vuoronvaihtopyyntö
fr: Demande d'échange d'horaires
id: Permintaan Tukar Jadwal
it: Richiesta di scambio turno
ja: シフト交代要求
lv: Samaiņas Pieprasījums
nl: Dienst Handelverzoek
no: Forespørsel skiftbytte
pl: Prośba o zamianę dyżuru
pt: Solicitação de Troca de Turnos
ru: Запрос изменения смен
sv: Förfrågan om skiftbyte
tr: Vardiya takası İsteği
zh_cn: 调换班申请
zh_hk: 調換班申請

source: Short Name
ar: اسم مختصر
cs: Krátké jméno
da: Kort navn
de: Kurzbezeichnung
es: Nombre Corto
fa: نام مخفف
fi: Lyhyt nimi
fr: Nom court
id: Nama pendek
it: Abbreviazione
ja: 短縮名
lv: Īsais Vārds
nl: Korte Naam
no: Kortnavn
pl: Krótka nazwa
pt: Sigla
ru: Сокращенное имя
sv: Kortnamn
tr: Kısa isim
zh_cn: 名称简写
zh_hk: 名稱簡寫

source: Show
ar: إظهار
cs: Zobrazit
da: Vis
de: Zeige
es: Mostrar
fa: نمایش
fi: Avaa
fr: Montrer
id: Tampilkan
it: Mostra
ja: 表示
lv: Parādīt
nl: Tonen
no: Vis
pl: Pokaż
pt: Mostrar
ru: Показать
sv: Visa
tr: Göster
zh_cn: 显示
zh_hk: 顯示

source: Show Absence
ar: إظهار حالة غياب
cs: Zobrazit absenci
da: Vis Fravær
de: Zeige Abwesenheit
es: Mostrar Ausencia
fa: نمایش مرخصی
fi: Näytä poissaolo
fr: Montrer absence
id: Tampilkan Absen
it: Mostra assenze
ja: 欠勤の表示
lv: Skatīt Prombūtnes
nl: Toon Afwezigheid
no: Vis fravær
pl: Pokaż nieobecność
pt: Mostrar Ausência
ru: Отобразить отсутствие
sv: Visa frånvaro
tr: Devamsızlıkları göster
zh_cn: 显示缺勤
zh_hk: 顯示缺勤

source: Show All
ar: إظهار الكل
cs: Zobrazit vše
da: Vis Alle
de: Zeige Alle
es: Mostrar todo
fa: نمایش همه
fi: Näytä kaikki
fr: Montrer tous
id: Tampilkan Semua
it: Mostra tutto
ja: 全て表示
lv: Parādīt Visu
nl: Toon alle
no: Vis alle
pl: Pokaż wszystko
pt: Mostrar Todos
ru: Отобразить все
sv: Visa alla
tr: Tümünü Göster
zh_cn: 显示全部
zh_hk: 顯示全部

source: Show details
ar: إظهار التفاصيل
cs: Zobrazit detaily
da: Vis detaljer
de: Zeige Details
es: Mostrar detalles
fa: نمایش جزئیات
fi: Näytä tiedot
fr: Montrer détails
id: Tampilkan detil
it: Mostra dettagli
ja: 詳細の表示
lv: Skatīt detalizēti
nl: Toon details
no: Vis detaljer
pl: Pokaż szczegóły
pt: Mostrar Detalhes
ru: Отобразить подробности
sv: Visa detaljer
tr: Detayları göster
zh_cn: 显示详情
zh_hk: 顯示詳情

# ShowMainShift
source: Show Shift
ar: إظهار نوبة العمل
cs: Zobrazit směnu
da: Vis Vagt
de: Zeige Schicht
es: Mostrar Turno
fa: نمایش شیفت
fi: Näytä vuoro
fr: Montrer horaire
id: Tampilkan Shift
it: Mostra turno
ja: シフトの表示
lv: Skatīt Maiņas
nl: Toon Dienst
no: Vis skift
pl: Pokaż Dyżur
pt: Mostrar Turno
ru: Отобразить смену
sv: Visa skift
tr: Vardiyaları göster
zh_cn: 显示班次
zh_hk: 顯示班次

source: Show Next
ar: إظهار التالي
cs: Zobrazit další
da: Vis Næste
de: Zeige nächsten
es: Mostrar Siguiente
fa: نمایش بعدی
fi: Näytä seuraava
fr: Montrer suivant
id: Tampilkan Berikutnya
it: Mostra successivo
ja: 次を表示
lv: Skatīt Nākamo
nl: Toon Volgende
no: Vis neste
pl: Pokaż następne
pt: Mostrar o Próximo
ru: Отобразить следующий
sv: Visa nästa
tr: Bir sonrakini göster
zh_cn: 显示下一个
zh_hk: 顯示下一個

source: Show Next Shift
ar: إظهار نوبة العمل التالية
cs: Zobrazit další směnu
da: Vis Næste Vagt
de: Zeige nächste Schicht
es: Mostrar Siguiente Turno
fa: نمایش شیفت بعدی
fi: Näytä seuraava vuoro
fr: Montrer horaire suivant
id: Tampilkan Shift Berikutnya
it: Mostra turno successivo
ja: 次のシフトを表示
lv: Skatīt Nākamo Maiņu
nl: Toon Volgende Dienst
no: Vis neste skift
pl: Pokaż następny Dyżur
pt: Mostrar Próximo Turno
ru: Отобразить след. смену
sv: Visa nästa skift
tr: Bir sonraki vardiyayı göster
zh_cn: 显示下一个班次
zh_hk: 顯示下一個班次

# ShowOptions
source: Options >>
ar: اختيارات <<
cs: Možnosti >>
da: Indstillinger >>
de: Optionen >>
es: Opciones >>
fa: انتخابها >>
fi: Asetukset >>
id: Opsi >>
it: Opzioni >>
ja: オプション >>
lv: Iespējas >>
nl: Opties >>
no: Valg >>
pl: Opcje >>
pt: Opções >>
ru: Опции >>
sv: Visa alternativ >>
tr: Opsiyonlar>>
zh_cn: 选项 >>
zh_hk: 選項 >>

source: Show Overtime
ar: إظهار العمل الإضافي
cs: Zobrazit přesčas
da: Vis Overarbejde
de: Zeige Überstunden
es: Mostrar Tiempo Extra
fa: نمایش اضافه کار
fi: Näytä ylityöaika
fr: Montrer heures supplémentaires
id: Tampilkan Lembur
it: Mostra straordinari
ja: 残業の表示
lv: Parādīt Virsstundas
nl: Toon Overwerk
no: Vis overtid
pl: Pokaż nadgodziny
pt: Mostrar Tempo Excedido
ru: Отобразить сверхурочное время
sv: Visa övertid
tr: Fazla zamanı göster
zh_cn: 显示加班
zh_hk: 顯示加班

source: Show Personal Shifts
ar: إظهار نوبات العمل الشخصية
cs: Zobrazit osobní směny
da: Vis Personlige Vagter
de: Persönliche Schichten anzeigen
es: Mostrar Turnos Personales
fa: نمایش شیفتهای شخصی
fi: Näytä henkilökohtaiset työvuorot
fr: Montrer horaire personnel
id: Tampilkan Shift Pribadi
it: Mostra turni dipendente
ja: 要員シフトの表示
lv: Skatīt Personīgās Maiņas
nl: Toon Persoonlijke Diensten
no: Vis personlig skift
pl: Pokaż osobiste Dyżury
pt: Mostrar Turno Pessoal
ru: Отобразить индивидуальные смены
sv: Visa personliga skift
tr: Kişisel vardiyaları göster
zh_cn: 显示个人班次
zh_hk: 顯示個人班次
