Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Group page name
ar: اسم صفحة مجموعة
cs: Jméno stránky skupiny
da: Gruppesidenavn
de: Gruppierungsname
es: Nombre de la página de grupo
fa: نام صفحه گروه
fi: Ryhmäsivun nimi
fr: Nom page de groupe
id: Nama halaman kelompok
it: Nome Raggruppamento
ja: グループページ名
lv: Grupas lapas nosaukums
nl: Groepspagina naam
no: Navn gruppeside
pl: Nazwa strony grupy
pt: Nome da Página do Grupo
ru: Название группирования
sv: Grupperingsnamn
tr: Grup sayfa ismi
zh_cn: 分组页名称
zh_hk: 分組頁名稱

source: Group Page Preview Screen
ar: شاشة معاينة صفحة مجموعة
cs: Obrazovka náhledu stránky skupiny
da: Skærmbilledet Vis Udskrift af Gruppeside
de: Gruppierungs-Voransicht
es: Vista Previa de la Pantalla de Página de Grupo
fa: صفحه پیش نمای صفحه گروه
fi: Ryhmäsivun esikatselunäyttö
fr: Ecran aperçu page de groupe
id: Layar Preview Halaman Kelompok
it: Anteprima Raggruppamento
ja: グループページのプレビュー画面
lv: Grupas Lapas Priekšskatījuma Ekrāns
nl: Groepspagina Voorbeeldscherm
no: Oversiktsskjerm gruppeside
pl: Ekran podgładu grupowania
pt: Tela de visão da página do grupo
ru: Экран предпросмотра группирования
sv: Förhandsgranskning gruppering
tr: Grup Sayfası Öngörünüm Ekranı
zh_cn: 分组页预览屏幕
zh_hk: 分組頁預覽螢幕

# GroupPageSettings
source: Group Page Settings Screen
ar: شاشة إعدادات صفحة مجموعة
cs: Obrazovka nastavení stránky skupiny
da: Gruppesides Opsætningsskærm
de: Gruppierungseinstellungen
es: Configuración de la Pantalla de la Página de Grupo
fa: صفحه تنظیمات صفحه گروه
fi: Ryhmäsivun asetusnäyttö
fr: Ecran propriétés page de groupe
id: Layar Pengaturan Halaman Kelompok
it: Finestra Impostazioni Raggruppamenti
ja: グループページ設定画面
lv: Grupas Lapas Uzstādījumu Ekrāns
nl: Scherm Groepspagina Instellingen
no: Skjerminnstillinger gruppeside
pl: Ustawienia strony grupy
pt: Tela de configuração de grupo
ru: Экран настроек группирования
sv: Inställningar för gruppering
tr: Grup Sayfa Ayar Ekranı
zh_cn: 分组页设置屏幕
zh_hk: 分組頁設置螢幕

source: Group states
ar: تجميع الحالات
cs: Stavy skupin
da: Gruppetilstande
de: Grupenstatus
es: Grupo de estados
fa: گروه استانها
fi: Ryhmittele tilat
fr: Groupes de statuts
id: Status kelompok
it: Gruppi di stati
ja: グループの状態
lv: Grupu stāvokļi
nl: Groep staten
no: Grupper status
pl: Grupuj stany
pt: Agrupar estados
ru: Группировать состояния
sv: Gruppera status
tr: Grup durumları
zh_cn: 分组状态
zh_hk: 分組狀態

source: Handled within
ar: تمت المعالجة خلال
cs: Vyřízen během
da: Behandlet inden for
de: Bearbeitet innerhalb
es: Gestionar dentro de
fa: رسیدگی شده در
fi: Käsitelty ajan sisällä
fr: Traité en
id: Ditangani selama
it: Gestite entro
ja: 以内の処理
lv: Apstrādāts laikā
nl: Afgehandeld binnen
no: Behandlet innen
pl: Obsłużone wewnętrznie
pt: Atendido em
ru: Обработано в
sv: Hantera inom
tr: İçinde ele alınan
zh_cn: 处理时间不超过
zh_hk: 處理時間不超過

# HandledWithinColon
source: Handled within:
ar: تمت المعالجة خلال:
cs: Vyřízen během:
da: Behandlet inden for:
de: Bearbeitet innerhalb:
es: Gestionar dentro de:
fa: رسیدگی شد در مدت
fi: Käsitelty ajan sisällä:
fr: Traité en:
id: Ditangani dalam:
it: Gestite entro:
ja: 次の時間内に処理されました:
lv: Apstrādāts laikā:
nl: Afgehandeld binnen:
no: Behandlet innen:
pl: Obsłużone wewnętrznie:
pt: Atendido em:
ru: Обработано в:
sv: Behandlas inom:
tr: İçinde ele alınan
zh_cn: 处理完成于：
zh_hk: 處理完成於：

# HandledWithinHMMColon
source: Handled within (hh:mm):
ar: تمت المعالجة خلال (ق‏ق:س):
cs: Vyřízeno během (h:mm):
da: Behandlet inden for (tt:mm):
de: Bearbeitet innerhalb (h:mm):
es: Gestionar dentro de (hh:mm)
fa: رسیدگی در مدت:
fi: Käsitelty ajan sisällä (tt:min):
fr: Traité en (hh:mm)
id: Ditangani dalam (hh:mm):
it: Gestite entro (hh:mm):
ja: 次の時間内に処理されました（時:分）:
lv: Apstrādāts laikā (hh:mm):
nl: Afgehandeld binnen (uu:mm)
no: Behandlet innen (tt:mm):
pl: Obsłużone wewnętrznie (hh:mm):
pt: Atendido em (hh:mm):
ru: Обработано за (чч:мм):
sv: Behandlas inom (tt:mm):
tr: Yönetim Süresi (h:dd):
zh_cn: 处理时间(小时:分钟)：
zh_hk: 處理時間(小時:分鐘)：

source: Handle Requests
ar: طلبات المعالجة
cs: Vyřídit požadavky
da: Behandl Forespørgsler
de: Anfrage bearbeiten
es: Gestionar Solicitudes
fa: در خواست های رسیدگی شده
fi: Käsittele pyynnöt
fr: Traiter demandes
id: Permintaan Penanganan
it: Richieste gestite
ja: 要求の処理
lv: Apstrādāt Pieprasījumus
nl: Aanvragen afhandelen
no: Behandle forespørsler
pl: Obsłuż żądania
pt: Processar Solicitações
ru: Обработка запросов
sv: Hantera förfrågningar
tr: İstekleri yönet
zh_cn: 处理申请
zh_hk: 處理申請

source: Handling time
ar: وقت المعالجة
cs: Doba na vyřízení
da: Behandlingstid
de: Bearbeitungszeit
es: Tiempo de gestión
fa: زمان رسیدگی
fi: Käsittelyaika
fr: Durée de traitement
id: Waktu penanganan
it: Tempo di gestione
ja: 処理時間
lv: Apstrādes laiks
nl: Verwerkingstijd
no: Behandlingstid
pl: Czas obsługi
pt: Tempo de Atendimento
ru: Время обработки
sv: Behandlingstid
tr: Yönetim zamanı
zh_cn: 处理时间
zh_hk: 處理時間

source: Header
ar: رأس
cs: Záhlaví
da: Overskrift
de: Kopf
es: Cabecera
fa: سر صفحه
fi: Otsikko
fr: En-tête
it: Intestazione
ja: ヘッダー
lv: Galvene
pl: Nagłówek
pt: Cabeçalho
ru: Заголовок
sv: Rubrik
tr: Başlık
zh_cn: 标题
zh_hk: 標題

source: Hide
ar: إخفاء
cs: Skrýt
da: Skjul
de: Ausblenden
es: Ocultar
fa: پنهان کردن
fi: Piilota
fr: Cacher
id: Sembunyikan
it: Nascondi
ja: 隠す
lv: Paslēpt
nl: Verbergen
no: Skjul
pl: Ukryj
pt: Esconder
ru: Скрыть
sv: Dölj
tr: Gizle
zh_cn: 隐藏
zh_hk: 隱藏

source: Hide details
ar: إخفاء التفاصيل
cs: Skrýt detaily
da: Skjul detaljer
de: Details ausblenden
es: Ocultar detalles
fa: پنهان کردن جزئیات
fi: Piilota yksityiskohdat
fr: Cacher détails
id: Sembunyikan detil
it: Nascondi dettagli
ja: 詳細を隠す
lv: Paslēpt detaļas
nl: Details verbergen
no: Skjul detaljer
pl: Ukryj szczegóły
pt: Esconder detalhes
ru: Скрыть подробности
sv: Dölj detaljer
tr: Detayları gizle
zh_cn: 隐藏详情
zh_hk: 隱藏詳情

# HideOptions
source: Options <<
ar: اختيارات <<
cs: Možnosti <<
da: Indstillinger <<
de: Optionen <<
es: Opciones <<
fa: انتخابها <<
fi: Asetukset <<
id: Opsi <<
it: Opzioni <<
ja: オプション <<
lv: Iespējas <<
nl: Opties <<
no: Valg <<
pl: Opcje <<
pt: Opções <<
ru: Опции <<
sv: Dölj alternativ
tr: Opsiyonlar<<
zh_cn: 选项 <<
zh_hk: 選項 <<

source: Historical depth
ar: عمق تاريخي
cs: Hloubka do minulosti
da: Historisk dybde
de: Historische Tiefe
es: Profundida histórica
fa: عمق تاریخی
fi: Historiallinen syvyys
fr: Profondeur historique
id: Kedalaman sejarah
it: Profondità storico
ja: 深さ履歴
lv: Vēsturiskais padziļināti
nl: Historische diepte
no: Historisk dybde
pl: Głębokość historyczna
pt: Largura do Histórico
ru: Хронологическая давность
sv: Historiskt djup
tr: Tarihsel derinlik
zh_cn: 历史深度
zh_hk: 歷史深度

source: Historical period
ar: فترة تاريخية
cs: Minulé období
da: Historisk periode
de: Historische Periode
es: Período histórico
fa: دوره تاریخی
fi: Historiallinen jakso
fr: Période historique
id: Periode historikal
it: Periodo storico
ja: 期間履歴
lv: Vēsturiskais periods
nl: Historische periode
no: Historisk periode
pl: Okres historyczny
pt: Período do Histórico
ru: Исторический период
sv: Historisk period
tr: Tarihsel periyod
zh_cn: 历史周期
zh_hk: 歷史週期

source: Holiday
ar: إجازة
cs: Dovolená
da: Ferie
de: Urlaub
es: Vacaciones
fa: تعطیلات
fi: Vuosiloma
fr: Congé
id: Hari raya
it: Ferie
ja: 休日
lv: Svētku dienas
nl: Feestdag
no: Ferie
pl: Wakacje
pt: Feriado
ru: Праздник
sv: Semester
tr: İzin
zh_cn: 假期
zh_hk: 假期

# HolidayDays
source: Days
ar: أيام عطلة
cs: Dny dovolené
da: Dage
de: Tage
es: Días de Vacaciones
fa: روزها
fi: Päivää
fr: Jours
id: Hari
it: Giorni
ja: 日数
lv: Dienas
nl: Dagen
no: Dager
pl: Dni
pt: Dias
ru: Дни
sv: Dagar
tr: Tatil Günleri
zh_cn: 假期天数
zh_hk: 假期天數

# HolidayTime
source: Time
ar: وقت عطلة
cs: Dovolená
da: Tid
de: Stunden
es: Tiempo de Vacaciones
fa: زمان
fi: Tunnit
fr: Temps
id: Waktu
it: Ore
ja: 時間
lv: Laiks
nl: Tijd
no: Tid
pl: Czas
pt: Tempo
ru: Время
sv: Tid
tr: Tatil Zamanı
zh_cn: 假期时间
zh_hk: 假期時間

source: Home
ar: الصفحة الرئيسية
cs: Domů
da: Hjem
es: Inicio
fa: خانه
fi: Kotiin
fr: Accueil
ja: ホーム
lv: Sākums
no: Hjem
pl: Start
pt: Início
ru: Стартовая страница
sv: Hem
tr: Anasayfa
zh_cn: 主页
zh_hk: 主頁

source: Hourly staff
ar: الموطفون بالساعه
cs: Zaměstnanci placení za hodinu
da: Timelønnede
de: Stundenkräfte
es: Personal por hora
fa: کارمند ساعتی
fi: Tuntipalkkainen henkilöstö
fr: Personnel horaire
id: Staf jam-an
it: Personale a ore
ja: 時給スタッフ
lv: Stundu personāls
nl: Uurlijkse personeel
no: Timeansatt
pl: Załoga godzinowa
pt: Equipe por hora
ru: Персонал на часовой основе
sv: Timanställd
tr: Saatlik personel
zh_cn: 小时工
zh_hk: 小時工

source: Hours
ar: ساعات
cs: Hodiny
da: Timer
de: Stunden
es: Horas
fa: ساعت ها
fi: Tunnit
fr: Heures
id: Jam
it: Ore
ja: 時間
lv: Stundas
nl: Uren
no: Timer
pl: Godziny
pt: Horas
ru: Часы
sv: Timmar
tr: Saat
zh_cn: 小时数
zh_hk: 小時數

source: Hours inc
ar: تضمين الساعات
cs: Včetně hodin
da: Timer inkl.
de: Stunden
es: Horas inc
fa: ساعات شامل
fi: Tunnit sis.
fr: Heures inc.
id: Jam termasuk
it: Ore inc
ja: を含む時間
lv: Iekļautās stundas
nl: Uren inc
no: Timer inkl.
pl: Godziny zaw.
pt: Aumento de horas
ru: Часы, вкл.
sv: Timmar inkommande
tr: Dahil olan zaman
zh_cn: 小时数包括
zh_hk: 小時數包括

source: Hours inc shrinkage
ar: تضمين الساعات مع نسبة الانكماش
cs: Včetně hodin se ztrátou
da: Timer inkl. svind
de: Stunden inkl. Shrinkage (Anpassung)
es: Horas inc con absentismo
fa: ساعات شامل کاهش
fi: Tunnit sis. sairaspoissaoloprosentin
fr: Heures inc. réduction
id: Jam termasuk penyusutan
it: Ore inc. riduzione
ja: 時間（シュリンケージを含む）
lv: Stundas iekļaujot samazinājumu
nl: Uren inc shrinkage
no: Timer inkl. svinn
pl: Godziny zaw. ze absencją
pt: Aumento de horas considerando indisponibilidade
ru: Часы, вкл., с сокращением
sv: Timmar inkommande shrinkage
tr: Daralma etkisi dahil olan zaman
zh_cn: 小时数包括损耗
zh_hk: 小時數包括損耗

source: Hours per day
ar: ساعات يوميا
cs: Hodin za den
da: Timer pr. dag
de: Stunden pro Tag
es: Horas por día
fa: ساعت بر روز
fi: Tunnit per päivä
fr: Heures par jour
id: Jam per hari
it: Ore per giorno
ja: 1日当たりの時間
lv: Stundas dienā
nl: Uren per dag
no: Timer per dag
pl: Godziny dziennie
pt: Horas por dia
ru: Часов в день
sv: Timmar per dag
tr: Saat/gün
zh_cn: 每天的小时数
zh_hk: 每天的小時數

source: Include Exclude
ar: تضمين استبعاد
cs: Zahrnout Vyjmout
da: Inkluder Ekskluder
de: Einschließlich Ausschließlich
es: Incluir/Excluir
fa: شامل استثنا
fi: Sisällytä Älä sisällytä
fr: Inclure exclure
id: Termasuk Tidak Termasuk
it: Includi Esclusi
ja: 含む 除く
lv: Ietvert Izslēgt
nl: Omvatten Uitsluiten
no: Inkluder Ekskluder
pl: Włącz Wyłącz
pt: Incluir Excluir
ru: Включить Исключить
sv: Inkludera Exkludera
tr: Dahil Hariç
zh_cn: 包括 排除
zh_hk: 包括 排除

source: Increase decimals
ar: زيادة الأعداد العشرية
cs: Zvýšit desetinná čísla
da: Forøg decimaler
de: Nachkommastellen erhöhen
es: Incrementar decimales
fa: افزایش اعشار
fi: Lisää desimaaleja
fr: Augmenter décimales
id: Menambah desimal
it: Aumenta decimali
ja: 小数桁を増やす
lv: Palielināt ciparus aiz komata
nl: Verhoog decimalen
no: Øk desimaler
pl: Zwiększ dziesiętne
pt: Aumentar decimais
ru: Увеличение разделительных знаков
sv: Öka decimaler
tr: Ondalık basamak arttır
zh_cn: 增加小数位
zh_hk: 增加小數位

source: Index ACW
ar: فهرسة العمل المترتب على المكالمة
cs: Indexová činnost po ukonč. hovoru
da: Indeks for Efterarbejde
fa: شاخص ACW
fi: Indeksi, ACW
fr: Index TPA
id: Indeks ACW
it: Indice ACW
ja: アフターコールワークのインデックスを作成
no: Indeks ACW
pl: Indeks ACW
pt: Índice de pós
ru: Индекс ACW
tr: Indeks ACW
zh_cn: 平均后处理时长索引
zh_hk: 平均後處理時長索引

source: Index AEW
ar: فهرسة العمل المترتب على البريد الإلكتروني
cs: Indexová AEW
da: Indekser AEW
fa: شاخص AEW
fi: Indeksi, AEW
fr: Index TPE
id: Indeks AEW
it: Indice AEW
ja: アフターEメールワークのインデックスを作成
no: Indeks AEW
pl: Indeks AEW
pt: Índice do AEW
ru: Индекс AEW
tr: İndeks ACW
zh_cn: AEW索引
zh_hk: AEW索引

source: Index after call work
ar: فهرسة العمل المترتب على المكالمة
cs: Indexová činnost po ukončení hovoru
da: Indeks for Efterarbejde
de: Index Nachbearbeitungszeit
fa: شاخص بعد از تماس
fi: Indeksi, puhelun jälkeiset työt
fr: Index travail post-appel
id: Indeks after call work
it: Indice after call work
ja: アフターコールワークのインデックスを作成
lv: Index zvana pēcapstrāde
no: Indeks etterarbeid samtale
pl: Indeks pracy po połączeniu
pt: Índice de pós atendimento
ru: Индекс времени работы после звонка
sv: Index efterbearbetningstid
tr: Çağrı sonrası çalışma süresi indeksi
zh_cn: 话后处理均长索引
zh_hk: 話後處理均長索引

source: Index AFW
ar: فهرسة العمل المترتب على الفاكس
cs: Indexová AFW
da: Indekser AFW
fa: شاخص AFW
fi: Indeksi, AFW
fr: Index TPF
id: Indeks AFW
it: Indice AFW
ja: アフターFAXワークのインデックスを作成
no: Indeks AFW
pl: Indeks AFW
pt: Índice do AFW
ru: Индекс AFW
tr: İndeks AFW
zh_cn: AFW索引
zh_hk: AFW索引

source: Index ATW
ar: فهرسة العمل المترتب على المهمة
cs: Indexová ATW
da: Indekser ATW
fa: شاخص ATW
fi: Indeksi, ATW
fr: Index TPT
id: Indeks ATW
it: Indice ATW
ja: アフタータスクワークのインデックスを作成
no: Indeks ATW
pl: Indeks ATW
pt: Índice do ATW
ru: Индекс ATW
tr: İndeks ATW
zh_cn: ATW索引
zh_hk: ATW索引

source: Index calls
ar: فهرسة المكالمات
cs: Indexové hovory
da: Indeks for opkald
de: Index Anrufe
es: Llamadas Vs Promedio
fa: شاخص تماسها
fi: Indeksi, puhelut
fr: Index appels
id: Indeks panggilan
it: Indice chiamate
ja: 呼量のインデックスを作成
lv: Index zvani
nl: Index telefoongesprekken
no: Indeks samtaler
pl: Indeks rozmów
pt: Índice de chamadas
ru: Индекс звонков
sv: Index samtal
tr: Çağrı sayısı indeksi
zh_cn: 电话量索引
zh_hk: 電話量索引

source: Index emails
ar: فهرسة رسائل البريد الإلكتروني
cs: Indexové e-maily
da: Indekser e-mails
fa: شاخص ایمیل ها
fi: Indeksi, sähköpostit
id: Indeks email
it: Indice e-mail
ja: Eメールのインデックスを作成
lv: Index e-pasti
no: Indeks e-post
pl: Indeks emaili
pt: Índice dos e-mails
ru: Индекс эл. сообщений
sv: Index e-post
tr: İndeks e-postalar
zh_cn: 电子邮件数量索引
zh_hk: 電子郵件數量索引

source: Index facsimiles
ar: فهرسة رسائل الفاكس
cs: Indexové faxy
da: Indekser telefaxer
de: Index Faxe
es: Index facsímiles
fa: شاخص فاکس ها
fi: Indeksi, faksit
id: Indeks faksimili
it: Indice Fax
ja: FAXのインデックスを作成
lv: Index faksi
no: Indeks faks
pl: Indeks faksów
pt: Índice dos faxes
ru: Индекс факсов
sv: Index fax
tr: İndeks fakslar
zh_cn: 传真数量索引
zh_hk: 傳真數量索引

source: Index handling time
ar: وقت معالجة الفهرسة
cs: Indexová doba na vyřízení
da: Indekser behandlingstid
de: Index Bearbeitungszeit
es: Index tiempo de gestión
fa: زمان رسیدگی به شاخص
fi: Indeksi, käsittelyaika
fr: Index durée traitement
id: Indeks waktu penanganan
it: Indice tempo gestione
ja: 処理時間のインデックスを作成
lv: Index apstrādes laiks
nl: Index verwerkingstijd
no: Indeks behandlingstid
pl: Czas obsługi indeksu
pt: Índice do tempo de atendimento
ru: Индекс времени обработки
sv: Index behandlingstid
tr: İndeks yönetim süresi
zh_cn: 处理时间索引
zh_hk: 處理時間索引

source: Index talk time
ar: فهرسة وقت التحدث
cs: Indexová doba trvání hovoru
da: Indeks for taletid
de: Index Gesprächszeit
es: Index T. de conversación
fa: شاخص زمان مکالمه
fi: Indeksi, puheaika
fr: Index durée communication
id: Indeks waktu bicara
it: Indice tempo conversazione
ja: 通話時間のインデックスを作成
lv: Index sarunas laiks
nl: Index spreektijd
no: Indeks taletid
pl: Indeks czasu rozmowy
pt: Índice de tempo falado
ru: Индекс времени разговора
sv: Index samtalstid
tr: Konuşma süresi indeksi
zh_cn: 平均通话时长索引
zh_hk: 平均通話時長索引

source: Index tasks
ar: فهرسة المهام
cs: Indexové úkoly
da: Indeks for opgaver
de: Index Aufgaben
es: Index Tareas
fa: شاخص وظایف
fi: Indeksi, tehtävät
fr: Index tâches
id: Indeks tugas
it: Indice compiti
ja: タスクのインデックスを作成
lv: Index uzdevumi
nl: Index taken
no: Indeks oppdrag
pl: Indeks zadań
pt: Índice das tarefas
ru: Индекс заданий
sv: Index uppgifter
tr: Görev sayısı indeksi
zh_cn: 任务量索引
zh_hk: 任務量索引

source: Information
ar: معلومات
cs: Informace
es: Información
fa: اطلاعات
fi: Informaatio
id: Informasi
it: Informazioni
ja: 情報
lv: Informācija
nl: Informatie
no: Informasjon
pl: Informacja
pt: Informação
ru: Информация
tr: Bilgi
zh_cn: 信息
zh_hk: 信息

source: Initializing
ar: جاري التهيئة
cs: Inicializace
da: Initialiserer
de: Initialisieren
es: Inicializando
fa: در حال مقداردهی اولیه
fi: Alustus
fr: Initialisation
id: Inisialisasi
it: Inizializzazione
ja: 初期化しています
lv: Sagatavo
nl: Initialiseren
no: Initialiserer
pl: Inicjalizuje
pt: Inicializando
ru: Инициализация
sv: Ställer in
tr: Başlatılıyor
zh_cn: 正在初始化
zh_hk: 正在初始化

# InitializingTreeDots
source: Initializing...
ar: جاري التهيئة...
cs: Inicializace...
da: Initialiserer...
de: Initialisieren…
es: Inicializando...
fa: در حال مقدار دهی اولیه...
fi: Alustetaan...
fr: Initialisation...
id: Inisialisasi...
it: Inizializzazione...
ja: 初期化しています...
lv: Inicializēšana...
nl: Initialiseren
no: Initialiserer...
pl: Inicjalizacja...
pt: Inicializando...
ru: Инициализация...
sv: Ställer in...
tr: Başlatılıyor...
zh_cn: 正在初始化…
zh_hk: 正在初始化…

source: Insert
ar: إدراج
cs: Vložit
da: Indsæt
de: Einfügen
es: Insertar
fa: درج کردن
fi: Lisää
fr: Insérer
id: Masukkan
it: Inserisci
ja: 挿入
lv: Ievietot
nl: Invoegen
no: Sett inn
pl: Wstaw
pt: Inserir
ru: Вставить
sv: Infoga
tr: Ekle
zh_cn: 插入
zh_hk: 插入

source: Insert New Person
ar: إدراج شخص جديد
cs: Vložit novou osobu
da: Indsæt Ny Person
de: Neue Person einfügen
es: Insertar Nueva Persona
fa: درج کردن شخص جدید
fi: Lisää uusi henkilö
fr: Insérer nouvelle personne
id: Masukkan Orang Baru
it: Inserisci nuovo dipendente
ja: 新規要員の挿入
lv: Ievietot Jaunu Personu
nl: Invoegen Nieuwe Persoon
no: Sett inn ny person
pl: Wstaw Nową Osobę
pt: Inserir Nova Pessoa
ru: Вставить нового сотрудника
sv: Infoga ny person
tr: Yeni kişi ekle
zh_cn: 插入新的人员
zh_hk: 插入新的人員

source: Insert New Person From Clipboard
ar: إدراج شخص جديد من الحافظة
cs: Vložit novou osobu ze schránky
da: Indsæt Ny Person fra Udklipsholder
de: Neue Person aus der Zwischenablage einfügen
es: Insertar Nueva Persona desde Portapapeles
fa: درج کردن شخص جدید از تخته کار
fi: Lisää uusi henkilö leikepöydältä
fr: Insérer nouvelle personne du presse-papiers
id: Masukkan Orang Baru Dari Clipboard
it: Inserisci nuovo dipendente dagli appunti
ja: クリップボードから新規要員を挿入
lv: Ievietot Jaunu Personu no Mapes
nl: Invoegen Nieuwe Persoon van klembord
no: Sett inn ny person fra utklippstavle
pl: Wstaw Nową Osobę ze Schowka
pt: Inserir Nova Pessoa a Partir da Área de Transferência
ru: Вставить нового сотрудника из буфера
sv: Infoga ny person från urklipp
tr: Panodan yeni kişi ekle
zh_cn: 从剪贴板插入新的人员
zh_hk: 從剪貼板插入新的人員

# InsufficientPermission
source: You don't have sufficient permission to perform this task. please contact your Administrator.
ar: ليس لديك إذن كاف للقيام بهذه المهمة، يُرجى الاتصال بالمسؤول.
cs: Nemáte dostatečná oprávnění k provedení tohoto úkolu. Kontaktujte prosím správce.
da: Du har ikke tilstrækkelig tilladelse til at udføre denne opgave. Kontakt venligst Administrator.
de: Sie haben nicht genügend Rechte diese Aufgabe auszuführen. Bitte kontaktieren Sie Ihren Administrator.
es: No tiene suficientes permisos para realizar esta tarea. Por favor contacte con el Administrador.
fa: شما مجوز کافی برای این وظیفه را ندارید. لطفا مدیریت تماس بگیرید.
fi: Sinulla ei ole tarvittavia oikeuksia tämän tehtävän suorittamiseen. Ota yhteyttä esimieheesi.
fr: Vous n'avez pas la permission de faire ces tâches. Veuillez contacter votre administrateur.
id: Anda tidak memiliki ijin untuk melakukan ini. Hubungi Administrator.
it: Non hai sufficienti privilegi per svolgere questo compito. Contatta l'Amministratore per favore.
ja: このタスクを実行するのに必要な権限がありません。管理者にお問い合わせください。
lv: Jums nav nepieciešamo atļauju, lai veiktu šo uzdevumu. Lūdzu, sazinieties ar savu administratoru.
nl: U hebt onvoldoende rechten om deze taak uit te voeren, aub contact met Administrator.
no: Du har ikke tilstrekkelig tillatelse til å utføre denne oppgaven. Vennligst kontakt administrator.
pl: Nie masz wystarczających uprawnień do wykonania tej operacji. Skontaktuj się z administratorem.
pt: Você não tem permissões suficientes para realizar essa operação. Por favor entre em contato com um administrador.
ru: Не хватает прав для выполнения этой задачи. Обратитесь к администратору.
sv: Du har inte rättigheter för att kunna utföra denna uppgift. Kontakta din administratör för mer info.
tr: Bu işlemi gerçekleştirme yetkiniz yok. Lütfen Sistem Yöneticisi ile temasa geçin.
zh_cn: 你没有足够的权限处理该任务。请联系管理员。
zh_hk: 你沒有足夠的許可權處理該任務。請聯繫管理員。

source: Interval length
ar: طول الفاصل الزمني
cs: Délka intervalu
da: Intervallængde
de: Intervallänge
es: Longitud de Intervalo
fa: مدت وقفه
fi: Intervallin pituus
fr: Longueur intervalle
id: Panjang interval
it: Lunghezza intervallo
ja: インターバルの長さ
lv: Intervāla garums
nl: Intervallengte
no: Intervallengde
pl: Długość Interwału
pt: Duração do Intervalo
ru: Длина интервала
sv: Intervallängd
tr: İnterval uzunluğu
zh_cn: 间隔长度
zh_hk: 間隔長度

# IntervalLengthColon
source: Interval length:
ar: طول الفاصل الزمني:
cs: Délka intervalu:
da: Intervallængde:
de: Intervallänge:
es: Longitud de Intervalo:
fa: مدت وقفه:
fi: Intervallin pituus:
fr: Longueur Intervalle
id: Panjang interval:
it: Lunghezza intervallo:
ja: インターバルの長さ:
lv: Intervāla garums:
nl: Intervallengte:
no: Intervallengde:
pl: Długość interwału:
pt: Duração do Intervalo:
ru: Длина интервала:
sv: Intervallängd:
tr: İnterval uzunluğu:
zh_cn: 间隔长度：
zh_hk: 間隔長度：

# IntervalLengthHMMColon
source: Interval length (hh:mm):
ar: مدة الفاصل الزمني (ق‏ق:س):
cs: Délka intervalu (h:mm):
da: Intervallængde (tt:mm):
de: Intervallänge (h:mm):
es: Longitud del Intervalo (hh:mm)
fa: مدت وقفه:
fi: Intervallin pituus (tt:min):
fr: Longueur Intervalle (hh:mm)
id: Panjang interval (hh:mm):
it: Lunghezza intervallo (hh:mm):
ja: インターバルの長さ（時:分）:
lv: Intervāla garums (hh:mm):
nl: Interval lengte (uu:mm)
no: Intervallengde (tt:mm):
pl: Długość interwału (hh:mm):
pt: Duração Intervalo (hh:mm)
ru: Длина интервала (чч:мм):
sv: Intervallängd (tt:mm):
tr: İnterval uzunluğu (s:dd):
zh_cn: 间隔长度(小时:分钟)：
zh_hk: 間隔長度(小時:分鐘)：

source: Intraday
ar: خلال اليوم
cs: Během dne
da: Intradag
de: Intra-Tag
fa: روزانه
fi: Päivänsisäinen
fr: Intra-journalier
ja: 日中
lv: Dienas ietvaros
no: IntraDag
pl: W Ciągu Dnia
pt: Intradiário
ru: Мониторинг
sv: Inom dag
tr: Güniçi
zh_cn: 当日
zh_hk: 當日

# InvalidAgentName
source: Invalid Name
ar: اسم غير صحيح
cs: Neplatné jméno
da: Ugyldigt Navn
de: Ungültiger Name
es: Nombre no válido
fa: نام نامعتبر
fi: Nimi ei kelpaa
fr: Nom non valable
id: Nama Tidak Valid
it: Nome non valido
ja: 無効な名前です
lv: Nederīgs Nosaukums
nl: Ongeldige Naam
no: Ugyldig navn
pl: Błędna nazwa
pt: Nome Inválido
ru: Недопустимое имя
sv: Ogiltigt namn
tr: Geçersi İsim
zh_cn: 无效的座席代表姓名
zh_hk: 無效的座席代表姓名

# InvalidCredential
source: Invalid credentials. Please try again.
ar: بيانات اعتماد غير صالحة. يُرجى إعادة المحاولة.
cs: Neplatné ověřovací údaje. Zkuste to prosím znovu.
da: Ugyldige brugeroplysninger. Prøv venligst igen.
de: Ungültige Anmeldedaten. Bitte versuchen Sie es erneut.
es: Credenciales no válidas. Por favor inténtelo de nuevo.
fa: اعتبار نا معتبر.لطفا بعدا سعی کنید.
fi: Virheelliset käyttäjätiedot. Yritä uudelleen.
fr: Coordonnées personnelles non valables. Essayez à nouveau svp.
id: Login tidak valid. Silakan coba kembali.
it: Credenziali non valide. Riprova più tardi per favore.
ja: 認証情報が無効です。再度実行してください。
lv: Nederīga pilnvara. Mēģiniet atkārtoti.
nl: Ongeldige referenties. Probeer het opnieuw.
no: Ugyldig referanse. Vennligst prøv igjen.
pl: Nieprawidłowe poświadczenia. Spróbój znowu.
pt: Credenciais Inválidas. Por favor tente novamente.
ru: Неверные реквизиты. Попытайтесь еще раз.
sv: Felaktiga användaruppgifter. Försök igen.
tr: Geçersiz giriş. Lütfen tekrar deneyin.
zh_cn: 无效凭证，请重试。
zh_hk: 無效憑證，請重試。
