Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Set scorecards
ar: حدد لوحه النتائج
cs: Nastavit výsledkové listiny
da: Sæt scorekort
de: Scorecards einstellen
es: Establecer scorecards
fa: مرتب کردن برگه امتیاز
fi: Määritä tuloskortti
fr: Définir feuille d'évaluation
id: Tentukan scorecard
it: Imposta Scorecard
ja: スコアカードの設定
lv: Uzstādīt Rezultātu Kartītes
nl: Stel scorekaarten
no: Sett scorecard
pl: Ustaw karty wyników
pt: Preparar scorecards
ru: Установить оценочные листы
sv: Välj scorecards
tr: Skorkartları belirle
zh_cn: 设定记分卡
zh_hk: 設定記分卡

source: Copy To Scheduler
ar: انسخ الى الجدول
cs: Kopírovat do plánování
da: Kopiere Til Planlæggeren
de: Zur Planung kopieren
es: Copiar a Planificador
fa: کپی به زمانبند
fi: Kopioi Työvuoro-moduuliin
fr: Copier vers planificateur
id: Salin Ke Penjadwal
it: Copia nello Scheduler
ja: スケジューラーにコピー
lv: Kopēt uz Plānotāju
nl: Kopiëren Naar Scheduler
no: Kopier til planlegger
pl: Skopiuj do planera
pt: Copiar para as Agendas
ru: Копировать в расписание
sv: Kopiera till Scheduler
tr: Vardiya planına kopyala
zh_cn: 拷贝到班表
zh_hk: 拷貝到班表

source: Paste Shift From Shifts
ar: الصق بونات العمل الى نوبات العمل
cs: Vložit směnu ze směn
da: Indsæt Vagt Fra Vagter
de: Schicht von Schichten einfügen
es: Pegar Turno desde Turnos
fa: درج شیفت از شیفت ها
fi: Liitä vuoro Vuorot -moduulista
fr: Coller horaire depuis horaires
id: Tempel Shift Dari Shift
it: Incolla turno dai turni
ja: シフトからシフトへの貼り付け
lv: Ielīmēt Maiņu no Maiņām
nl: Plakken Dienst van Diensten
no: lim inn Skift fra Skift
pl: Wklej Dyżur z Dyżurów
pt: Colar Turno dos Turnos
ru: Вставить смену из модуля смены
sv: Klistra in skift från Skift
tr: Vardiya yapıştır
zh_cn: 从班次模块粘贴班次
zh_hk: 從班次模組粘貼班次

source: Unsuccessful
ar: غير ناجح
cs: Neúspěšné
da: Mislykket
de: Erfolglos
es: Fracasado
fa: ناموفق
fi: Epäonnistunut
fr: Non réussi
id: Tidak sukses
it: Fallito
ja: 失敗
lv: Nesekmīgi
nl: Mislukte
no: Ikke vellykket
pl: Nieudane
pt: Sem sucesso
ru: Неуспешно
sv: Misslyckad
tr: Başarısız
zh_cn: 不成功
zh_hk: 不成功

source: Alter between
ar: بدل بين
cs: Změnit mezi
da: Ændre imellem
de: Ändere zwischen
es: Modificar entre
fa: تغییر دادن بین
fi: Muokkaa työvuoroja
fr: Altérer entre
id: Ubah diantara
it: Modifica tra
ja: 変更
lv: Mainīt starp
nl: Alter tussen
no: Alterner mellom
pl: Modyfikuj pomiędzy
pt: Alterar entre
ru: Между
sv: Växla mellan
tr: Sonra arasında
zh_cn: 调整时间范围在
zh_hk: 調整時間範圍在

source: Do not move
ar: لا تحرك
cs: Nepřesunovat
da: Flyt ikke
de: Nicht ändern
es: No mover
fa: جابجا نکنید
fi: Älä siirrä
fr: Ne pas déplacer
id: Jangan memindah
it: Non spostare
ja: 移動しない
lv: Nepārvietot
nl: Niet bewegen
no: Ikke rør
pl: Nie przesuwaj
pt: Não mover
ru: Не двигать
sv: Flytta inte
tr: Değiştirme
zh_cn: 不允许移动
zh_hk: 不允許移動

# SearchThreeDots
source: Search...
ar: ابحث...
cs: Vyhledávání ...
da: Søg...
de: Suche...
es: Buscar...
fa: جستجو
fi: Etsi...
fr: Rechercher...
id: Mencari...
it: Cerca...
ja: 検索...
lv: Meklēt...
nl: Zoeken...
no: Søk...
pl: Szukaj...
pt: Localizar...
ru: Найти...
sv: Sök...
tr: Ara...
zh_cn: 查找...
zh_hk: 查找...

source: From days must be less than to days
ar: ايام من يجب ان تكون اقل من ايام الى
cs: Dny od musí být nižší než dny do
da: Fra dage skal være mindre end til dage
de: Anzahl der Tage 'Von' muss kleiner als 'bis' sein
es: Días 'desde' deben ser menores que días 'hasta'
fa: از روزها باید کمتر از به روزها باشد
fi: Mistä päivien pitää olla pienempi, kuin mihin päivien
fr: Jours de début doivent être inférieurs à Jours de fin
id: Hari mulai harus lebih awal dari hari sampai
it: Il valore Da deve essere inferiore al valore A
ja: 開始日は終了日より前でなければなりません
lv: No dienas nedrīkst būt mazāks par to dienu
nl: Vanaf dagen moet minder zijn dan tot dagen
no: Fra dager må være mindre enn to dager
pl: Dni od muszą być wcześniejsze niż dni do
pt: A data de início deve ser menor do que a data de fim
ru: Дней "от" должно быть меньше, чем дней "до"
sv: Från måste vara mindre än till
tr: Başlama tarihi bitiş tarihinden küçük olmalı
zh_cn: 开始日期必须小于结束日期
zh_hk: 開始日期必須小於結束日期

source: Import error
ar: خطأ فى الادخال
cs: Chyba importu
da: Import fejl
de: Import-Fehler
es: Error de importación
fa: دریافت کردن خطا
fi: Tuontivirhe
fr: Erreur d'import
id: Impor salah
it: Importa errore
ja: インポートエラー
lv: Importēšanas kļūda
nl: Importeren error
no: Importfeil
pl: Błąd importu
pt: Erro de importação
ru: Ошибка импорта
sv: Importfel
tr: İçe aktarım hatası
zh_cn: 导入错误
zh_hk: 導入錯誤

# InvalidDateTimeExceptionText
source: An invalid time ({0}) was found on line {1}. Please remove all invalid times and try again. This error most likely has to do with the transition to daylight saving time.
ar: وقت غير صحيح (0) موجود على الانترنت (1) فضلا احذف
cs: Chybný čas ({0}) byl nalezen na řádku {1}. Prosím odstraňte všechny chybné časy a zkuste znovu. Tato chyba často souvisí se změnou na letní čas.
da: En forkert tid {0} er fundet i linje {1}. Fjern venligst alle forkerte tider og prøv igen. Denne fejl forekommer typisk ved overgang til sommer/vinter tid.
de: Eine ungültige Zeit ({0}) wurde in Zeile {1} gefunden. Bitte alle ungültigen Zeiten entfernen und erneut versuchen. Dieser Fehler hat höchstwahrscheinlich mit einem Übergang von/zur Sommerzeit zu tun.
es: Una hora ({0}) ha sido encontrada en {1}. Por favor, borre todas las horas inválidas e intételo de nuevo. Este error se debe probablemente a la transición a horario de verano.
fa: یک زمان نامعتبر {0} بر خط پیدا شد{1}. لطفا همه موارد نا معتبر را پاک کنیدو دوباره سعی کنید.این خطا بیشتر در زمان انتقال به وضعیت تغییر زمان فصلی مربوط می شود.
fi: Virheellinen aika ({0}) löydettiin rivillä {1}. Poista kaikki virheelliset ajat ja yritä uudelleen. Tämä virhe johtuu todennäköisesti siirtymisestä kesäaikaan.
fr: Un horaire invalide ({0}) a été trouvé à la ligne {1}. Merci de supprimer tous les horaires invalides et de réessayer. Cette erreur a proablement un lien avec le changement d'heure été/hiver.
id: Waktu yang tidak valid ({0}) ditemukan pada baris {1}. Silakan hilangkan seluruh waktu tidak valid dan coba kembali. Kesalahan ini kemungkinan ada hubungannya dengan transisi Daylight Saving Time.
it: Un orario non valido {0} è stato trovato nella riga {1}. Rimuovi tutti gli orari non validi e riprova per favore. Questo errore è probabilmente dovuto al cambio di ora legale.
ja: {1} 行目に無効な時刻（{0}）が見つかりました。無効な時刻を全て削除して再度実行してください。多くの場合、このエラーは夏時間への変換が関係しています。
nl: Een ongeldige tijd ({0}) werd gevonden op lijn {1}. Verwijder alle ongeldige tijden en probeer opnieuw. Deze fout heeft waarschijnlijk te maken met de overgang naar de zomertijd.
no: Ugyldig tid ({0}) er funnet på linje {1}. Vennligst fjern alle ugyldig tider og prøv igjen. Feilen skyldes sannsynligvis overgang til sommertid.
pl: Błędny czas {0} znaleziony w linii {1}. Usuń wszystkie błędne czasy i spróbuj ponownie. Ten błąd może wynikać ze zmiany czasu na zimowy/letni.
pt: Um tempo inválido ({0}) foi encontrado na linha {1}. Por favor remova todos os tempos inválidos e tente novamente. Esse erro provavelmente é devido à transição para o horário de verão.
ru: Неверный формат времени {0} был найден в строке {1}. Удалите все неверные форматы времени и попроуйте еще раз.
sv: En ogiltig tid ({0}) hittades på rad {1}. Ta bort alla ogiltiga tider och försök igen. Detta fel beror troligen på övergången till sommartid.
tr: {1}. satırda geçersiz zaman değeri ({0}) bulunduı. Lütfen tüm geçersiz zamand değerlerini ortadan kaldırıp tekrar deneyin. Bu hata mesajını büyük olasılıkla günışığından yararlanma süresi farklılıkları nedeniyle almaktasınız.
zh_cn: 在第 {1} 行发现无效时间{0}，请移除所有无效时间后重试；这个错误可能是由于夏令时过渡期造成的。
zh_hk: 在第 {1} 行發現無效時間{0}，請移除所有無效時間後重試；這個錯誤可能是由於夏令時過渡期造成的。

# CalculatingResourcesDotDotDot
source: Calculating resources...
ar: يحسب الموارد المطلوبه
cs: Kalkulace zdrojů ...
da: Beregner ressoucer...
de: Ressourcen werden berechnet....
es: Calculando recursos...
fa: محاسبه منابع...
fi: Lasketaan resursseja...
fr: Calcul des données...
id: Menghitung resource...
it: Calcolo risorse...
ja: リソースを計算しています...
lv: Aprēķina resursus...
nl: Berekening van de middelen...
no: Kalkulerer ressurser...
pl: Obliczanie zasobów...
pt: Calculando recursos...
ru: Расчет ресурсов...
sv: Beräknar resurser...
tr: Kaynaklar hesaplanıyor
zh_cn: 正在计算资源…
zh_hk: 正在計算資源…

# YouShouldHaveDaysOffParameterDotYouHaveParameterDot
source: You should have {0} Days Off. Currently you have {1}.
ar: يجب أن تحصل {0} ايام اجازة. حاليا لديك {1}
cs: Měl(a) byste mít {0} volných dní. V současnosti máte {1}.
da: Du skal have {0} fridage. i øjeblikket har du {1} fridage.
de: Sie sollten {0} freie tage haben. Gegenwärtig haben Sie {1}.
es: Debería tener {0} Días Libres. Actaulmente tiene {1}.
fa: شما باید {0} روز تعطیل داشته باشید. در حال حاضر شما {1} روز تعطیل دارید.
fi: Sinulla tulisi olla {0} vapaapäivää. Tällä hetkellä sinulla on {1}.
fr: Vous devriez avoir {0} jours libres. Actuellement vous en avez {1}.
id: Anda harus memiliki hari libur {0}. Saat ini anda memiliki {1}.
it: Dovresti avere {0} riposi. Attualmente ne hai {1}.
ja: 休暇は {0} 日取る必要があります。現在は {1} です。
lv: Jums ir jābūt {0} brīvdienām. Šobrīd jums ir {1}.
nl: U moet {0} Vrije Dagen hebben. Momenteel heeft U {1}.
no: Du må ha {0} fridager. Nå har du {1}.
pl: Powinieneś mieć {0} dni wolnych a masz {1}.
pt: Você deve ter {0} Dias de Folga. Atualmente você tem {1}.
ru: У вас должно быть {0} выходных дней. Сейчас у вас {1}.
sv: Du ska ha {0} fridagar. Nu har du {1}.
tr: {0} tatil günü olması gerekiyor. Şu anda {1} adet tatil günü bulunuyor.
zh_cn: 您应有 {0}个休息日，当前已有{1}个。
zh_hk: 您應有 {0}個休息日，當前已有{1}個。

# ResReportAbsenceTimePerAbsence
source: Absence Time per Absence
ar: وقت الغياب لعدد الغياب
cs: Délka absencí dle absencí
da: Fraværstid pr. Fravær
de: Abwesenheitszeit pro Abwesenheit
es: Tiempo de Ausencia por Ausencia
fa: زمان مرخصی برای هر مرخصی
fi: Poissaoloaika per poissaolo
fr: Temps d'absence par absence
id: Waktu Absen per Absen
it: Ore di assenza per causale
ja: 欠勤当たりの欠勤時間
lv: Prombūtnes Laiks pēc Prombūtnēm
nl: Afwezigheid Tijd per Afwezigheid
no: Fraværstid per fravær
pl: Czas Nieobecności na Nieobecność
pt: Tempo de Ausência por Ausência
ru: Время отсутствия по отсутствию
sv: Frånvarotid per frånvaro
tr: Devamsızlık tipi baiına devamsızlık süresi
zh_cn: 按照缺勤类型统计的缺勤时间
zh_hk: 按照缺勤類型統計的缺勤時間

# LoggedOnUserColon
source: Logged on user:
ar: المستخدم المسجل:
cs: Přihlášený uživatel:
da: Indmeldte medarbejdere:
de: Angemeldeter Benutzer:
es: Usuario en sesión:
fa: کاربر وارد شده به سیستم
fi: Kirjautunut käyttäjänä:
fr: Utilisateur connecté:
id: Pengguna login:
it: Utente autenticato:
ja: ログオン中のユーザー:
lv: Pieteicies lietotājs:
nl: Ingelogde user:
no: Pålogget bruker:
pl: Zalogowany użytkownik:
pt: Usuário logado:
ru: Пользователи в системе:
sv: Inloggad användare:
tr: Kayıt olmuş kullanıcı:
zh_cn: 已登录用户
zh_hk: 已登錄用戶

source: My profile
ar: بروفايلي
cs: Můj profil
da: Min Profil
de: Mein Profil
es: Mi perfil
fa: پروفایل من
fi: Minun profiili
fr: Mon profil
id: Profil saya
it: Il mio profilo
ja: マイプロファイル
lv: Mans profils
nl: Mijn profiel
no: Min profil
pl: Mój profil
pt: Meu perfil
ru: Мой профиль
sv: Min profil
tr: Profil sayfam
zh_cn: 我的个人资料
zh_hk: 我的個人資料

# ChangePasswordValidationError
source: The password could not be changed. Please verify that your current password is correct and that your confirmation of the new password is valid. If this validation error still occurs you must verify that your password follows the policy rules regarding length and characters.
ar: لم يمكن تغيير كلمه السر.الرجاء التأكد من صحه كلمه السر الحالبه و تأكيدك على كلمة السر الجديدة صحيح. لو استمر خطأ التأكيد تاكد ان كامه السر تنطبق لشروط الطول و الحروف
cs: Helso nemůže být změněno. Prosím ověřte, že stávající heslo je správné a potvrzení nového hesla je správné. Pokud se stále vyskytuje tato chyba ověření, zkontrolujte prosím, jestli vaše heslo splňuje podmínky z hlediska délky a znaků.
da: Adgangskoden kunne ikke ændres. Verificer venligst at din nuværende adgangskode er korrekt og bekræftelsen på den nye adgangskode er gyldig. Kontroller reglerne for længde og karaktere.
de: Das Kennwort konnte nicht geändert werden. Bitte prüfen Sie das Ihr gegenwärtiges Kennwort richtig ist und das Ihre Bestätigung des neuen Kennwortes korrekt ist. Sollte dieser Validierungs-Fehler dennoch auftreten, überprüfen Sie bitte dass Ihr Kennwort den geltenden Regeln mit Hinsicht auf Länge und Zeichen entspricht.
es: La contraseña no ha podido ser cambiada. Por favor, verifique que su contraseña actual es correcta y que su confirmación de la nueva contraseña es válida. Si este error de validación persiste, deberá verificar que su contraseña sigue las políticas de longitud y caracteres.
fa: رمز عبور تغییر نمی کند. لطفا بررسی کنید آیا رمز عبور فعلی صحیح است و تایید شما از رمز عبور جدید معتبر است .اگر این خطای اعتبار هنوز وجود دارد شما باید رمز عبور را از نظر قواعد و طول حروف بررسی کنید.
fi: Salasanaa ei voitu muuttaa. Varmista, että nykyinen salasana on oikein ja että uusi salasana täyttää vaatimukset. Mikäli tämä validointivirhe toistuu uudelleen, tarkista että salasanasi noudattaa pituudeltaan ja käytettävien merkkien osalta annettuja ohjeita ja rajoituksia.
fr: Le mot de passe n'a pas pu être changé. Merci de vérifier que votre mot de passe courant est correct et que votre nouveau mot de passe est confirmé. Si cette erreur de validation persiste vous devez vérifier que votre mot de passe respecte les règles de longueur et caractères.
id: Password tidak bisa diubah. Pastikan password awal benar dan password baru valid. Bila kesalahan validasi ini masih terjadi, anda harus memastikan bahwa password anda mengikuti kebijakan password mengenai panjang dan karakter.
it: La password non può essere modificata. Per favore, verifica che la tua password attuale sia corretta e che la conferma della nuova sia valida. Se questo errore di validazione continua a verificarsi, controllare che la nuova password rispetti le regole di sicurezza relative a lunghezza e caratteri.
ja: パスワードを変更できませんでした。現在のパスワードが正しいか確認し、新規パスワードの確認入力が正しいか確認してください。 それでも認証エラーが発生する場合は、パスワードの長さと文字がポリシー規則に従っているか確認してください。
nl: Het wachtwoord kan niet veranderd worden. Controleer of uw huidige wachtwoord correct is en dat uw bevestiging van het nieuwe wachtwoord geldig is. Als deze validatie error nog steeds optreedt moet u controleren of uw wachtwoord de beleidsregels volgt met betrekking tot de lengte en karakters.
no: Passordet kan ikke endres. Kontroller at det gjeldende passordet er riktig, og at bekreftelse på det nye passordet er gyldig. Hvis denne feilen oppstår fortsatt må du kontrollere at passordet følger regler om lengde og tegn.
pl: Nie można zmienić hasła. Sprzwdź czy aktualne hasło jest poprawne i oba powtórzenia nowego hasła są zgodne. Jeśli ten błąd wystąpi ponownie, sprawdź czy nowe hasło jest zgodne z polityką bezpieczeńśtwa.
pt: A senha não pôde ser alterada. Por favor verifique se a senha atual está correta e se a confirmação da nova senha é válida. Se este erro persistir verifique se a senha segue as regras de tamanho e caracteres.
ru: Пароль не может быть изменен. Пожалуйста, проверьте, что ваш текущий пароль верный, а также подтверждение нового пароля. Если ошибка проверки возникнет снова, проверьте, что ваш пароль соотвествует правилам создания паролей.
sv: Lösenordet kunde inte ändras. Kontrollera att ditt nuvarande lösenord är korrekt och att din bekräftelse på det nya lösenordet stämmer överens. Om det här meddelandet fortfarande visas måste du verifiera att lösenordet uppfyller kraven gällande teckentyp och antal tecken.
tr: Şifre değiştirilemedi. Lütfen mevcut şifrenizin doğru olduğundan ve yeni şifrenizi onaylamış olduğunuzdan emin olun. Bu hatayı sıklıkla almaktaysanız şifrenizi güvenlik kuralları ışığında (karakter sayısı, uzunluk vs.) gözden geçirin.
zh_cn: 密码无法更改。 请检查当前密码输入正确，新密码两次输入一致。 如果继续出现验证错误，请检查新密码是否符合长度及字符限制规则。
zh_hk: 密碼無法更改。 請檢查當前密碼輸入正確，新密碼兩次輸入一致。 如果繼續出現驗證錯誤，請檢查新密碼是否符合長度及字元限制規則。

# PasswordPolicyWarning
source: The new password does not follow the password policy.
ar: كلمة السر الجديدة لا تنطبق لشروط كلمة السر
cs: Nové heslo nesplňuje pravidla pro hesla.
da: Din nye adgangskode opfylder ikke reglerne.
de: Das neue Kennwort folgt nicht der geltenden Policy für Kennwörter.
es: La nueva contraseña no sigue las políticas de contraseñas.
fa: کلمه رمز جدید از خط مشی کلمه رمز تبعیت نمی کند.
fi: Uusi salasana ei vastaa salasana-asetuksia.
fr: Le nouveau mot de passe ne respecte pas les règles mot de passe
id: Password baru tidak mengikuti kebijakan password.
it: La nuova password non rispetta le politiche di sicurezza.
ja: 新規パスワードがパスワードポリシーに従っていません。
lv: Jaunā parole neatbilst paroļu politikai.
nl: Het nieuwe wachtwoord volgt niet het wachtwoordbeleid.
no: Det nye passordet følger ikke passordpolitikken.
pl: Nowe hasło nie jest zgodne z polityką haseł.
pt: A nova senha não segue a política de senhas.
ru: Новый пароль не соотвествует правилам создания паролей.
sv: Det nya lösenordet följer inte lösenordspolicyn.
tr: Yeni şifreniz kurallara uygun değil.
zh_cn: 新密码不符合密码策略。
zh_hk: 新密碼不符合密碼策略。

# WrongNumberOfDayOffsInSchedulePeriod
source: Target Days Off in Schedule Period is {0} and there are {1}, can't schedule
ar: أيام الأجازات المستهدفة فى فترة الجدول هى {0}
cs: Cíl je {0} volných dní v období plánování a vy máte {1}, není možné plánovat.
da: Målet for fridage i perioden er {0} men der er {1}, så der kan ikke planlægges
de: Ziel der Planung für die Anzahl freier Tage ist {0} und es gibt {1}, kann nicht planen.
es: El objetivo de Días Libres en Período de Planificación es {0} y hay {1}. No es posible planificar.
fa: روزهای تعطیل در دوره زمان بندی {0} است و {1} روز غیر قابل زمانبندی است
fi: Työsopimuksen mukainen vapaapäivien määrä jaksolla on {0} ja nyt vapaapäiviä on {1}, työvuoroja ei voida tehdä.
fr: Le nombre de jours libres visés dans Période de Planning est {0} et il y en a {1}. Ne peut planifier.
id: Target Hari Libur di dalam Periode Penjadwalan adalah {0} dan terdapat {1}, tidak bisa dijdwalkan
it: Impossibile pianificare: i riposi obiettivo nel periodo di pianificazione sono {0} mentre ne risultano {1}
ja: スケジュール期間における目標の休暇日数は {0} で、現在 {1} 日の休暇があります。スケジュールを作成できません。
lv: Mērķa Brīvdienas Plānojamā Periodā ir {0}, un šeit ir {1}, nevar ieplānot.
nl: Target vrije dagen in Rooster Periode = {0} en er zijn {1}, kan niet rooster
no: Mål for fridager i planperiode er {0} og det er {1}, kan ikke planlegge
pl: Docelowe dni wolne w okresie planowania ustawione na {0} a jest ich {1}. Nie można zaplanować.
pt: O número de Dias de Folga no Período de Agendamento é {0}, no entanto há {1}, desse modo não foi possível realizar o agendamento.
ru: Целевое кол-во выходных в периоде планирования {0} и здесь {1}. Планирование невозможно.
sv: Målet för fridagar i schemaperioden är {0} och nu finns det {1}, kan inte schemalägga
tr: Vardiya planı periyodu içinde hedef tatil günü sayısı {0} ve şu anda {1} gün var. Vardiya planı yapılamıyor.
zh_cn: 班表周期内目标休息日为 {0}，实际为{1}，无法安排。
zh_hk: 班表週期內目標休息日為 {0}，實際為{1}，無法安排。

source: Extended Preferences Template
ar: قالب التفضيلات الممتده
cs: Rozšířený vzor preferencí
da: Udvidet præferencer skabelon
de: Erweiterte Präferenzen Vorlage
es: Plantilla de Preferencias Extendidas
fa: قالب اولویت توسعه یافته
fi: Laaja työvuorotoive malli
fr: Modèle de Préférences Etendues
id: Template Perpanjangan Preferensi
it: Modello di preferenze estese
ja: 拡張プリファレンスのテンプレート
lv: Paplašināto Vēlmju Veidne
nl: Extended Template Voorkeuren
no: Preferansemal
pl: Wzór rozszerzonych preferencji
pt: Template de Preferências Estendidas
ru: Шаблон расширенных предпочтений
sv: Mall för utökade önskemål
tr: Genişletilmiş tercihler şablonu
zh_cn: 扩展的偏好模板
zh_hk: 擴展的偏好範本

source: Save as Template
ar: احفظ كنموذج
cs: Uložit jako vzor
da: Gem som skabelon
de: Als Vorlage speichern
es: Guardar como Plantilla
fa: ذخیره در الگو
fi: Tallenna mallina
fr: Sauvegarder comme Modèle
id: Simpan sebagai Template
it: Salva come modello
ja: テンプレートとして保存
lv: Saglabāt kā Veidni
nl: Opslaan als Template
no: Lagre som mal
pl: Zapisz jako wzór
pt: Salvar como Template
ru: Сохранить как шаблон
sv: Spara som mall
tr: Şablon olarak kaydet
zh_cn: 另存为模板
zh_hk: 另存為範本

source: Current password
ar: كلمة السر الحالية
cs: Stávající heslo
da: Nuværende adgangskode
de: Gegenwärtiges Kennwort
es: Contraseña actual
fa: کلمه رمز فعلی
fi: Nykyinen salasana
fr: Mot de passe actuel
id: Password saat ini
it: Password attuale
ja: 現在のパスワード
lv: Šī brīža parole
nl: Huidige ​​wachtwoord
no: Nåværende passord
pl: Aktualne hasło
pt: Senha atual
ru: Текущий пароль
sv: Nuvarande lösenord
tr: Mevcut şifre
zh_cn: 当前密码
zh_hk: 當前密碼

# MoveEndOneIntervalEarlier
source: Move end time one interval earlier
ar: حرك وقت النهايه فاصل زمنى قبل
cs: Posunout čas konce o interval dříve
da: Flyt slut tid et interval tidligere
de: Endzeit ein Intervall früher legen.
es: Mover hora de fin un intervalo anterior
fa: انتقال زمان پایانیی به فاصله زمانی زودتر
fi: Siirrä lopetusaikaa yhtä intervallia aikaisemmaksi
fr: Déplacer heure de fin un intervalle plus tôt
id: Pindahkan waktu selesai satu interval lebih awal
it: Sposta l'ora di fine un intervallo prima
ja: 終了時刻を1インターバル早くする
lv: Pārvietot beigu laiku vienu intervālu agrāk
nl: Verplaats eindtijd een interval eerder
no: Flytt sluttid et intervall tidligere
pl: Przesuń zakończenie o interwał wcześniej
pt: Mover o tempo final para o intervalo anterior
ru: Сдвинуть время окончания на один интервал ранее
sv: Flytta sluttid ett intervall tidigare
tr: Bitiş zamanını bir interval önceye alın
zh_cn: 结束时间前移一个间隔
zh_hk: 結束時間前移一個間隔

# MoveEndOneIntervalLater
source: Move end time one interval later
ar: حرك وقت النهايه فاصل زمنى بعد
cs: Posunout čas konce o interval později
da: Flyt slut tid et interval senere
de: Endzeit ein Intervall später legen.
es: Mover hora de fin un intervalo posterior
fa: انتقال زمان پایانی به فاصله زمانی دیرتر
fi: Siirrä lopetusaikaa yhtä intervallia myöhäisemmäksi
fr: Déplacer heure de fin un intervalle plus tard
id: Pindahkan waktu selesai satu interval lebih telat
it: Sposta l'ora di fine un intervallo dopo
ja: 終了時刻を1インターバル遅くする
lv: Pārvietot beigu laiku vienu intervālu vēlāk
nl: Verplaats eindtijd een interval later
no: Flytt sluttid et intervall senere
pl: Przesuń zakończenie o interwał później
pt: Mover o tempo final para o intervalo seguinte
ru: Сдвинуть время окончания на один интервал позднее
sv: Flytta sluttid ett intervall senare
tr: Bitiş zamanını bir interval sonraya alın
zh_cn: 结束时间后移一个间隔
zh_hk: 結束時間後移一個間隔

source: Move period one interval earlier
ar: حرك الفترة فاصل زمنى قبل
cs: Posunout období o interval dříve
da: Flyt perioden et interval tidligere
de: Periode ein Intervall früher legen.
es: Mover período un intervalo anterior
fa: انتقال دوره به فاصله زمانی زودتر
fi: Siirä jaksoa yhtä intervallia aiemmaksi
fr: Déplacer la période un intervalle plus tôt
id: Memindah satu periode lebih awal
it: Sposta periodo un intervallo prima
ja: 期間を1インターバル早くする
lv: Pārvietot periodu vienu intervālu agrāk
nl: Verplaats periode een interval eerder
no: Flytt periode et intervall tidligere
pl: Przesuń okres o interwał wcześniej
pt: Mover o período para o intervalo anterior
ru: Сдвинуть период на один интервал ранее
sv: Flytta period ett intervall tidigare
tr: Periyodu bir interval önceye alın
zh_cn: 周期前移一个间隔
zh_hk: 週期前移一個間隔
