Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# CouldNotCancelRequestNoAbsenceMultiDay
source: The absence request for {0} from {1} - {2} could not be cancelled as the related absence can not be found or has been modified.
ar: طلب الغياب ل(0) لا يمكن إلغاؤه لـ (0) من (1) - (2) لان الغياب المرتبط به لا يمكن العثور عليه او أنه قد تم تعديله
cs: Žádost o absenci pro {0} od {1} do {2} nelze zrušit, protože nebyla nalezena žádná související absence.
da: Frvärsforespörgslen for {0} fra {1} - {2} kunne ikke annulleres da det relaterede fravär ikke kan findes eller er blevet ändret.
de: Die Abwesenheitsanfrage für {0} vom {1} - {2} konnte nicht abgebrochen werden, da die zugehörige Abwesenheit nicht gefunden werden kann oder geändert wurde.
es: La solicitud de ausencia para {0} de {1} - {2} no pudo cancelarse porque la ausencia relacionada no se puede encontrar o se ha modificado.
fa: درخواست مرخصی برای {0} از {1} تا {2} را نمیتوان لغو کرد زیرا هیچ مرخصی مرتبطی پیدا نشد
fi: {0}:n poissaolopyyntö {1} - {2} välillä ei ole peruutettu koska kuuluvaa poissaoloa ei ole löydetty.
fr: La demande d'absence pour {0} du {1} au {2} n'a pas pu être annulée car aucune absence relative n'a été trouvée.
lv: Prombūtnes pieprasījums {0} no {1} - {2} nevar tikt atcelts, jo netika atrasta atbilstoša prombūtne.
no: Fraværesanmodning om {0} fra {1} - {2} kunne ikke bli slettet da det tilhørende fraværet finnes ikke eller er blitt endret.
pl: Żądanie nieobecności dla {0} w dniach {1} - {2} nie może być anulowane ponieważ nie stwierdzono powiązanej nieobecności.
ru: Запрос на отсутствие для {0} от {1} - {2} не может быть отменен, так как не найдено запрашиваемое отсутствие.
sv: Frånvaroförfrågan för {0} från {1} till {2} kunde inte avbrytas eftersom ingen frånvaro med anknytning till förfrågan kunde hittas.
tr: {0} kişisnin {1} - {2} arasındaki devamsızlık isteği, bu tarihte ilintili herhangi bir devamsızlık bulunamadığı için iptal oldu.
zh_cn: 缺勤申请：{0} 从 {1} 到 {2} 由于无法找到关联的缺勤而不能被取消。
zh_hk: 缺勤申請：{0} 從 {1} 到 {2} 由於無法找到關聯的缺勤而不能被取消。

# CouldNotCancelRequestNoAbsence
source: The absence request for {0} on {1} could not be cancelled as the related absence can not be found or has been modified.
ar: طلب الغياب ل(0) لا يمكن إلغاؤه لان الغياب المرتبط به لا يمكن العثور عليه او أنه قد تم تعديله
cs: Žádost o absenci pro {0} dne {1} nelze zrušit, protože nebyla nalezena žádná související absence.
da: Frvärsforespörgslen for {0} på {1} kunne ikke annulleres da det relaterede fravär ikke kan findes eller er blevet ändret.
de: Die Abwesenheitsanfrage für {0} am {1} konnte nicht abgebrochen werden, da die zugehörige Abwesenheit nicht gefunden werden kann oder geändert wurde.
es: La pteición de ausencia {0} para el {1} no se pudo cancelar ya que ese tipo de ausencia no pudo ser encontrada o fue modificada.
fa: درخواست مرخصی برای {0} بر {1} را نمیتوان لغو کرد زیرا هیچ مرخصی مرتبطی پیدا نشد
fi: {0}:n poissaolopyyntö {1} ei ole poistettu koska kuuluvaa poissaoloa ei ole löydetty.
fr: La demande d'absence pour {0} le {1} n'a pas pu être annulée car aucune absence relative n'a été trouvée.
lv: Prombūtnes pieprasījums {0} uz {1} nevar tikt atcelts, jo netika atrasta atbilstoša prombūtne.
no: Fraværetsanmodning om {0} i {1} kan ikke slettes, fraværet finnes ikke eller er blitt endret.
pl: Żądanie nieobecności dla {0} w dniu {1} nie może być anulowane ponieważ nie stwierdzono powiązanej nieobecności.
ru: Запрос на отсутствие для {0} на {1} не может быть отменен, так как не найдено запрашиваемое отсутствие.
sv: Frånvaroförfrågan för {0} {1} kunde inte avbrytas eftersom ingen frånvaro med anknytning till förfrågan kunde hittas.
tr: {0} kişisnin {1} tarihindeki devamsızlık isteği, bu tarihte ilintili herhangi bir devamsızlık bulunamadığı için iptal oldu.
zh_cn: 缺勤申请：{0} 在 {1} 由于无法找到关联的缺勤而不能被取消。
zh_hk: 缺勤申請：{0} 在 {1} 由於無法找到關聯的缺勤而不能被取消。

# FailedMessageForRemovingActivity
source: Failed to remove activities for selected agents
ar: باء حذف الأنشطة من الممثلين المختارين بالفشل
cs: Aktivity vybraných agentů se nepodařilo odebrat.
da: Det er ikke lykkedes at fjerne aktiviteter fra de valgte medarbejdere
de: Die Aktivitäten der markierten Mitarbeiter können nicht gelöscht werden
es: Error al eliminar actividades en los agentes seleccionados
fa: فعالیتها را نمیتوان از پاسخگوهای انتخاب شده برداشت
fi: Aktiviteettien poistaminen epäonnistui
fr: N'a pas pu supprimer les activités pour les agents sélectionnés.
lv: Izvēlētajiem operatoriem aktivitātes noņemt neizdevās
no: Kunne ikke fjerne aktiviteter for utvalgte agenter
pl: Nie można usunąć działań dla wybranych agentów
ru: Невозможно удалить активности у выбранных операторов
sv: Misslyckades med att ta bort aktiviteter för valda agenter
tr: Aktiviteler kaldırılamadı.
zh_cn: 无法移除选定座席代表的活动
zh_hk: 無法移除選定座席代表的活動

# SuccessfulMessageForRemovingActivity
source: Successfully removed activities for selected agents
ar: تم حذف أنشطة للممثلين المختارين بنجاح
cs: Aktivity vybraných agentů úspěšně odebrány.
da: Det er lykkedes at fjerne aktiviteter fra de valgte medarbejdere
de: Die Aktivitäten für die ausgewählten Mitarbeiter wurden erfolgreich gelöscht
es: Se eliminó con éxito las actividades de los agentes seleccionados
fa: فعالیتها از پاسخگوهای انتخاب شده حذف شد
fi: Aktiviteetit on poistettu valituilta agentilta
fr: A supprimé avec succès les activités pour les agents sélectionnés.
lv: Izvēlētajiem operatoriem aktivitātes noņemtas veiksmīgi
no: Fjernet aktiviteter for utvalgte agenter
pl: Pomyślnie usunięto działania dla wybranych środków
ru: Активности удачно удалены
sv: Aktiviteter borttagna för valda agenter
tr: Aktiviteler kaldırıldı
zh_cn: 成功移除选定座席代表的活动
zh_hk: 成功移除選定座席代表的活動

# AreYouSureToRemoveSelectedActivity
source: Are you sure you wish to remove {0} activities from {1} agents?
ar: هل أنت متأكد من أنك ترغب فى حذف (0) مهارات من (1) للممثلين.
cs: Opravdu chcete {1} agentům odebrat {0} aktivit?
da: Er du sikker på at du önsker et fjerne {0} aktiviteter fra {1} medarbejder?
de: Sind Sie sicher, dass Sie {0} Aktivitäten von {1} Mitarbeiter(n) löschen möchten?
es: ¿Estás seguro que quieres eliminar {0} actividades para {1} agentes?
fa: مطمئن هستید که میخواهید {0} فعالیت را از {1} پاسخگو حذف کنید؟
fi: Haluatko varmasti poistaa {0} aktiviteettia {1} agentilta?
fr: Êtes-vous sûr de vouloir supprimer {0} activités de {1} agents?
lv: Vai tiešām vēlaties noņemt {0} aktivitātes no {1} operatora?
no: Er du sikker på at du ønsker å fjerne {0} aktiviteter fra {1} agenter?
pl: Czy na pewno chcesz usunąć {0} działań dla {1} agentów?
ru: Вы уверены, что хотите удалить {0} активности у {1} операторов?
sv: Är du säker på att du vill ta bort {0} aktiviteter från {1} agenter?
tr: {1} çalışandan {0} aktivite çıkarılacak. Devam etmek istediğinizden emin misiniz?
zh_cn: 您确定要为 {1} 位座席代表移除 {0} 项活动吗？
zh_hk: 您確定要為 {1} 位座席代表移除 {0} 項活動嗎？

source: Select skill area
ar: اختر منطقة المهارة
cs: Vybrat oblast kvalifikací
da: Välg skill område
de: Skillbereich wählen
es: Seleccionar area de skill
fa: انتخاب دسته مهارت
fi: Valitse taitoalue
fr: Sélectionner groupe de compétence
lv: Atlasīt prasmes apgabalu
no: Velg ferdighetsområde
pl: Wybierz obszar umiejętności
ru: Выбор сводки
sv: Välj kompetensarea
tr: Yetenek alanı seç
zh_cn: 选择技能区域
zh_hk: 選擇技能區域

source: Offered average handle time
ar: متوسط مدة المكالمة المعروضة
cs: Nabízená průměrná doba vyřizování
da: Tilbudt gennemsnitlig behandlingstid
de: Angebotene durchschnittliche Bearbeitungszeit
es: Tiempo promedio de gestión ofrecido
fa: میانگین زمان پاسخگویی پیشنهادی
fi: Tarjottu keskimääräinen käsittelyaika
fr: Temps de traitement moyen offert
lv: Padotais vidējais apstrādes laiks
no: Tilbudt gjennomsnittlig behandlingstid
pl: Oferowane średni czas obsługi
ru: Среднее время обработки
sv: Genomsnittlig hanteringstid inkommande
tr: Önerilen ortalama karşılama süresi
zh_cn: 平均处理时间
zh_hk: 平均處理時間

# IntradayIntroText
source: Here you monitor intraday values, start by selecting either a skill or a skill group
da: Her overvåger du intradag värdier, start med at välge et skill eller dit område
de: Hier überwachen Sie Intra-Tag Werte. Starten Sie, indem Sie entweder einen Skill oder eine Skillgruppe auswählen
es: Aquí puedes monitorear los valores intradía. Comience seleccionando una skill o un grupo de skills
fa: در اینجا میتوانید مقادیر روزانه را با انتخاب مهارت یا گروه مهارت شروع کنید
fi: Tarkkaile täällä päivänsisäisiä arvoja valitsemalla taidon tai taitoryhmän
fr: Vous pouvez ici surveiller les indicateurs d'intra-journalier, commencez par sélectionner une compétence ou une zone
no: Her kan dere overvåke intradag verdier, start ved å velge enten en ferdighet eller ditt område
sv: Här kan du kontrollera dina värden inom dagen. Börja genom att välja antingen en kompetens eller din kompetensgrupp.
tr: Güniçi değerlerini buradan gözlemleyebilirsiniz. Herhangi bir yetenek ya da yenenek grubu seçerek başlayın.
zh_cn: 在此您可以监控当日数值，通过选择一个技能或技能区域开始
zh_hk: 在此您可以監控當日數值，通過選擇一個技能或技能區域開始

source: Incoming Traffic
ar: حركة المرور الواردة
cs: Příchozí provoz
da: Indgående trafik
de: Inbound Verkehr
es: Tráfico entrante
fa: ترافیک ورودی
fi: Saapuva liikenne
fr: Traffic entrant
lv: Ienākošais Trafiks
no: innkommende trafikk
pl: Ruch przychodzący
ru: Входящий трафик
sv: Inkommande trafik
tr: Gelen trafik
zh_cn: 进线量
zh_hk: 進線量

source: Show right panel
ar: اعرض اللوحة الصحيحة
cs: Zobrazit pravý panel
da: Vis höjre panel
de: Das rechte Bedienfeld zeigen
es: Mostrar panel derecho
fa: نمایش پنل سمت راست
fi: Näytä oikea paneeli
fr: Montrer le panneau de droite
lv: Rādīt labo paneli
no: Vis panel til høyre
pl: Pokaż prawy panel
ru: Показать правую панель
sv: Visa högerpanelen
tr: Sağdaki paneli göster
zh_cn: 显示右侧面板
zh_hk: 顯示右側面板

# AreYouSureToRemoveSelectedAbsence
source: Are you sure you wish to remove {0} absences from {1} agents?
ar: هل أنت متأكد من أنك ترغب فى حذف (0) الغيابات من (1) ممثلين؟
cs: Opravdu chcete odstranit {0} absencí {1} agentů?
da: Er du sikker på, at du vil fjerne {0} fravär fra {1} medarbejdere?
de: Sind Sie sicher, dass Sie {0} Abwesenheiten von {1} Mitarbeitern löschen möchten?
es: ¿Estás seguro que quieres eliminar {0} ausencias para {1} agentes?
fa: مطمئن هستید که میخواهید {0} مرخصی را از {1} حذف کنید؟
fi: Haluatko varmasti poistaa {0} poissaoloa {1} agentilta?
fr: Êtes-vous sûr de vouloir supprimer {0} absences de {1} agents?
lv: Vai tiešām vēlaties noņemt {0} prombūtni no {1} operatora?
no: Er du sikker på at du ønsker å fjerne {0} fravær fra {1} agenter?
pl: Czy na pewno chcesz usunąć {0} nieobecności z {1} agentów?
ru: Вы уверены, что хотите удалить {0} отсутсвиий у {1} операторов?
sv: Är du säker på att du vill ta bort {0} frånvarotillfällen för {1} agenter?
tr: {1} temsilciden {0} devamsızlık kaldırmak istediğinizden emin misniz?
zh_cn: 您确定要为 {1} 位座席代表移除 {0} 项缺勤吗？
zh_hk: 您確定要為 {1} 位座席代表移除 {0} 項缺勤嗎？

# FailedToRemoveAbsence
source: Failed to remove selected absence.
ar: فشل فى حذف الغياب المختار
cs: Vybranou absenci se nepodařilo odstranit.
da: Fjernelse af fravär er fejlet.
de: Die markierte Abwesenheit konnte nicht gelöscht werden
es: Error al intentar eliminar la ausencia seleccionada.
fa: حذف مرخصی های انتخاب شده نا موفق بود
fi: Valitun poissaolon poistaminen epäonnistui.
fr: A échoué la suppression d'absence individuelle.
lv: Neizdevās noņemt izvēlēto prombūtni.
no: Mislyktes i å fjerne valgte fravær.
pl: Nie udało się usunąć wybranych nieobecności.
ru: Не удалось удалить выбранное отсутствие.
sv: Misslyckades med att ta bort markerad frånvaro.
tr: Seçili devamsızlık kaldırılamadı.
zh_cn: 移除选定缺勤失败。
zh_hk: 移除選定缺勤失敗。

# ForecastedAverageHandleTime
source: Forecasted average handling time
ar: متوسط مدة المكالمة المتوقع
cs: Předpovězená průměrná doba vyřizování
da: Forventet gennemsnitlig behandlingstid
de: Prognistizierte durchschnittliche Bearbeitungszeit
es: Tiempo de gestión promedio previsto
fa: میانگین زمان پاسخگویی پیش بینی شده
fi: Ennustettu keskimääräinen käsittelyaika
fr: Durée moyenne de traitement prévue
lv: Prognozētais vidējais apstrādes laiks
no: Prognosert gjennomsnittlig behandlingstid
pl: Prognozowany średni czas obsługi
ru: Спрогнозированное среднее время обработки
sv: Prognostiserad genomsnittlig behandlingstid
tr: Tahminlenen ortalama karşılama süresi
zh_cn: 预测的平均处理时间
zh_hk: 預測的平均處理時間

source: Create skill area
ar: أنشئ منطقة مهارات
cs: Vytvořit oblast kvalifikací
da: Opret skill område
de: Skillbereich erstellen
es: Crear un area de skill
fa: ایجاد دسته مهارت
fi: Luo taitoalue
fr: Créer groupe de compétence
lv: Izveidot prasmes apgabalu
no: Opprett ferdighetsområde
pl: Tworzenie obszaru umiejętności
ru: Создать сводку
sv: Skapa kompetensarea
tr: Yeni yetenek alanı
zh_cn: 创建技能区域
zh_hk: 創建技能區域

source: Modify Skill Area
ar: تعديل منطقة المهارات
cs: Upravit oblast kvalifikací
da: Ändr skill område
de: Skillbereich ändern
es: Modificar Grupo de Skills
fa: تغییر دسته مهارت
fi: Muokkaa taitoaluetta
fr: Modifier groupe de compétence
lv: Izmainīt Prasmes Apgabalu
no: Endre ferdighetsområdet
pl: Modyfikowanie obszaru umiejętności
ru: Изменить сводку
sv: Ändra kompetensarea
tr: Yetenek alanı düzenle
zh_cn: 更改技能区域
zh_hk: 更改技能區域

# FinishedRemoveAbsence
source: Absence removed successfully.
ar: تم حذف الغياب بنجاح
cs: Absence úspěšně odebrána.
da: Fravär er fjernet med succes
de: Die Abwesenheit wurde erfolgreich gelöscht
es: Ausencia borrada satisfactoriamente
fa: مرخصی با موفقیت حذف شد
fi: Poissaolon poistaminen onnistui.
fr: Suppression d'absence individuelle réalisée avec succès.
lv: Prombūtne noņemta veiksmīgi.
no: Fravær fjernet.
pl: Nieobecność usunięta pomyślnie.
ru: Отсутствие успешно удалено.
sv: Frånvaro borttagen.
tr: Devamsızlık kaldırıldı.
zh_cn: 缺勤移除成功。
zh_hk: 缺勤移除成功。

source: Cancelled
ar: تم إلغاؤه
cs: Zrušeno
da: Annulleret
de: Abgebrochen
es: Cancelado
fa: لغو شده
fi: Poistettu
fr: Annulée
lv: Atcelts
no: Avbrutt
pl: Anulowane
ru: Отменено
sv: Avbruten
tr: İptal oldu
zh_cn: 已取消
zh_hk: 已取消

# AbsenceRequestWasCancelled
source: The absence request for {0} - {1} was cancelled and the absence was removed from your schedule.
ar: طلب الغياب ل(0) - (1) تم إلغاؤه والغياب تم حذفه من جدولك
cs: Žádost o absenci od {0} do {1} byla zrušena a absence odebrána z vašeho plánu.
da: Fravärsforespörgslen fra {0} - {1} blev annulleret og fraväret er fjernet fra din vagtplan.
de: Die Abwesenheitsanfrage für {0} - {1} wurde abgebrochen und die Abwesenheit wurde von Ihrem Dienstplan gelöscht.
es: La solicitud de ausencia para {0} - {1} fue cancelada y la ausencia borrada de tu horario.
fa: درخواست مرخصی {0} - {1} لغو شد و مرخصی از زمانبندی شما حذف میشود
fi: Poissaolopyyntö {0} ja {1} välillä on poistettu ja poissaolo on poistettu työvuorolistasta.
fr: La demande d'absence pour {0} - {1} a été annulée et l'absence a été supprimée de votre planning.
lv: Prombūtnes pieprasījums {0} - {1} tika atcelts un prombūtne tika noņemta no jūsu grafiku.
no: Fraværsanmodning om {0} - {1} ble avbrutt og fraværet ble fjernet fra planen.
pl: Żądanie nieobecności z {0} - {1} zostało anulowane i nieobecność została usunięta z harmonogramu.
ru: Запрос на отсутствие для {0} - {1} был отменен и отсутствие было удалено из вашего расписания.
sv: Frånvaroförfrågan för {0} - {1} avbröts och frånvaron har tagits bort från ditt schema.
tr: {0} ile {1} arasındaki devamsızlık isteği itptal edildi. Devamsızlık vardiya planından çıkarıldı.
zh_cn: 缺勤申请：{0} - {1} 已被取消，同时相关缺勤已从您的班表中移除。
zh_hk: 缺勤申請：{0} - {1} 已被取消，同時相關缺勤已從您的班表中移除。

# AbsenceRequestForOneDayWasCancelled
source: The absence request for {0} was cancelled and the absence was removed from your schedule.
ar: طلب الغياب ل (0) تم إلغاؤها والغياب تم حذفه من جدولك
cs: Žádost o absenci {0} byla zrušena a absence odebrána z vašeho plánu.
da: Fravärsforespörgslen for {0} blev annulleret og fraväret er fjernet fra din vagtplan.
de: Die Abwesenheitsanfrage für {0} wurde abgebrochen und die Abwesenheit wurde von Ihrem Dienstplan gelöscht.
es: La solicitud de ausencia para el {0} fue cancelada y la ausencia borrada de tu horario.
fa: درخواست مرخصی {0} لغو شد و مرخصی از زمانبندی شما حذف میشود
fi: Poissaolopyyntö {0} on poistettu ja poissaolo on poistettu työvuorolistasta.
fr: La demande d'absence pour {0} a été annulée et l'absence a été supprimée de votre planning.
lv: Prombūtnes pieprasījums {0} tika atcelts un prombūtne tika noņemta no jūsu grafiku.
no: Fraværetsanmodning om {0} ble avbrutt og fravær ble fjernet fra planen.
pl: Żądanie nieobecności z {0} zostało anulowane i nieobecność została usunięta z harmonogramu.
ru: Запрос на отсутствие для {0} был отменен и отсутствие было удалено из вашего расписания.
sv: Frånvaroförfrågan för {0} avbröts och frånvaron har tagits bort från ditt schema.
tr: {0} kişisinin devamsızlık isteği iptal edildi. Devamsızlık vardiya planından çıkarıldı.
zh_cn: 缺勤申请：{0} 已被取消，同时相关缺勤已从您的班表中移除。
zh_hk: 缺勤申請：{0} 已被取消，同時相關缺勤已從您的班表中移除。

# NoPermisionAddIntradayAbsenceForAgent
source: No permission to add intraday absences for agent(s)
ar: لا تملك الصلاحية لإضافة غياب داخل اليوم ل (0)
cs: Nemáte oprávnění přidávat absence kratší než den pro: {0}.
da: Du har ikke tilladelse til at tilföje intradag fravär for {0}
de: Ihnen fehlt die Berechtigung Intra-Tag-Abwesenheiten für {0} einzufügen
es: No tienes permiso para añadir ausencias intradía para {0}
fa: شما مجوز لازم برای اضافه کردن مرخصی ساعتی برای {0} را ندارید
fi: Sinulla ei ole oikeuksia lisätä päivänsisäistä poissaoloa agentille.
fr: Vous n'avez pas la permission d'ajouter des absences intra-journalières pour {0}
lv: Jums nav atļaujas pievienot dienas prombūtni {0}
no: Du har ikke tillatelse til å legge til intradagfravær for {0}
pl: Nie masz uprawnień do dodawania nieobecności dziennych dla {0}
ru: У вас нет прав доступа для добавления отсутствия на часть дня
sv: Rättigheter för att lägga till frånvaro inom dag för agent(er) saknas
tr: Bu kişilere gün içi devamsızlık ekleme yetkiniz yok.
zh_cn: 您没有权限为座席代表添加当日缺勤
zh_hk: 你沒有許可權為座席代表添加當日缺勤

# NoPermissionAddFullDayAbsenceForAgent
source: No permission to add full day absences for agent(s)
ar: لا تملك صلاحيات لإضافة غياب يوم كامل ل (0)
cs: Nemáte oprávnění přidávat celodenní absence pro: {0}.
da: Du har ikke tilladelse til at tilföje heldagsfravär for {0}
de: Ihnen fehlt die Berechtigung für {0} ganztags-Abwesenheiten hinzuzufügen
es: No tienes permiso para añadir ausencias de día completo para {0}
fa: شما مجوز لازم برای اضافه کردن مرخصی روزانه برای {0} را ندارید
fi: Sinulla ei ole oikeuksia lisätä kokopäivän poissaoloa agentille.
fr: Vous n'avez pas la permission d'ajouter des absences journée entière pour {0}
lv: Jums nav atļaujas pievienot pilnas dienas prombūtni {0}
no: Du har ikke tillatelse til å legge til heldagsfravær for {0}
pl: Nie masz uprawnień do dodawania pełnych nieobecności dziennych dla {0}
ru: У вас нет прав доступа для добавления отсутствия на полный день
sv: Rättigheter för att lägga till heldagsfrånvaro för agent(er) saknas
tr: Bu kişilere tam gün devamsızlık ekleme yetkiniz yok.
zh_cn: 你没有权限为座席代表添加全天缺勤
zh_hk: 你沒有許可權為座席代表添加全天缺勤

# NoPermissionRemoveAgentActivity
source: No permission to remove activities for agent(s)
ar: لا توجد صلاحيات لحذف الأنشطة للموظفين
cs: Nemáte oprávnění odebírat aktivity pro agenty.
da: Ingen tilladelse til at fjerne aktiviteter på medarbejder(e)
de: Ihnen fehlt die Berechtigung jegliche Aktivitäten für die Mitarbeiter zu löschen
es: No tienes permiso para eliminar actividades
fa: هیچ مجوزی برای حذف فعالیت پاسخگوی {0} وجود ندارد
fi: Sinulla ei ole oikeuksia poistaa aktiviteettia agentilta
fr: Pas de permission de suppression d'activité pour l'(les) agent(s).
lv: Nav atļaujas, lai noņemtu aktivitāti operatoram(-iem)
no: Ingen tillatelse til å fjerne aktivitet for agenten(e)
pl: Brak uprawnień do usuwania aktywności dla agenta {0}.
ru: Нет прав на удаление активности оператора
sv: Rättigheter för att ta bort aktiviteter för agent(er) saknas
tr: Çalışanların aktivitelerini kaldırma yetkiniz yok.
zh_cn: 没有权限为以下座席代表移除活动
zh_hk: 沒有許可權為以下座席代表移除活動

# NoPermissionAddAgentActivity
source: No permission to add activity for agent(s)
ar: لا توجد صلاحيات لإضافة نشاط للممثلين
cs: Nemáte oprávnění přidávat aktivity pro agenty.
da: Ingen tilladelse til at tilföje aktiviteter til medarbejder(e)
de: Das Hinzufügen der Aktivitäten ist nicht zugelassen
es: No tienes permiso para añadir actividades para este(os) agente(s)
fa: هیچ مجوزی برای اضافه کردن فعالیت به پاسخگوی {0} وجود ندارد
fi: Sinulla ei ole oikeuksia lisätä aktiviteettia agentille
fr: Pas de permission d'ajout d'activité pour l'(les) agent(s).
lv: Nav atļaujas, lai pievienotu aktivitāti operatoram(-iem)
no: Ingen tillatelse til å legge til aktivitet for agenten(e)
pl: Brak uprawnień do dodawania aktywności dla agenta {0}.
ru: Нет прав на добавление активности оператора
sv: Rättigheter saknas för att lägga till aktivitet för agent(er).
tr: Çalışanlara aktivite atama yetkiniz yok.
zh_cn: 没有权限为座席代表添加活动。
zh_hk: 沒有許可權為座席代表添加活動。

source: Must select two agents to swap.
ar: يجب أن تختار ممثلين للتبديل
cs: Pro prohození je nutné vybrat dva agenty.
da: Der skal välges to medarbejdere for at kunne bytte.
de: Sie müssen zwei Mitarbeiter wählen um einen Schichttausch durchzuführen
es: Debes seleccionar dos agentes para hacer el intercambio.
fa: برای تبادل باید دو پاسخگو را انتخاب کنید
fi: Valitse kaksi agenttia vaihtoon.
fr: Doit sélectionner deux agents pour permuter.
lv: Lai veiktu samaiņu ir jāizvēlas divi operatori.
no: Må velge to agenter for å kune bytte.
pl: Musisz wybrać dwu agentów do zamiany.
ru: Необходимо выбрать двух операторов для обмена.
sv: Två agenter måste markeras för skiftbyte.
tr: Vardiya değiş-tokuşu için en az 2 çalışan seçilmeli.
zh_cn: 必须选择两个座席代表进行交换。
zh_hk: 必須選擇兩個座席代表進行交換。

# ConnectionErrorMessage
source: Server is unreachable! Check your internet connection or contact your administrator.
ar: الخادم لا يمكن الوصول إليه، افحص اتصالك بالانترنت أو اتصل بالمسئول
cs: Server je nedostupný. Zkontrolujte připojení k internetu nebo se obraťte na správce.
da: Serveren er utilgängelig! Kontroller din internetforbindelse eller kontakt din administrator.
de: Der Server ist nicht verfügbar! Bitte überprüfen Sie Ihre Internetverbindung oder kontatieren Sie Ihren IT-Administrator.
es: ¡Servidor es inalcanzable! Verifique su conexión a internet o contacte a su administrador.
fa: سرور قابل دسترس نیست. ارتباط اینترنت را چک کنید یا با مسئول فنی تماس بگیرید
fi: Palvelin on saavuttamaton! Tarkista internetyhteys tai ota yhteyttä administratoriin.
fr: Le serveur est inaccessible! Vérifiez votre connexion internet ou contactez votre adminstrateur.
lv: Serveris nav sasniedzams! Pārbaudiet savu interneta pieslēgumu vai sazinieties ar administratoru.
no: Serveren er utilgjengelig! Sjekk din internettforbindelse eller kontakt administratoren.
pl: Serwer jest nieosiągalny! Sprawdź swoje połączenie internetowe lub skontaktuj się z administratorem.
ru: Сервер недоступен! Проверьте интернет-подключение или свяжитесь с администратором.
sv: Servern kan inte nås! Kontrollera din internetuppkoppling eller kontakta din administratör.
tr: Sunucuya ulaşılamıyor. Lütfen İnternet bağlantınızı kontrol edip tekrar deneyin.
zh_cn: 服务器无法访问！ 请检查您的internet连接或联系您的管理员。
zh_hk: 伺服器無法訪問！ 請檢查您的internet連接或聯繫您的管理員。

# MustSelectAtLeastOneAgent
source: You must select at least one agent.
ar: يجب أن تختر على الأقل ممثل واحد
cs: Musíte vybrat alespoň jednoho agenta.
da: Du skal välge mindst en medarbejder
de: Sie müssen mindestens einen Mitarbeiter wählen
es: Debes seleccionar al menos un agente.
fa: حداقل باید یک پاسخگو را انتخاب کنید
fi: Sinun on valittava vähintään yksi agentti.
fr: Vous devez sélectionner au moins un agent.
lv: Jums ir jāizvēlas vismaz viens operators.
no: Du må velge minst en agent.
pl: Musisz wybrać przynajmniej jednego agenta.
ru: Вы должны выбрать хотя бы одного оператора.
sv: Du måste välja minst en agent.
tr: En az bir çalışan seçmelisiniz.
zh_cn: 您必须选择至少一个座席代表。
zh_hk: 您必須選擇至少一個座席代表。
