Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# SchedulerReportsViewer
source: Scheduler Report Viewer
ar: منظار تقارير المجدول
cs: Prohlížeč reportů plánování
da: Rapport viewer
es: Visor de Reportes del Planificador
fa: ناظر گزارش زمان بند
fi: Työvuorojen raporttinäkymä
fr: Rapport de visualisateur de planning
id: Menampilkan Laporan Penjadwal
it: Visualizzatore Report Scheduler
ja: スケジュールレポートビューアー
lv: Plānotāja Ziņojumu Skatītājs
nl: Scheduler Rapport Viewer
no: Planlegger rapportoversikt
pl: Pokaz raportu planowania
pt: Visualizador de Relatórios de Agendas
ru: Просмотр отчетов планирования
sv: Scheduler rapportvisare
tr: Vardiya rapor görüntüleyici
zh_cn: 班表模块报表查看器
zh_hk: 班表模組報表檢視器

# RealTime
source: Real time reports
ar: تقارير الوقت الحالى
cs: Reporty v reálném čase
da: Realtids rapport
de: Real Time Berichte
es: Reportes en línea
fa: گزارشهای بهنگام
fi: Reaaliaikaiset raportit
fr: Rapports temps réel
id: Laporan real time
it: Report Real Time
ja: リアルタイムレポート
lv: Reālā laika atskaites
nl: Real time rapporten
no: Faktisk tidsrapporter
pl: Raporty czasu rzeczywistego
pt: Relatórios em tempo real
ru: Отчеты реального времени
sv: Realtidsrapporter
tr: Gerçek zamanlı raporlar
zh_cn: 实时报表
zh_hk: 即時報表

source: Not Published
ar: لم تنشر
cs: Není zveřejněno
da: Ikke Publiceret
de: Nicht veröffentlicht
es: No publicada
fa: منتشر نشده است
fi: Julkaisematon
fr: Non publié
id: Tidak Diumumkan
it: Non pubblicato
ja: 未公開
lv: Nav Publicēts
nl: Niet Gepubliceerd
no: Ikke publisert
pl: Niepublikowany
pt: Não Publicado
ru: Не опубликовано
sv: Ej publicerat
tr: Yayımlanmamış
zh_cn: 未发布
zh_hk: 未發佈

# PublishSchedulesToColon
source: Publish schedules to (includes preference period):
ar: انشر الجداول الى )يضم فترة التفضيلات (:
cs: Zveřejnit plány do (včetně období preferencí):
da: Publiceret vagtplan til (indkludere ønske perioden):
de: Pläne veröffentlichen bis zum (einschliesslich Präferenzperiode):
es: Publicar planificaciones hasta (incluir período de preferencias):
fa: انتشار زمان بندی ها به (شامل دوره با اولویت )
fi: Julkaise työvuorot (sisältäen työvuorotoive jakson):
fr: Publier plannings jusque (inclus période de préférence):
id: Mengumumkan jadwal pada (termasuk preferensi periode):
it: Pubblica pianificazione in (include periodo di preferenze):
ja: 次の場所に公開するスケジュール（希望期間を含む）:
lv: Publicēt grafiku līdz (ietverot vēlmju periodu)
nl: Publiceer roosters naar (omvat voorkeur periode)
no: Publiser skjemaer til (inkluder preferanseperiode):
pl: Publikuj plany do (zawiera okres preferencji):
pt: Publicar agendas até (incluir período de preferência):
ru: Опубликовать расписание до (вкл. период предпочтений):
sv: Publicera schema till (inkluderar önskemålsperiod):
tr: Yayımlanmış vardiya planları (tercih periyodunu:içeren)
zh_cn: 发布班表至(包括偏好周期)：
zh_hk: 發佈班表至(包括偏好週期)：

# WriteProtectScheduledOlderThanDaysColon
source: Write protect scheduled older than (days):
ar: منع الكتابه على الايام المجدولة قبل)ايام:(
cs: Nastavit ochranu proti zápisu u plánů starších než (dny):
da: Skrivebeskyt vagtplaner ældre end (dage):
de: Schreibschutz für Planung älter als (Tage):
es: Proteger contra escritura planificaciones más antiguas que (días):
fa: زمان بندی محافظت در برابر نوشتن قدیمی تر است از (روزها):
fi: Kirjoitussuojaa työvuorot, jotka ovat vanhempia kuin (päivää):
fr: Protéger en écriture planning postérieur à (jours):
id: Proteksi penulisan untuk jadwal lebih lama dari (hari):
it: Protezione da scrittura pianificazione passata da (giorni):
ja: 次の日数より古い書き込み禁止スケジュール:
lv: Pārrakstīšanas aizsardzība ieplānota vecāka kā (dienas):
nl: Ingeroosterd tegen schrijven beveiligd ouder dan (dagen):
no: Skrivebeskytt skjema eldre enn (dager):
pl: Zablokuj zapis planów starszych niż (dni):
pt: Proteger contra gravação agendas anteriores a (dias):
ru: Защита от изменения в расписании дней старше, чем:
sv: Skrivskydda scheman äldre än (dagar):
tr: (günden) daha eski vardiya planlarını kilitle:
zh_cn: 写保护早于几天前的班表：
zh_hk: 防寫早於幾天前的班表：

# BusinessRuleNoSkillsOpenErrorMessage
source: No Skill with open hours connected to activity: {0} found at: {1} - {2}
ar: لا مهارات متصلة بالانشطة فى الساعات المفتوحة {0}
cs: Žádná kvalifikace s otevírací dobou napojenou na činnost: {0} nebyla nalezena v: {1} - {2}
da: Kompetencen til aktiviteten er ikke åben: {0} tilgængelig: {1} - {2}
de: Kein Skill mit Öffnungszeiten verbunden mit Aktivität: {0} gefunden bei: {1} - {2}
es: No hay Skill con hora de apertura y conectado a actvidad: {0} encontrado en: {1} - {2}
fa: مهارتی با ساعات کاری وابسته به فعالیت :{0}پیدا نشد در : {1}-{2}
fi: Ei käytettävissä olevaa taitoa kyseisenä aukioloaikana: {0} joka on: {1} - {2}
fr: Pas de compétence avec horaires d'ouverture connectées à l'activité: {0} trouvée à {1} - {2}
id: Tidak ada skill dengan jam buka yang terhubung dengan aktivitas: {0} ditemukan padd: {1} - {2}
it: Nessuno Skill con orari di apertura connessi ad attività: {0} trovati alle: {1} - {2}
ja: 活動 {0} に関連したスキルのうち、空き時間があるものが {1} ～ {2} の間では見つかりませんでした
lv: Nav nevienas Prasmes ar atvērtām stundām saistītām ar aktivitāti: {0} atrasts: {1} - {2}
nl: Geen Skill met open uren verbonden met activiteit: {0} gevonden op: {1} - {2}
no: Ingen ferdighet med åpningstider knyttet til aktivitet: {0} funne for: {1} - {2}
pl: Brak umiejętności z dostępnymi godzina połączonej z aktywnością: {0} znalezione w: {1}-{2}
pt: Não há nenhum Skill aberto conectado à atividade: {0} encontrada na: {1} - {2}
ru: Нет навыка, у которого часы работы совпадают с активностью: {0} найдено в {1} - {2}
sv: Ingen kompetens med öppettider kopplat till aktivitet: {0} hittat vid: {1} - {2}
tr: Bu aktivite ile bağlantılı ve çalışma saatleri olan yetenek bulunmuyor: {1} - {2} içinde {0} bulundu.
zh_cn: 在开放时间 {1}-{2} 没有找到关联到活动 {0} 的技能
zh_hk: 在開放時間 {1}-{2} 沒有找到關聯到活動 {0} 的技能

source: Is open
ar: مفتوح
cs: Otevřeno
da: Er åben
de: Ist offen
es: Está abierto
fa: باز است
fi: On avoinna
fr: Est ouvert
id: Terbuka
it: È aperto
ja: 開いています
lv: Atvērts
no: Er åpen
pl: Otwarte
pt: Está aberto
ru: Открыт
sv: Är öppen
tr: Açık
zh_cn: 打开
zh_hk: 打開

source: Open preferences
ar: افتح التفضيلات
cs: Otevřít preference
da: Åben præferencer
de: Präferenzen öffnen
es: Abrir preferencias
fa: باز کردن الویت ها
fi: Avaa työvuorotoiveet
fr: Ouvrir préférences
id: Membuka preferensi
it: Apri preferenze
ja: プリファレンスを開く
lv: Atvērt vēlmes
nl: Open voorkeuren
no: Åpne preferanse
pl: Otwórz preferencje
pt: Abrir preferências
ru: Открытые предпочтения
sv: Öppna önskemål
tr: Açık tercihler
zh_cn: 打开偏好
zh_hk: 打開偏好

source: Preference period
ar: فترة التفضيلات
cs: Období preference
da: Præference periode
de: Präferenzperiode
es: Período de preferencias
fa: دوره الویت
fi: Työvuorotoivejakso
fr: Période de préférence
id: Preferensi periode
it: Periodo preferenze
ja: 希望期間
lv: Vēlmju periods
nl: Voorkeur periode
no: Preferanseperiode
pl: Okres preferencji
pt: Período de preferências
ru: Период предпочтений
sv: Önskemålsperiod
tr: Tercih periyodu
zh_cn: 偏好周期
zh_hk: 偏好週期

source: Start date must be smaller than end date
ar: تاريخ البدأ يجب ان يكون قبل تاريخ النهاية
cs: Datum začátku musí být nižší než datum ukončení
da: Start dato skal være mindre end slut dato
de: Startdatum muss vor dem Enddatum liegen
es: La fecha de inicio debe ser menor que la de fin
fa: زمان شروع باید کوچکتر از زمان پایان باشد
fi: Aloitus päivämäärän tulee olla pienempi kuin loppupäivämäärän
fr: Date de début doit être antérieure à date de fin
id: Tanggal mulai harus lebih kecil daripada tanggal akhir
it: La dato di inizio deve essere inferiore a quella di fine
ja: 開始日は終了日より前でなければなりません
lv: Sākuma datumam ir jābūt mazākam nekā beigu datumam
nl: Startdatum moet kleiner dan einddatum zijn
no: Startdato må være mindre enn sluttdato
pl: Data początku musi być wcześniejsza od końca
pt: A data inicial deve ser menor do que a data final
ru: Дата начала должна быть меньше даты окончания
sv: Startdatum måste vara tidigare än slutdatum
tr: Bailangıç tarihi bitiş tarihinden eski olmalı
zh_cn: 开始日期必须小于结束日期
zh_hk: 開始日期必須小於結束日期

# OpenShiftTradePeriodDenyReason
source: Shift trade denied because selected dates are not open for requests.
ar: طلب تبديل النوبة مرفوض لأن التواريخ المختارة غير متاحه للطلب
cs: Výměna směn zamítnuta protože zvolená data nejsou otevřená pro požadavky.
da: Vagtbytte afvist fordi de valgte datoer ikke er åbne for forespørgelser
de: Schicht-Tausch abgelehnt, da die gewählten Termine nicht für Anfragen offen sind.
es: Cambio de turno denegado, las fechas seleccionadas no están abiertas para solicitudes.
fa: معاوضه شیفت پذیرفته نشده است زیرا تاریخهای انتخاب شده برای درخواستها باز نیستند.
fi: Vuoronvaihtopyyntösi on hylätty, koska valitut päivät eivät ole avoinna pyynnöille.
fr: Echange d'horaires refusé car les dates sélectionnées ne sont pas ouvertes aux demandes
id: Pertukaran shift ditolak karena tanggal yang dipilih tidak terbuka untuk permintaan.
it: Scambio turno rifiutato perchè le date indicate non sono aperte a richieste.
ja: 選択した日付にて要求が受け付けられないため、シフト交代要求が拒否されました。
lv: Samaiņa ir liegta, jo izvēlētie datumi nav atvērti pieprasījumiem.
nl: Dienst handel geweigerd omdat geselecteerde datums zijn niet open voor aanvragen.
no: Skiftbytte avslått fordi valgt dato ikke er åpen for forespørsler.
pl: Zamiana dyżuru odrzucona ponieważ wybrane daty nie są otwarte na żądania.
pt: A solicitação de troca de turno foi negada, pois as datas selecionadas não estão abertas para solicitações.
ru: Обмен сменами невозможен, т.к. выбранные даты недоступны для запросов.
sv: Skiftbyte nekat då valda datum inte är öppna för förfrågningar.
tr: Takas değişimi reddedildi. Seçilen zaman aralığı istekler için açık değil.
zh_cn: 由于选定日期不允许申请，调换班申请被拒绝
zh_hk: 由於選定日期不允許申請，調換班申請被拒絕

# ShiftTradeSkillDenyReason
source: Shift trade denied because your skills did not match with other person.
ar: طلب تبديل النوبة مرفوض لأن االمهارة مختلفه عن الشخص الاخر
cs: Výměna směn zamítnuta protože vaše kvalifikace neodpovídá druhé osobě.
da: Vagtbytte afvist fordi dine kompetencer ikke matcher med din kollega
de: Schicht-Tausch abgelehnt, da Ihre Skills nicht mit der anderen Person passen.
es: Cambio de turno denegado, sus skills no corresponden a los de otra persona.
fa: معاوضه شیفت پذیرفته نشده است زیرا مهارتهای شما با شخص دیگری منطبق نیست.
fi: Vuoronvaihtopyyntö on hylätty, koska taitosi eivät vastaa kollegasi taitoja.
fr: Echange d'horaires refusé car vos compétences ne correspondent pas avec l'autre personne.
id: Pertukaran shift ditolak karena skill anda tidak sama dengan orang lain.
it: Scambio turno rifiutato per incompatibilità tra i tuoi Skill e quelli del destinatario.
ja: スキルが他の要員と一致しないため、シフト交代要求が拒否されました。
lv: Samaiņa ir liegta, jo jūsu prasmes nesakrīt ar otru personu.
nl: Dienst handel geweigerd omdat Uw skills komen niet overeen met en andere persoon
no: Skiftbytte avslått fordi dine ferdigheter ikke matchet andre personer.
pl: Zamiana dyżuru odrzucona ponieważ twoje umiejętności są inne niż drugiej osoby.
pt: Troca de turno negada porque seus skills não coincidem com os da outra pessoa.
ru: Обмен сменами невозможен, т..к ваши навыки не совпадают с навыками другого сотрудника.
sv: Skiftbyte nekat då ni inte har samma kompetenser.
tr: Takas değişimi reddedildi. Diğer kişi ile yetenekleriniz uyumlu değil.
zh_cn: 由于技能不匹配，调换班申请被拒绝。
zh_hk: 由於技能不匹配，調換班申請被拒絕。

# WorkflowControlSetEqualsDenyReason
source: Shift trade denied because the workflow control set did not match with other person.
ar: طلب تبديل النوبة مرفوض لأن مجموعه التحكم فى سير العمل لا تطابق الشخص الاخر
cs: Výměna směn zamítnuta, protože druhá osoba nemá odpovídajícíc sadu pracovních postupů
da: Vagtbytte afvist fordi Arbejdsproces styrings parameteren ikke matcher med din kollega.
de: Schicht-Tausch abgelehnt, da das Workflow Control Set nicht mit der anderen Person passt.
es: Cambio de turno denegado, el Workflow Control Set no coresponde con los de la otra persona.
fa: معاوضه شیفت پذیرفته نشده است زیرا مجموعه کنترل جریان کار شما با شخص دیگری منطبق نیست.
fi: Vuoronvaihtopyyntösi on hylätty, koska työsopimuksesi ei ole sama kuin kolleegallasi.
fr: Echange d'horaires refusé car le contrôle de flux d'activités ne correspond pas avec l'autre personne.
id: Pertukaran shift ditolak karena set kendali workflow tidak sama dengan orang lain.
it: Scambio turno rifiutato per incompatibilità tra le regole di Workflow tue e destinatario.
ja: ワークフローコントロールセットが他の要員と一致しないため、シフト交代要求が拒否されました。
lv: Samaiņa ir liegta, jo darbplūsmas vadības uzstādījumi nesakrīt ar otru personu.
nl: Dienst handel geweigerd omdat de worflow control set komt niet overeen met en andere persoon.
no: Skiftbytte avslått fordi arbeidsflyten ikke samsvarer.
pl: Zamiana dyżuru odrzucona ponieważ zestaw kontroli przebiegu pracy jest inny niż u drugiej osoby.
pt: Troca de turno negada o seus parâmetros de Fluxo de Trabalho não coincidem com os da outra pessoa.
ru: Обмен сменами невозможен, т.к. ваш набор правил рабочего процесса не сопадает с набором правил другого сотрудника.
sv: Skiftbyte nekat då ni inte har samma arbetsflöde.
tr: Takas değişimi reddedildi. Diğer kişi ile iş akışı kontrol setiniz uyumlu değil.
zh_cn: 由于工作流控制集与其他人不匹配，调换班申请被拒绝。
zh_hk: 由於工作流控制集與其他人不匹配，調換班申請被拒絕。

# ShiftTradeTargetTimeDenyReason
source: Shift trade denied because schedule contract time tolerance was exceeded.
ar: طلب تبديل النوبة مرفوض لأن السماح فى مده عقد الجدول تم تجاوزها
cs: Výměna směn zamítnuta protože tolerance naplánovaného smluvního času byla překročena.
da: Vagtbytte afvist fordi planlagt kontraktstid er overskredet.
de: Schicht-Tausch abgelehnt, da die Toleranz für die Plan-Vertragszeit überschritten wurde.
es: Cambio de turno denegado, excedida la tolerancia de tiempo de contrato de planificación.
fa: معاوضه شیفت پذیرفته نشده است زیرا دامنه تغییرات زمان قرارداد زمانبندی شده از حد مجاز گذشته است..
fi: Vuoronvaihtopyyntösi on hylätty, koska työvuoron sallima työaikajousto ylittyy.
fr: Echange d'horaires refusé car la tolérance de contrat de planning est dépassée
id: Pertukaran shift ditolak karena toleransi waktu jadwal kontrak terlampaui.
it: Scambio turno negato per eccedenza sulla tolleranza delle ore pianificate da contratto.
ja: スケジュール契約時間の許容範囲を超えているため、シフト交代要求が拒否されました。
lv: Samaiņa ir liegta, jo grafika kontrakta laika pielaide ir pārsniegta.
nl: Dienst handel geweigerd omdat rooster contract tijd werd overschreden.
no: Skiftbytte avslått fordi kontrakttidstoleranse i skjema er overskredet.
pl: Zamiana dyżuru odrzucona ponieważ przekracza tolerancję planowanego czasu kontraktu.
pt: Troca de turno negada porque a tolerância de tempo de contrato foi superada.
ru: Обмен сменами невозможен, т.к. толерантность запланированного времени контракта превышена.
sv: Skiftbyte nekat då toleransen för schemalagd kontraktstid överskreds.
tr: Takas değişimi reddedildi. Vardiya kontrat zaman toleransı aşıldı.
zh_cn: 由于班次合同时间差异超限，调换班申请被拒绝。
zh_hk: 由於班次合同時間差異超限，調換班申請被拒絕。

# WorkflowControlSetNotSetDenyReason
source: Shift trade denied because there is no workflow control set defined.
ar: طلب تبديل النوبة مرفوض لأن لا يوجد مجموعه التحكم فى سير العمل
cs: Výměna směn zamítnuta, protože není definována sada pracovních postupů.
da: Vagtbytte afvist fordi der ikke er defineret en arbejdsproces styring
de: Schicht-Tausch abgelehnt, da kein Workflow Control Set definiert ist.
es: Cambio de turno denegado, no hay Workflow Control Set definido.
fa: معاوضه شیفت پذیرفته نشده است زیرا هیچ مجموعه کنترل جریان کاری تعریف نشده است.
fi: Vuoronvaihtopyyntösi on hylätty, koska ei työvuoron sääntösarjaa määritelty.
fr: Echange d'horaires refusé car il n'y a pas de contrôle de flux d'activités
id: Pertukaran shift ditolak karena set kendali workflow tidak ditentukan.
it: Scambio turno rifiutato per mancata definizione della regola di Workflow.
ja: ワークフローコントロールセットが定義されていないため、シフト交代要求が拒否されました。
lv: Samaiņa ir liegta, jo nav definēti darba plūsmas vadības uzstādījumi.
nl: Dienst handel geweigerd omdat er is geen workflow control set gedefinieerd
no: Skiftbytte avslått fordi kontrollsett for arbeidsflyt ikke er definert.
pl: Zamiana dyżuru odrzucona ponieważ nie ma zdefiniowanego zestawu kontroli przebiegu pracy.
pt: Troca de turno negada porque não existem paramêtros de fluxo de trabalho definidos.
ru: Обмен сменами невозможен, т.к. у вас не определен набор правил рабочего процесса.
sv: Skiftbyte nekat då inget arbetsflöde är definierat.
tr: Takas değişimi reddedildi. Herhangi bir iş akış kontrol seti tanıımlı değil.
zh_cn: 由于未定义工作流控制集，调换班申请被拒绝。
zh_hk: 由於未定義工作流控制集，調換班申請被拒絕。

source: Shift Trade Requests
ar: طلبات تبديل النوبة
cs: Požadavek na výměnu směny
da: Vagtbytte Forespørgelse
de: Schicht-Tausch-Anfragen
es: Solicitudes de Cambio de Turnos
fa: درخواست های معاوضه شیفت
fi: Vuoronvaihtopyynnöt
fr: Demandes d'échange d'horaires
id: Permintaan Pertukaran Shift
it: Richieste di scambio turno
ja: シフト交代要求
lv: Samaiņas Pieprasījumi
nl: Dienst Handel Verzoeken
no: Forespørsler skiftbytte
pl: Prośby o zamianę dyżuru
pt: Solicitações de Troca de Turno
ru: Запросы на изменение смен
sv: Skiftbytesförfrågningar
tr: Vardiya takası istekleri.
zh_cn: 调换班申请
zh_hk: 調換班申請

# ShiftCategoriesAvailableForExtendedPreference
source: Shift Categories Available for Preferences
ar: فئات مجموعة العمل متاحه للتفضيلات
cs: Kategorie směn dostupná pro prefence
da: Vagtkategorier tilgængelig for præferencer
de: Schichtkategorien verfügbar für Präferenzen
es: Categorías de turnos disponibles para Preferencias
fa: دسته بندی شیفت های در دسترس برای الویت ها
fi: Vuoroluokka käytössä työvuorotoiveita varten
fr: Catégories d'horaires disponibles pour préférences
id: Kategori Shift Tersedia untuk Preferensi
it: Categorie turni disponibili per le preferenze
ja: プリファレンスで利用可能なシフトカテゴリ
nl: Dienst Categorieën Beschikbaar voor Voorkeuren
no: Skiftkategorier tilgjenglig for preferanser
pl: Kategorie dyżurów dostępne do preferencji
pt: Categorias de Turnos Disponíveis para Preferências
ru: Категории смен, доступные для предпочтений
sv: Skiftkategorier tillgängliga för önskemål
tr: Tercihler için uygun vardiya kategorileri.
zh_cn: 偏好的可用班次类别
zh_hk: 偏好的可用班次類別

# DaysOffAvailableForExtendedPreferences
source: Days Off Available for Preferences
ar: ايام العطلة متاحه للتفضيلات
cs: Volné dny dostupné pro preference
da: Fridage tilgængelig for præferencer
de: Freie Tage verfügbar für Präferenzen.
es: Días libres disponibles para Preferencias
fa: روزهای تعطیل در دسترس برای الویت ها
fi: Vapaapäivät käytössä työvuorotoiveille
fr: Jours libres disponibles pour préférences
id: Hari Libur Tersedia untuk Preferensi
it: Riposi disponibili per le preferenze
ja: プリファレンスで利用可能な休暇
lv: Pieejamas Brīvdienas Vēlmēm
nl: Vrije Dagen Beschikbaar voor Voorkeuren
no: Fridager tilgjenglig for preferanser
pl: Dni wolne dostępne do preferencji
pt: Dias de Folga Disponíveis para Preferências
ru: Выходные, доступные для предпочтений
sv: Fridagar tillgängliga för önskemål
tr: Tercihler için uyumlu tatil tipleri
zh_cn: 偏好的休息日可用性
zh_hk: 偏好的休息日可用性

source: Not Available
ar: غير متاح
cs: Není dostupné
da: ikke tilgængelig
de: Nicht verfügbar
es: No Disponible
fa: در دسترس نمی باشد
fi: Ei saatavilla
fr: Non disponible
id: Tidak Tersedia
it: Non disponibile
ja: 利用できません
lv: Nav Pieejams
nl: Niet Beschikbaar
no: Ikke tilgjenglig
pl: Niedostępne
pt: Indisponível
ru: Недоступно
sv: Inte tillgängliga
tr: Uygun değil
zh_cn: 不可用
zh_hk: 不可用

source: Check to Enable Auto Grant.
ar: اختار لتتم الموافقة التلقائيه
cs: Zaškrtnout pro povolení automatického schvalování
da: Check for at aktivere automatisk tildeling
de: autom. Genehmigung aktivieren
es: Auto-aprobación
fa: بررسی برای فعال کردن واگذاری خودکار
fi: Valitse automaattinen hyväksyntä
fr: Cocher pour activer l'auto-acceptation
id: Tandai untuk Mengaktifkan Pengabulan Otomatis.
it: Controllo di abilitazione approvazione automatica
ja: 自動承認を有効にするためのチェック
lv: Atzīmēt lai Iespējotu Auto Akceptēšanu
nl: Check om Auto Grant te Enable
no: Sjekk for å aktivere autogodkj.
pl: Zaznacz aby włączyć automatyczną akceptację.
pt: Verificar para Habilitar a Concessão Automatica
ru: Включить авто подтверждение
sv: Bocka i för att använda automatgodkännande.
tr: Otomatik kabulü aktive etmek için klikleyin
zh_cn: 检查并允许自动批准
zh_hk: 檢查並允許自動批准

source: Open for shift trade requests
ar: متاح لطلبات تبديل نوبة العمل
cs: Otevřít pro požadavky na výměnu směny
da: Åben for vagtbytte forespørgelser
de: Offen für Schicht-Tausch-Anfrage
es: Período abierto para solicitudes de cambio de turno
fa: باز برای درخواستهای معاوضه شیفت
fi: Avoinna vuoronvaihtopyynnöille
fr: Ouvrir pour demandes d'échange d'horaires
id: Terbuka untuk permintaan pertukaran shift
it: Aperto per richieste di scambio turno
ja: シフト交代要求を受け付け可能
lv: Atvērt samaiņu pieprasījumiem
nl: Open voor dienst handelsaanvragen
no: Åpne for forespørsler om skiftbytte
pl: Otwarte na prośby o zamianę dyżuru
pt: Solicitações de troca de turno abertas
ru: Открыто для запросов на изменение смен
sv: Öppet för skiftbytesförfrågan
tr: Açık vardiya takası istekleri
zh_cn: 为调换班申请打开
zh_hk: 為調換班申請打開

source: Tolerance for matching contract time
ar: السماح فى مدة العقود المماثله
cs: Tolerance pro smluvní čas
da: Tolerence for kontrakts tid
de: Toleranz für passende Vertragszeit
es: Tolerancia para correspondencia con tiempo de contrato
fa: حد تغییرات برای تطبیق زمان قرارداد
fi: Sopimusaikaa vastaava toleranssi
fr: Tolérance pour temps de contrat correspondant
id: Toleransi penyesuaian waktu kontrak
it: Tolleranza sulla corrispondenza delle ore da contratto
ja: 一致する契約時間の許容範囲
lv: Pielaide atbilstošam kontrakta laikam
nl: Tolerantie voor matching contract tijd
no: Toleranse for matchende kontrakttid
pl: Tolerancja dopasowania czasu kontraktu
pt: Tolerância por tempo de contrato correspondente
ru: Толерантность на соответствие времени по контракту
sv: Tolerans för matchande kontraktstid
tr: Kontrat zamanı için tolerans
zh_cn: 合同时间匹配容差
zh_hk: 合同時間匹配容差

source: Function not available
ar: وظيفه غير متاحه
cs: Funkce není dostupná
da: Funktion ikke tilgængelig
de: Funktion nicht verfügbar
es: Función no disponible
fa: عملکرد در دسترس نیست
fi: Toiminto ei käytettävissä
fr: Fonction non disponible
id: Fungsi tidak tersedia
it: Funzione non disponibile
ja: 機能を利用できません
lv: Funkcija nav pieejama
nl: Functie niet beschikbaar
no: Funksjon ikke tilgjenglig
pl: Funkcja niedostępna
pt: Função não disponível
ru: Функция недоступна
sv: Funktionen är ej tillgänglig
tr: Fonksiyon uygun değil
zh_cn: 功能不可用
zh_hk: 功能不可用

source: No suggestions
ar: لا يوجد اقتراحات
cs: Žádné návrhy
da: Ingen forslag
de: Keine Vorschläge
es: No hay sugerencias
fa: پیشنهادی وجود ندارد
fi: Ei ehdotuksia
fr: Pas de suggestions
id: Tidak ada saran
it: Nessun suggerimento
ja: 提案なし
lv: Nav ieteikumu
nl: Geen suggesties
no: Ingen forslag
pl: Brak sugestii
pt: Sem sugestões
ru: Нет предложений
sv: Inga förslag
tr: Tavsiye yok
zh_cn: 无建议
zh_hk: 無建議

# PreferencesColon
source: Preferences:
ar: تفضيلات:
cs: Preference:
da: Præferencer:
de: Präferenzen:
es: Preferencias:
fa: الویت ها:
fi: Työvuorotoiveet:
fr: Préférences:
id: Preferensi:
it: Preferenze:
ja: プリファレンス:
lv: Vēlmes:
nl: Voorkeuren:
no: Preferanser:
pl: Preferencje:
pt: Preferências:
ru: Предпочтения:
sv: Önskemål:
tr: Tercihler:
zh_cn: 偏好：
zh_hk: 偏好：

# PublishedColon
source: Published:
ar: اصدار:
cs: Zveřejněno:
da: Offentliggjort:
de: Veröffentlicht
es: Publicada:
fa: منتشر شده:
fi: Julkaistu:
fr: Publié:
id: Diumumkan:
it: Pubblicato:
ja: 公開:
lv: Publicēts:
nl: Gepubliceerd:
no: Publisert:
pl: Opublikowane:
pt: Publicado:
ru: Опубликовано:
sv: Publicerat:
tr: Yayımlamış:
zh_cn: 已发布：
zh_hk: 已發佈：
