Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Page size
ar: حجم الصفحة
cs: Velikost stránky
da: Side störrelse
de: Seitengrösse
es: Tamaño página
fa: اندازه صفحه
fi: Sivun koko
fr: Taille de la page
lv: Lapas izmērs
no: sidestørrelse
pl: Rozmiar strony
ru: Размер страницы
sv: Sidstorlek
tr: Sayfa boyutu
zh_cn: 页面大小
zh_hk: 頁面大小

# LoadedColon
source: Loaded:
ar: تم تحميله:
cs: Načteno:
da: Indläst:
de: Wurde geladen:
es: Cargado:
fa: باز شده:
fi: Ladattu:
fr: Chargé:
lv: Ielādēts:
no: lastet:
pl: Załadowane:
ru: Загружено:
sv: Laddat:
tr: Yüklendi:
zh_cn: 已加载：
zh_hk: 已載入：

source: Waitlist position:
ar: موقع قائمة الانتظار:
cs: Pozice na seznamu čekajících:
da: Venteliste placering:
de: Position in der Warteliste
es: Puesto en lista de espera:
fa: نوبت در صف انتظار
fi: Odotuslistan sijainti:
fr: Position sur liste d'attente:
lv: Gaidīšanas Rindas pozīcija:
no: Venteliste stilling:
pl: Pozycja na Liście Oczekujących:
ru: Позиция в листе ожидания:
sv: Position på väntelista:
tr: Bekleme listesindeki yeri:
zh_cn: 候补名单位置：
zh_hk: 候補名單位置：

# RequestsHaveNotBeenDenied
source: {0} request(s) have not been denied.
ar: (0) طلب لم يتم رفضه
cs: {0} žádostí zamítnuto.
da: {0} forespörgsler er ikke blevet afvist.
de: {0} Anfragen wurden nicht abgelehnt
es: {0} solicitudes has sido denegadas
fa: تعداد {0} درخواست رد شد
fi: {0} pyyntö(ä) ei ole hylätty.
fr: {0} demande(s) n'ont pas été refusées.
lv: {0} pieprasījums(i) nav noraidīts.
no: {0} forespørsel er ikke blitt avvist
pl: {0} wniosków nie zostało odrzuconych.
ru: {0} запроса(-ов) не были отклонены.
sv: {0} förfrågning(ar) har inte avslagits.
tr: {0} istek reddedilmedi.
zh_cn: {0}个申请还未被拒绝。
zh_hk: {0}個申請還未被拒絕。

# PresentTenseSchedule
source: Scheduling
ar: جدولة
cs: Plánování
da: Planlägger
de: Planung wird durchgeführt
es: Planificando
fa: زمانبندی
fi: Luodaan työvuorolistaa
fr: Planifie
lv: Plāno
no: Planlegging
pl: Planowanie
ru: Планирование
sv: Schemalägger
tr: Vardiyalama
zh_cn: 正在排班
zh_hk: 正在排班

source: Toggle all
ar: تثبيت الكل
cs: Přepnout vše
da: Skift alle
de: Zeige alle
es: Activar todo
fa: فعال سازی همه
fi: Huomioi kaikki
fr: Activer tout
lv: Pārslēgt visu
no: Slå av/på alle
pl: Przełącz wszystko
ru: Включая все
sv: Bocka i/ur alla
tr: Tümünü seç
zh_cn: 切换所有
zh_hk: 切換所有

# NoHierarchiesExist
source: No hierarchies can be found for the current business unit
ar: لا يوجد تسلسل وظيفي لوحدة الأعمال الحالية.
cs: Pro aktuální podnikovou jednotku nelze najít žádné hierarchie
da: Ingen hierakier kan findes for den nuvärende forretningsenhed
de: Eine Hierarchie kann für das aktuelle Business Unit nicht gefunden werden
es: No se encontraron jerarquías para esta business unit
fa: برای واحد کسب کار حاضر هیچ سایت و تیمی وجود ندارد
fi: Hierarkioita ei löytynyt kysytylle liiketoimintayksikölle
fr: Aucune hiérarchie n'a pue être trouvée pour l'Unité Opérationnelle
lv: Neviena hierarhija netika atrasta esošajai darba vienības
no: Ingen hierarkier kan bli funnet på den aktuelle forretningsenheten
pl: Nie można znaleźć hierarhii dla bieżącej jednostki organizacyjnej
ru: В текущей бизнес-единице не найдена иерархия.
sv: Kan inte hitta någon organisationsstruktur för vald affärsenhet.
tr: Bu iş ünitesine kayıtlı kurum hiyerarşi düzeni bulunamadı.
zh_cn: 当前业务单元未发现层级
zh_hk: 當前業務單元未發現層級

# RequestsHaveBeenApproved
source: {0} request(s) have been approved.
ar: (0) طلب تم الموافقة عليه
cs: {0} žádostí schváleno.
da: {0} anmodning(er) er blevet godkendt.
de: {0} Anfrage(n) wurden genehmigt
es: se han aprobado {0} solicitud(es).
fa: تعداد {0} تایید شد
fi: {0} pyyntö(ä) on hyväksytty.
fr: {0} demande(s) ont été approuvées.
lv: {0} pieprasījums(i) ir apstiprināts.
no: {0} forespørsel (e) har blitt godkjent.
pl: {0} wniosków zostało zatwierdzonych.
ru: {0} запроса(-ов) были подверждены.
sv: {0} förfrågning(ar) har godkänts.
tr: {0} istek onaylandı.
zh_cn: {0}个申请已被批准。
zh_hk: {0}個申請已被批准。

source: Show errors
ar: اعرض الأخطاء
cs: Zobrazit chyby
da: Vis fejl
de: Fehler zeigen
es: Mostrar errores
fa: نمایش خطاها
fi: Näytä virheet
fr: Montrer les erreurs
lv: Rādīt kļūdas
no: Vis feil
pl: Pokaż błędy
ru: Показать ошибки
sv: Visa fel
tr: Hataları göster
zh_cn: 显示错误
zh_hk: 顯示錯誤

# CurrentPlanningPeriodMessage
source: This planning period will be from
ar: فترة التخطيط ستكون من
cs: Toto období plánování bude od
da: Denne planlägningsperiode vil starte fra
de: Diese Planungsperiode ist von
es: Este período a planificar será desde
fa: این دوره برنامه ریزی از این تاریخ شروع خواهد شد
fi: Tämä suunnittelujakso alkaa
fr: Cette période de planification sera de
lv: Šis plānošanas periods būs no
no: Dette planperioden vil være fra
pl: Ten okres planowania będzie od
ru: Планируемый период будет с
sv: Denna planeringsperiod börjar
tr: Mevcut vardiyalama süresinin başlama tarihi
zh_cn: 此计划周期将从
zh_hk: 此計畫週期將從

source: Toggle low light filter
ar: تثبيت منقح ضوء ضعيف
cs: Přepnout filtr slabého světla
da: Skift lavt lysfilter
de: Lichtfilter An/Aus
es: Activar filtro de luz clara
fa: فیلتر نور کم
fi: Himmeä näytönvalaistus
fr: Activer filtre lumière faible
lv: Pārslēgt zemās gaismas filtru
no: Slå av/på lavt lysfilter
pl: Włącz niski filtr światła
ru: Включить затемненную тему
sv: Slå på/av svagare ljus
tr: Işık filtresi
zh_cn: 切换低光过滤器
zh_hk: 切換低光篩檢程式

source: Personalize
ar: قم بشخصنة
cs: Personalizovat
da: Personliggör
de: Anpassung
es: Personalizar
fa: شخصی سازی
fi: Henkilökohtaiset asetukset
fr: Personnaliser
lv: Personalizēt
no: Tilpass
pl: Personalizuj
ru: Настроить
sv: Anpassa
tr: Kişiselleştir
zh_cn: 个性化
zh_hk: 個性化

source: Select teams
ar: اختر فرق
cs: Vybrat týmy
da: Välg teams
de: Teams wählen
es: Seleccionar equipos
fa: تیمهای انتخاب شده
fi: Valitut tiimit
fr: Sélectionner équipes
lv: Atlasīt nodaļas
no: Velg team
pl: Wybierz zespoły
ru: Выбрать группы
sv: Välj team
tr: Takım seç
zh_cn: 选择小组
zh_hk: 選擇小組

source: Select sites
ar: اختر مواقع
cs: Vybrat místa
da: Välg placeringer
de: Einheit wählen
es: Seleccionar sites
fa: سایتهای انتخاب شده
fi: Valitut toimipisteet
fr: Sélectionner sites
lv: Atlasīt grupas
no: Velg steder
pl: Wybierz miejsca
ru: Выбрать сайты
sv: Välj enheter
tr: Bölge seç
zh_cn: 选择站点
zh_hk: 選擇網站

source: Anonymous
ar: مجهول
cs: Anonymní
da: Anonym
de: Anonym
es: Anónimo
fa: نامشخص
fi: Anonyyminen
fr: Anonyme
lv: Anonīms
no: Anonym
pl: Anonimowy
ru: Анонимный
sv: Anonym
tr: Gizli
zh_cn: 匿名
zh_hk: 匿名

# SeatProductActivationKeyV8
source: This system is licensed to "{0}" according to the terms and conditions of the license agreement and the product activation key will expire {1}. The product activation key covers a maximum of {2} seats. Major version: {5} The product activation key schema is "{3}". These options are activated: {4}
ar: هذا النظام مرخص (0) وفقا للشروط واللوائح الخاصة باتفاقية الترخيص فإن مفتاح تفعيل المنتج ستنتهى صلاحيته (1) مفتاح تنشيط المنتج يغطى بحد أقصى (2) من مقعدين النسخة الرئيسية (5)
cs: Licencovaným uživatelem tohoto systému podle podmínek licenční smlouvy je {0} a aktivační klíč produktu vyprší {1}. Aktivační klíč produktu umožňuje maximálně {2} aktivních agentů. Hlavní verze: {5} Schéma aktivačního klíče produtku je „{3}“. Jsou aktivovány tyto volby: {4}
da: Dette system er licenseret til "{0} i henhold til betingelser i licensaftalen og produktaktiveringsnöglen udlöber {1} Produktaktiveringsnöglen däkker et maksimum af {2} pladser Stor version {5} Produktaktiveringsnögleskema er "{3}" Disse muligheder er aktiverede: {4}
de: Das System ist an "{0}", entsprechend den im Lizenzvertrag vorgegebenen Konditionen, lizensiert worden. Der Lizenzschlüssel läuft am {1} ab. Der Lizenzschlüssel ist für {2} Sitsplatz-Zuordnungen aktiv. Major version: {5} Der Lizenzschlüssel gilt für "{3}" Folgende Funktionen sind aktiv: {4}
es: El sistema tiene licencia para "{0}" de acuerdo con los términos y condiciones del contrato de licencia, y la clave de activación del producto caducará el {1}. La clave de activación del producto cubre un máximo de {2} puestos. Versión principal: {5} El esquema de clave de activación del producto es "{3}". Estas opciones están activadas: {4}
fa: سیستم حاضر بنا بر شرایط و تبصره های توافق لیسانس، تحت لیسانس {0} قرار دارد و کلید فعال سازی برنامه در تاریخ {1} منقضی خواهد شد. این کلید فعالسازی برای حداکثر {2} صندلی کافیست. نخسه اصلی: {5} شمای کلید فعالسازی برنامه {3} است این موارد فعالسازی شده است {4}
fi: Ratkaisu on lisenssoitu "{0}" käyttöehtojen mukaan ja tuoteavain menee umpeen {1}. Tuoteavain kattaa enintään {2} istuinpaikkaa. Pääversio: {5} Tuoteavaimen skeema"{3}". Seuraavat ominaisuudet ovat aktivoitu: {4}
fr: Ce système est licencié pour "{0}" selon les termes et conditions de l'accord de licence et la clé d'activation produit va expirer le {1}. La clé d'activation produit couvre un maximum de {2} postes. Version majeure: {5} Le schéma de clé d'activation produit est "{3}". Ces options sont activées: {4}
no: Dette systemet er lisensiert til "{0}" i henhold til vilkårene i lisensavtalen og produktaktiveringsnøkkel vil utløpe {1}. Produktaktiveringsnøkkel omfatter et maksimalt {2} plasser Hoved versjon {5} Produktet aktiveringsnøkkel skjema er "{3}". Disse alternativene er aktivert: {4}
pl: System jest licencjonowany dla "{0}", zgodnie z warunkami umowy licencyjnej i aktywacji produktu klucz wygaśnie {1}. Klucz aktywacyjny produktu obejmuje maksymalnie {2} stanowisk. Wersja Główna: {5} Schemat klucza aktywacyjnego produktu "{3}". Opcje aktywowane: {4}
ru: Система лицензирована для "{0}" в соответствии с условиями и положениями лицензионного соглашения и ключ активации продукта истекает {1}. Ключ активации продукта рассчитан максимум на {2} рабочих мест. Основная версия: {5} Схема ключа "{3}". Активированы следующие опции: {4}
sv: Systemet är licensierat till "{0}" enligt villkoren i licensavtalet och produktaktiveringsnyckeln går ut {1}. Produktaktiveringsnyckeln täcker maximalt {2} arbetsplatser. Huvudversion: {5} Produktaktiveringsnyckeln gäller "{3}". Dessa val är aktiverade: {4}
tr: Şartlar ve koşullar anlaşmasına göre ürününüz "{0}" adına {1} tarihine kadar lisanslanmıştır. Lisansınız {2} aktif kullanıcıyı kapsamaktadır. Ana versiyon: {5} Ürün aktivasyon "{3}" Aktif opsiyonlar: {4}
zh_cn: 该系统授权给“{0}”，根据条款和许可协议的条款，产品激活密钥将于{1}过期。 产品激活密钥包含最多{2}个席位。 主要版本：{5} 产品激活密钥模式是“{3}”。 这些选项被激活： {4}
zh_hk: 該系統授權給“{0}”，根據條款和授權合約的條款，產品啟用金鑰將於{1}過期。 產品啟用金鑰包含最多{2}個席位。 主要版本：{5} 產品啟用金鑰模式是“{3}”。 這些選項被啟動： {4}

source: Invalid number
ar: رقم غير صحيح
cs: Neplatné číslo
da: Ugyldigt nummer
de: Ungültige Nummer
es: Número inválido
fa: عدد نامعتبر
fi: Ei sallittu numero
fr: Nombre invalide
lv: Nederīgs skaits
no: Ugyldig tall
pl: Nieprawidłowy numer
ru: Неверный номер
sv: Ogiltigt värde
tr: Geçersiz rakam
zh_cn: 无效的数字
zh_hk: 無效的數字

# ShowOnlyAbsence
source: Show only absences
ar: اعرض الغيابات فقط
cs: Zobrazit pouze absence
da: Vis kun fravär
de: Nur Abwesenheiten anzeigen
es: Mostrar sólo ausencias
fa: تنها مرخصیها را نمایش بده
fi: Näytä ainoastaan poissaolot
fr: Montrer seulement les absences
lv: Rādīt tikai prombūtnes
no: Vis bare fravær
pl: Pokaz tylko nieobecności
ru: Показать только отсутствия
sv: Visa endast frånvaro
tr: Sadece devamsızlıkları göster
zh_cn: 仅显示缺勤
zh_hk: 僅顯示缺勤

# ScheduleHasBeenChanged
source: Schedule has been changed by others, please reload schedule.
ar: تغير الجدول عن طريق آخرين، فضلا اعد تحميل الجدول
cs: Ostatní změnili plán, načtěte plán znovu.
da: Vagtplanen er blevet ändret af andre, vär venlig at genindläse vagtplanen.
de: Der Plan wurde von anderen Benutzern bereits geändert. Bitte laden Sie den Plan erneut.
es: La planificación ha sido cambiada por alguien, por favor recarga la planificación.
fa: زمانبندی توسط دیگران تغییر کرده است. لطفاً زمانبندی را دوباره باز کنید
fi: Toinen henkilö on muokannut työvuorolistaa, lataa uudelleen.
fr: Le planning a été changé par d'autres utilisateurs, merci de le recharger.
lv: Kāds cits ir mainījis grafiku, lūdzu, pārlādēt grafiku.
no: Tidsplan har blitt endret av andre, kan du laste planen pånytt.
pl: Harmonogram został zmieniony przez innych, proszę przeładować grafik.
ru: Расписание было изменено другим пользователем. Загрузите расписание еще раз.
sv: Schemat har ändrats av någon annan. Var god ladda om schemat.
tr: Başkası tarafından değiştirildiği için vardiya planının tekrar yüklenmesi gerek.
zh_cn: 班表已被其他用户更改，请重新加载班表。
zh_hk: 班表已被其他用戶更改，請重新載入班表。

# SelectedRequestsInfo
source: Selected {0} of {1} requests
ar: تم اختيار (0) من (1) طلبات
cs: Vybráno {0} z {1} žádostí
da: Valgt {0} ud af {1} forespörgsler
de: {0} von {1} Anfrage(n) wurden gewählt
es: {0} de {1} solicitudes seleccionadas
fa: تعداد {0} از {1} درخواست انتخاب شد
fi: Valitse {0} / {1} pyynnöstä
fr: A sélectionné {0} de {1} demandes
lv: Atlasīts {0} no {1} pieprasījumiem
no: Valgt {0} i {1} forespørsler
pl: Wybrano {0} z {1} żądań
ru: Выбрано запросов {0} из {1}
sv: Markerade {0} av {1} förfrågningar
tr: {0} istek arasından {1} istek seçildi
zh_cn: 已选择{1}中的{0}个申请
zh_hk: 已選擇{1}中的{0}個申請

# UnderstaffingColon
source: Understaffing:
ar: نقص فى العمالة:
cs: Podstav:
da: Underbemanding:
de: Unterbesetzung
es: Infradimensionamiento:
fa: کمبود نیرو:
fi: Alimiehitys
fr: Sous-effectif:
lv: Nepietiekamība:
no: Underbemanning:
pl: Braki Obsady:
ru: Нехватка персонала:
sv: Underbemanning:
tr: Eksik istihdam:
zh_cn: 缺员：
zh_hk: 缺員：

source: Day Off Rules
ar: قواعد يوم العطلة
cs: Pravidla pro volné dny
da: Fri dags regler
de: Regeln für Freie Tage
es: Reglas de Días Libres
fa: قوانین روز تعطیل
fi: Vapaapäivän sääntö
fr: Règles de jours libres
lv: Brīvdienas Noteikumi
no: Fridagsregler
pl: Zasady dla Dnia Wolnego
ru: Правила выходных дней
sv: Fridagsregler
tr: İzin günü kuralları
zh_cn: 休息日规则
zh_hk: 休息日規則

source: New Day Off Rule
ar: قواعد يوم عطلة جديدة
cs: Nové pravidlo pro volné dny
da: Ny fri dags regel
de: Neue Regelung für freie Tage
es: Nueva Regla - Días Libres
fa: قوانین روز تعطیل جدید
fi: Uusi vapaapäivän sääntö
fr: Nouvelle règle de jours libres
lv: Jauni Brīvdienas Noteikumi
no: Ny fridagregel
pl: Nowa Zadada dla Dnia Wolnego
ru: Новое правило выходных
sv: Ny fridagsregel
tr: Yeni izin günü kuralı
zh_cn: 新的休息日规则
zh_hk: 新的休息日規則

# AgentsSuccessfullyScheduled
source: agents were successfully scheduled
ar: الممثلون تمت جدولتهم بنجاح
cs: agentů úspěšně naplánováno
da: Medarbejdere er planlagt med succes
de: Mitarbeiter wurden erfolgreich verplant
es: Los agentes fueron planificados con éxito
fa: پاسخگو یا با موفقیت زمانبندی شدند
fi: agenteille luotiin työvuorolista
fr: agents ont été planifiés avec succès
lv: operatori ir veiksmīgi ieplānoti
no: agenter ble vellykket planlagt
pl: agenci zostali pomyślnie zaplanowani
ru: операторов успешно запланированы
sv: agenter schemalades
tr: Vardiyalama başarılı.
zh_cn: 已成功排班的座席代表
zh_hk: 已成功排班的座席代表

source: Agent details
ar: تفاصيل الممثل
cs: Podrobnosti agenta
da: Medarbejder detaljer
de: Mitarbeiter-Details
es: Detalles del agente
fa: جزئیات پاسخگو
fi: Agentin tiedot
fr: Détails agent
lv: Operatora detaļas
no: Agent detaljer
pl: Dane agenta
ru: Подробности оператора
sv: Agentdetaljer
tr: Temsilci bilgileri
zh_cn: 座席代表详细信息
zh_hk: 座席代表詳細資訊

# CriticalUnderstaffingColon
source: Critical Understaffing:
ar: نقص حاد فى العمالة:
cs: Kritický podstav:
da: Kritisk underbemanding
de: Kritische Unterbesetzung
es: Infradimensionamiento Crítico:
fa: کمبود نیرو شدید:
fi: Kriittinen alimiehitys
fr: Sous-effectif critique:
lv: Kritiska nepietiekamība:
no: Kritisk underbemanning:
pl: Krytyczne Braki Obsady:
ru: Критическая нехватка персонала:
sv: Kritisk underbemanning:
tr: Kritik seviyede eksik istihdam
zh_cn: 严重缺员：
zh_hk: 嚴重缺員：

source: Invalid input
ar: إدخال غير صحيح
cs: Neplatné zadání
da: Ugyldigt input
de: Falsche Eingabe
es: Input inválido
fa: مقدار نامعتبر
fi: Ei sallittu syöttö
fr: Entrée invalide
lv: Nepareiza ievade
no: Ugyldige innputt
pl: Nieprawidłowe dane wejściowe
ru: Некорректный ввод
sv: Ogiltig input
tr: Geçersiz girdi
zh_cn: 无效的输入
zh_hk: 無效的輸入

source: Delete period
ar: احذف فترة
cs: Smazat období
da: Slet periode
de: Periode löschen
es: Borrar periodo
fa: حذف دوره
fi: Poista jakso
fr: Supprimer période
lv: Dzēst periodu
no: Slett periode
pl: Usuń okres
ru: Удалить период
sv: Ta bort period
tr: Periyod sil
zh_cn: 删除周期
zh_hk: 刪除週期

source: Waitlisted
ar: وضع فى قائمة الانتظار
cs: Na seznamu čekajících
da: Sat på venteliste
de: Auf der Warteliste stehend
es: En lista de espera
fa: در صف انتظار
fi: Odotuslistalla
fr: Mise sur liste d'attente
lv: Gaidīšana rindā
no: Venteliste
pl: Lista Oczekujących
ru: В листе ожидания
sv: På väntelistan
tr: Bekleme listesine alındı.
zh_cn: 候补
zh_hk: 候補

# AddEmptyPeriod
source: Add open hours
ar: اضف ساعات مفتوحة
cs: Přidat prázdné období
da: Tilfäj åbningstider
de: Öffnungszeiten hinzufügen
es: Añadir horarios de apertura
fa: اضافه کردن دوره خالی
fi: Lisää aukioloajat
fr: Ajoutée période vide
lv: Pievienot atvērtās stundas
no: Legg til åpningstid
pl: Dodaj pusty okres
ru: Добавть пустой период
sv: Lägg till öppettider
tr: Boş periyod ekle
zh_cn: 添加空白周期
zh_hk: 添加空白週期

# AddAbsenceSuccessedResult
source: Successfully added absences for the selected agents
ar: تم إضافة الغياب بنجاح إلى الممثلين المختارين
cs: Absence vybraných agentů úspěšně přidány.
da: Det er lykkedes at tilföje fravär for de vaglte medarbejdere
de: Abwesenheiten wurden erfolgreich für die markierten Mitarbeiter hinzugefügt
es: Se agregó con éxito la/las ausencia(s) en los agentes seleccionados
fa: مرخصی ها با موفقیت به پاسخگوهای انتخاب شده اضافه شد
fi: Poissaolot on lisätty valituille agenteille.
fr: A ajouté les absences pour les agents sélectionnés avec succès!
lv: Veiksmīgi pievienotas prombūtnes izvēlētajiem operatoriem
no: Fravær lagt for de valgte agenter
pl: Pomyślnie dodano nieobecności do wybranych agentów
ru: Отсутствия для выбранных операторов успешно добавлены
sv: Lade till frånvaro för valda agent(er)
tr: Devamsızlık ekleme başarılı.
zh_cn: 已为选定座席代表成功添加缺勤
zh_hk: 已為選定座席代表成功添加缺勤

# AbsenceRequestHasBeenWaitlisted
source: The absence request for {0} to {1} could not be approved at this time and was waitlisted.
ar: طلب الغياب ل (0) إلى (1) لا يمكن الموافقة عليه فى هذا الوقت وتم وضعه فى قائمة الانتظار.
cs: Žádost o absenci od {0} do {1} nelze v tuto chvíli schválit a byla zařazena na seznam čekajících.
da: Det forespurgte fravär fra {0} til {1} kunne ikke godkendes på nuvärende tidspunkt og er sat på venteliste
de: Die Abwesenheitsanfrage von {0} bis {1} konnte zur Zeit nicht genehmigt werden und wurde auf die Warteliste gesetzt.
es: La solicitud de ausencia entre el {0} y el {1} no pudo ser aprobada en este momento y se puso en lista de espera.
fa: درخواست مرخصی برای {0} تا {1} فعلا مورد تایید نسیت و در نتیجه به صف انتظار منتقل میشود
fi: Poissaolopyyntö {0} ja {1} välillä ei ole myönnetty, joten se on laitettu odotuslistalle.
fr: La demande d'absence pour {0} à {1} n'a pas pue être approuvée pour cette date et a été mise sur liste d'attente.
lv: Prombūtnes pieprasījums {0} līdz {1} nevar tikt apstiprināts šajā laikā un ir ielikts gaidīšanas rindā.
no: Fraværsanmodning om {0} i {1} kan ikke godkjennes ved dette tidspunkt, og ble satt på venteliste.
pl: Żądanie nieobecności od {0} do {1} nie mógło zostać zatwierdzone w tym czasie i zostało dodane do listy oczekujących.
ru: Запрос на отсутствие для {0} на {1} не может быть подтвержден сейчас и был помещен в лист ожидания.
sv: Din frånvaroförfrågan för perioden {0} till {1} kunde inte godkännas nu och har placerats på väntelistan.
tr: {0} adlı kişinin {1} tarihindeki devamsızlık isteği onaylanamadı ve bekleme listesine alındı.
zh_cn: 缺勤申请： {0} 至 {1} 当前无法被批准，已候补。
zh_hk: 缺勤申請： {0} 至 {1} 當前無法被批准，已候補。

source: Swap Shifts
ar: تبديل الورديات
cs: Prohodit směny
da: Byt vagter
de: Schichttausch durchführen
es: Intercambiar Turnos
fa: تبادل شیفتها
fi: Vaihda vuoroja
fr: Permuter horaires
lv: Manīt Maiņas
no: Bytte skift
pl: Zamień zmiany
ru: Обменять смены
sv: Skiftbyte
tr: Vardiya değiş tokuşu
zh_cn: 班次交换
zh_hk: 班次交換

# WeekendColon
source: Weekend:
ar: نهاية الأسبوع:
cs: Víkend
de: Wochenende
es: Fin de Semana:
fa: آخر هفته:
fi: Viikonloppu:
lv: Nedēļas nogale:
no: Helg:
ru: Уикенд
sv: Helg:
tr: Hafta sonu:
zh_cn: 周末：
zh_hk: 週末：

# OverstaffingColon
source: Overstaffing:
ar: عمالة زائدة:
cs: Nadstav:
da: Overbemanding:
de: Überbesetzung
es: Sobredimensionamiento:
fa: مازاد نیرو:
fi: Ylimiehitys
fr: Sur-effectif
lv: Pāri paliekošs personāls:
no: Overbemanning:
pl: Nadmiar załogi
ru: Избыток персонала
sv: Överbemanning:
tr: Fazla istihdam:
zh_cn: 冗员：
zh_hk: 冗員：

source: Clear campaign
ar: تنظيف الحملة
cs: Smazat kampaň
da: Ryd kampagne
de: Kampagne leeren
es: Quitar campaña
fa: حذف کمپین
fi: Poista kampanja
fr: Supprimer campagne
lv: Notīrīt kampaņu
no: Slett kampanjen
pl: Wyczyść kampanię
ru: Очистить кампанию
sv: Rensa kampanj
tr: Kampanyayı sil
zh_cn: 清除活动
zh_hk: 清除活動

source: Enable Waitlisting
ar: تفعيل قائمة الانتظار
cs: Povolit seznamy čekajících
da: Aktiver venteliste
de: Warteliste aktivieren
es: Activar lista de espera
fa: صف انتظار را فعال کنید
fi: Aktivoi odotuslista
fr: Activer la liste d'attente
lv: Iespējot Gaidīšanas Rindu
no: Aktiver venteliste
pl: Włacz Listy Oczekujących
ru: Включить лист ожидания
sv: Aktivera väntelista
tr: Bekleme listesini etkinleştir
zh_cn: 启用候补
zh_hk: 啟用候補

# AbsenceRequestForOneDayHasBeenWaitlisted
source: The absence request for {0} could not be approved at this time and was waitlisted.
ar: طلب الغياب ل (0) لا يمكن قبوله فى هذا الوقت وتم وضعه فى قائمة الانتظار.
cs: Žádost o absenci dne {0} nelze v tuto chvíli schválit a byla zařazena na seznam čekajících.
da: Det forespurgte fravär for {0} kunne ikke godkendes på nuvärende tidspunkt og er sat på venteliste
de: Die Absenheitsanfrage von {0} kann im Moment nicht genehmigt werden un ist auf die Warteliste gesetzt worden.
es: La solicitud de ausencia para el {0} no pudo ser aprobada en este momento y se puso en lista de espera.
fa: درخواست مرخصی برای {0} فعلا مورد تایید نسیت و در نتیجه به صف انتظار منتقل میشود
fi: Poissaolopyyntö {0} ei voitu hyväksyä, se on laitettu odotuslistalle
fr: La demande d'absence pour {0} n'a pas pue être approuvée pour cette date et a été mise sur liste d'attente.
lv: Prombūtnes pieprasījums {0} nevar tikt apstiprināts šajā laikā un ir ielikts gaidīšanas rindā.
no: Fraværsanmodning om {0} kunne ikke bli godkjent på dette tidspunktet, og ble satt på venteliste.
pl: Żądanie nieobecności z {0} nie może być zatwierdzone w tym czasie i zostało dodane do lisy oczekujących.
ru: Запрос на отсутствие для {0} не может быть подтвержден сейчас и был помещен в лист ожидания.
sv: Din frånvaroförfrågan för {0} kunde inte godkännas nu och har placerats på väntelistan.
tr: {0} kişisinin devamsızlık isteği onaylanamadı fakat bekleme listesine alındı.
zh_cn: 缺勤申请： {0} 当前无法被批准，已候补。
zh_hk: 缺勤申請： {0} 當前無法被批准，已候補。

source: Hide Panel
ar: اخف اللوحة
cs: Skrýt panel
da: Gem panel
de: Bedienfeld verstecken
es: Ocultar Panel
fa: پنهان کردن پنل
fi: Piilota paneeli
fr: Cacher panneau
lv: Paslēpt Paneli
no: Skjul panelet
pl: Ukryj Panel
ru: Скрыть панель
sv: Dölj panelen
tr: Paneli sakla
zh_cn: 隐藏面板
zh_hk: 隱藏面板

source: Remember me
ar: هل تتذكرنى؟
de: Automatisch anmelden
fa: من را بیاد داری؟
fi: Muista minut
lv: Atcerēties mani?
pl: Pamiętasz mnie?
sv: Kom ihåg mig
tr: Beni hatırla
zh_cn: 记住我
zh_hk: 記住我
