Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# UnhandledExceptionEmailBody
source: To help us improve we would appreciate if you could provide us with the following information. 1. Step by step on how to reproduce the error: 2. Information about what data you were working with: 3. Screenshot of the error with Teleopti WFM in the background: Thank you Teleopti R&D
ar: لتساعدنا على التطور نرجو أن توافينا بالمعلومات التالية 1. شرح خطوة بخطوة عن طريقة حدوث الخطأ 2. معلومات عن البيانات التي كنت تعمل عليها 3.صورة عن الخطأ مع Teleopti WFM في الخلفية. يمكنك ايضاً نسخ و لصق نص رسالة الخطأ في رسالة الايميل مع تحيات Teleopti R&D و شكرا.
cs: Abyste nám pomohli se mohli zlepšit, prosíme Vás o zaslání následujícíh informací. 1.Krok za krokem jak zopakovat chybu 2. Informace o datech, se kterými jste pracovali 3. Snímek obrazovky s chybou s Teleopti WFM na pozadí:
da: For at hjælpe os med at blive bedre, ville vi blive glade, hvis du kunne forsyne os med følgende oplysninger. 1. Trin for trin hvordan man genskaber fejlen: 2. Oplysninger om, hvilke data du arbejdede med: 3. Skærmbillede af fejlen med Teleopti WFM i baggrunden: Tak Teleopti R&D
de: Um uns zu helfen uns zu verbessern würden wir uns freuen, wenn Sie die folgenden Informationen zur Verfügung stellen. 1. Die Schritte zur Reproduktion des Fehlers : 2. Information über die Daten mit denen Sie arbeiteten: 3. Screenshot des Fehlers mit Teleopti WFM im Hintergrund: Vielen Dank Teleopti R&D
es: Para ayudarnos a mejorar necesitaríamos que nos enviara la siguiente información. 1. Paso a paso cómo reproducir el error: 2. Información sobre con qué datos estaba usted trabajando: 3. Captura de la pantalla del error con Teleopti WFM de fondo: Muchas gracias. Teleopti R&D
fa: برای ارایه خدمات بهتر ، قابل تقدیر است که اطلاعات زیر را برای ما فراهم کنید: مراحل لازم برای ایجاد دوباره اشکال اینکه با چه داده های کار میکردید چند تصویر از محیط خطا سپاس Teleopti R&D
fi: Auta meitä kehittämään Teleopti WFM:tä kertomalla meille mitä olit tekemässä. Tämä helpottaa myös meitä, jotta voimme mahdollisimman nopeasti auttaa sinua tilanteen ratkaisemiseksi. 1. Kerro vaihe vaiheelta mitä olit tekemässä. 2. Kerro missä modulissa olit virheen tapahtuessa. 3. Liitä Teleopti WFM:n virheilmoitus kuvankaappauksena, jos se ei ole tämän sähköpostin liitteenä. Kiitos avustasi. Teleopti Research & Development
fr: Pour nous aider à nous améliorer nous apprécierions que vous nous fournissiez les informations suivantes: 1. Comment reproduire l'erreur étape par étape: 2. Informations sur les données avec lesquelles vous travailliez: 3. Capture d'écran de l'erreur avec Teleopti WFM en arrière-plan: Merci Teleopti R&D
id: Untuk membantu kami berkembang, kami berharap anda bisa memberi kami informasi berikut. 1. Langkah-langkah yang anda lakukan sehingga menyebabkan kesalahan terjadi 2. Informasi mengenai data yang sedang anda kerjakan 3. Screenshot kesalahan dengan layar Teleopti CCC sebagai latar belakang Anda juga bisa menyalin pesan kesalahan pada clipboard, dan menempelkannya pada email. Terima kasih R&D Teleopti
it: Ti saremmo grati se potessi fornirci le seguenti informazioni per aiutarci a migliorare. 1. La descrizione dei passi da seguire per riprodurre l'errore 2. Informazioni riguardo ai dati su cui stavi lavorando 3. Uno screenshot dell'errore con Teleopti CCC nello sfondo Grazie Teleopti R&D
ja: 今後の改善のために、以下の情報をお送りください。 1. エラーの再現手順 2. 作業していたデータに関する情報 3. Teleopti WFMの画面をバックにしたエラーのスクリーンショット ご協力ありがとうございます。 Teleopti研究開発グループ
nl: Om ons te helpen verbeteren zouden wij het waarderen als u ons kon voorzien van de volgende informatie. 1. Stap voor stap op hoe de error te reproduceren: 2. Informatie over welke data u werkte: 3. Screenshot van de error met Teleopti CCC op de achtergrond: Dank U Teleopti R & D
no: For å hjelpe oss med å forbedre setter vi pris på om du kunne gi oss følgende informasjon. 1. Trinn for trinn om hvordan du kan reprodusere feilen. 2. Informasjon om hvilke data du arbeider med. 3. Skjermbilde av feilen med Teleopti WFM i bakgrunnen. Takk, Teleopti R&D
pl: Aby pomóc nam w rozwoju produktu Teleopti CCC, bylibyśmy wdzięczni za poniższe informacje: 1. Kroki prowadzące do wystąpinia błędu 2. Informacje o danych, które obrabiałeś(aś) 3. Obrazek ekranu z widocznym Teleopti WFM Z góry dziękujemy, Dział Rozwoju Teleopti
pt: Para nos ajudar a melhorar, pedimos que você nos envie as seguintes informações. 1. Passo a passo de como reproduzir o erro: 2. Informações sobre quais eram os dados com os quais você estava trabalhando quando o erro ocorreu: 3. Uma imagem da tela de erro (printscreen) com o Teleopti WFM ao fundo: Obrigado, Teleopti P&D
ru: Мы были бы признательны, если Вы могли бы предоставить нам следующую информацию. 1. Шаг за шагом, как воспроизвести ошибку. 2. С какими данными вы работали? 3. Скриншот с ошибкой Teleopti ССС в фоновом режиме: Спасибо Teleopti R&D
sv: För att hjälpa oss att bli bättre skulle vi uppskatta om du kunde förse oss med följande information. 1. Stegvis förklara hur felet kan återskapas. 2. Information om vilka data du arbetade med. 3. En skärmdump av felet med Teleopti WFM i bakgrunden. Tack Teleopti R&D
tr: Hatanın çözümünü bulabilmemiz için lütfen bize aşağıda belirtilmekte olan alanlar ile ilgili biraz bilgi sağlayın: 1. Hatayı, aşama aşama nasıl yeniden oluşturabiliriz? 2. Hata oluştuğu anda hangi bilgiler üzerinde çalışmaktaydınız? 3. Hata ekranının (arka planda Teleopti WFM uygulaması ile) ekran görüntüsü Teşekkürler, Teleopti Ar-Ge
zh_cn: 为帮助我们改进产品，请协助提供以下信息： 1. 重现错误的每个操作步骤： 2. 发生错误时您正在做的工作及相关数据的信息： 3. 将Teleopti WFM置于背景的错误截屏： 非常感谢 Teleopti R&D
zh_hk: 為説明我們改進產品，請協助提供以下資訊： 1. 重現錯誤的每個操作步驟： 2. 發生錯誤時您正在做的工作及相關資料的資訊： 3. 將Teleopti WFM置於背景的錯誤截屏： 非常感謝 Teleopti R&D

# AFileContainingTheErrorMessageCouldNotBeCreated
source: A file containing the error message could not be created. Please copy to clipboard and paste the message in an e-mail.
ar: لا يمكن انشاء ملف يحتوي على رسالة الخطأ. يرجى نسخ و لصق نص رسالة الخطأ في رسالة الايميل
cs: Soubor obsahující chybové hlášení nemohl být vytvořen. Prosím zkopírujte do schránky a vložte
da: En fil med fejlmeddelelsen kunne ikke oprettes. Venligst kopier til udklipsholderen og indsæt meddelelsen i en e-mail.
de: Eine Datei mit der Fehlermitteilung konnte nicht erstellt werden. Bitte zur Zwischenablage kopieren und die Mitteilung in die E-Post einfügen.
es: Un archivo conteniendo el mensaje de error no pudo ser creado. Por favor cópielo en un portapapeles y pegue el mensaje en un e-mail.
fa: فایل شامل پیغام خطا نمی تواند ایجاد شود. لطفا در تخته کار کپی کنید و در یک ایمیل درج کنید.
fi: Virheilmoituksen sisältävää tiedostoa ei voitu luoda. Kopioi leikepöydälle ja liitä viesti sähköpostiin.
fr: Un fichier contenant le message d'erreur n'a pas pu être créé. Merci de copier le message dans le presse-papiers et de le coller dans un e-mail.
id: File berisi pesan kesalahan tidak bisa dibuat. Salin pada clipboard dan tempel pesan dalam email.
it: Impossibile creare un file contenente il messaggio di errore. Copia il messaggio negli appunti e incollali in una e-mail per favore.
ja: エラーメッセージを含むファイルは作成できません。エラーメッセージをクリップボードにコピーし、Eメールに貼り付けてください。
nl: Een bestand met de foutbericht kan niet gecreëerd worden. Kopieer het naar het klembord en plak de boodschap in een e-mail.
no: En fil som inneholdt feilmeldingen kunne ikke opprettes. Vennligst kopier filen til utklippstavlen og lim inn meldingen i en e-post.
pl: Plik z komunikatem będu nie mógł zostać zapisany. Prosimy o skopiowanie komunikatu błędu i wklejenie do emaila.
pt: Um arquivo contendo a mensagem de erro não pôde ser criado. Por favor copie-a para a área de transferência e cole-a em um e-mail.
ru: Файл, содержащий сообщение об ошибке, не может быть создан. Скопируйте в буфер обмена и вставьте в сообщение электронной почты.
sv: En fil innehållande felmedelandet kunde inte skapas. Kopiera till urklipp och klistra gärna in detta i ett e-postmeddelande.
tr: Hata mesajını içeren dosya oluşturulamadı. Lütfen hata mesajını clipboard'a kopyalayıp e-postanın metin kısmına yapıştırın.
zh_cn: 无法创建包含错误信息的文件，请将错误信息复制到剪贴板并粘贴在电子邮件中。
zh_hk: 無法創建包含錯誤資訊的檔，請將錯誤資訊複製到剪貼板並粘貼在電子郵件中。

# AuthorizingFunctionsThreeDots
source: Authorizing functions...
ar: مهام التخويل...
cs: Autorizuji funkce ...
da: Autoriserer funktioner...
de: Berechtige Funktionen...
es: Autorizando funciones...
fa: توابع ارائه مجوز
fi: Toimintoja vahvistetaan...
fr: Autorisation des fonctions...
id: Otorisasi fungsi...
it: Autorizzazione funzioni...
ja: 機能を認証しています...
lv: Autorizācija funkcijas...
nl: Autorisatie functies
no: Autentiserer funksjoner...
pl: Autoryzcja funkcji...
pt: Autorizando funções...
ru: Функции авторизации...
sv: Autentiserar funktioner...
tr: Yetkilendirme yapılıyor...
zh_cn: 正在授权功能...
zh_hk: 正在授權功能...

# InitializingChartSettingsThreeDots
source: Initializing chart settings...
ar: بدء ضبط الدردشة...
cs: Spouštím nastavení grafu ...
da: Initialiserer diagramopsætning...
de: Initialisiere Tabellen-Einstellungen...
es: Iniciando configuración del gráfico...
fa: مقدار دهی اولیه تنظیمات نمودار
fi: Kaavio asetuksia alustetaan...
fr: Initialisation des propriétés diagramme...
id: Inisialisasi setting grafik...
it: Inizializzazione impostazioni grafico...
ja: チャートの設定を初期化しています...
lv: Inicializē diagrammu iestatījumus...
nl: Initialiseren van grafiekinstellingen...
no: Initialiserer tabellinnstillinger...
pl: Inicjowanie ustawień wykresu...
pt: Incializando parâmetros do gráfico...
ru: Инициализация настройки диаграмы
sv: Tillämpar grafinställningar...
tr: Grafik düzenlemeleri başlatılıyor...
zh_cn: 正在初始化图表设置...
zh_hk: 正在初始化圖表設置...

# InitializingChartThreeDots
source: Initializing chart...
ar: بدء الدردشة...
cs: Spouštím graf ...
da: Initialiserer diagram...
de: Initialisiere Tabelle
es: Iniciando gráfico...
fa: مقدار دهی اولیه نمودار
fi: Kaavio alustetaan...
fr: Initialisation du diagramme...
id: Inisialisasi grafik...
it: Inizializzazione grafico...
ja: チャートを初期化しています...
lv: Inicializē diagrammu...
nl: Initialiseren van grafiek...
no: Initialiserer tabell...
pl: Inicjowanie wykresu...
pt: Inicializando gráfico...
ru: Инициализация диаграмы
sv: Ställer in graf...
tr: Grafik açılıyor...
zh_cn: 正在初始化图表...
zh_hk: 正在初始化圖表...

# InitializingContentControlThreeDots
source: Initializing content control...
ar: بدء التحكم بالمحتويات...
cs: Spouštím kontrolu obsahu ...
da: Initialiserer indholdsstyring...
de: Initialisiere Inhaltskontrolle...
es: Iniciando control de contenidos...
fa: مقدار دهی اولیه کنترل محتوا
fi: Sisällön valvontaa alustetaan...
fr: Initialisation contrôle de contenu....
id: Inisialisasi kontrol isi...
it: Inizializzazione controllo contenuto...
ja: コンテンツコントロールを初期化しています...
lv: Inicializē satura kontroli...
nl: Initialiseren inhoudscontrole...
no: Initialiserer innholdskontroll...
pl: Inicjowanie kontroli zawartości...
pt: Inicializando controle de conteúdo...
ru: Инициализация контроля содержимого
sv: Ställer in kontroll för innehåll...
tr: İçerik kontrolü başlatılıyor...
zh_cn: 正在初始化内容控制...
zh_hk: 正在初始化內容控制...

# InitializingDayViewThreeDots
source: Initializing day view...
ar: بدء المشاهدة الخاصة باليوم...
cs: Spouštím denní pohled ...
da: Initialiserer dagvisning...
de: Initialisiere Tagesansicht...
es: Iniciando vista del día...
fa: مقدار دهی اولیه نمایش روز
fi: Päivänäkymää alustetaan...
fr: Initialisation aperçu journée...
id: Inisialisasi tampilan hari...
it: Inizializzazione vista giorno...
ja: 日ビューを初期化しています...
lv: Inicializē dienas skatījumu...
nl: Dagoverzicht initialiseren...
no: Initialiserer oversikt dager...
pl: Inicjowanie widoku dziennego...
pt: Inicializando visão diária...
ru: Инициализация просмотра дня...
sv: Ställer in dagvy...
tr: Günlük görünüm açılıyor...
zh_cn: 正在初始化日视图...
zh_hk: 正在初始化日視圖...

# InitializingScheduleDataThreeDots
source: Initializing schedule data...
ar: بدء بيانات الجدول...
cs: Iniciuji data plánování ...
da: Initialiserer planlægningsdata...
de: Initialisiere Plandaten
es: Iniciando datos de planificación...
fa: مقدار دهی اولیه داده های برنامه ریزی شده
fi: Työvuoroja alustetaan...
fr: Initialisation des donéées planifiées
id: Inisialisasi data jadwal...
it: Inizializzazione dati di pianificazione...
ja: スケジュールデータを初期化しています...
lv: Inicializē grafika datus...
nl: Rooster data initialiseren...
no: Initialiserer skjemadata...
pl: Inicjowanie danych planowania...
pt: Inicializando os dados do agendamento...
ru: Инициализация данных расписания
sv: Ställer in schemadata...
tr: Vardiya planı verileri açılıyor...
zh_cn: 正在初始化班表数据...
zh_hk: 正在初始化班表資料...

# InitializingSkillTabsThreeDots
source: Initializing skill tabs...
ar: بدء علامة تبويب المهارة
cs: Spouštění záložky kvalifikace ...
da: Initialiserer kompetencefane...
de: Initialisiere Skill-Registerkarte...
es: Iniciando pestañas de skill...
fa: مقدار دهی اولیه برگ های مهارت
fi: Taito-välilehtiä alustetaan...
fr: Initialisation des onglets compétence...
id: Inisialisasi tab skill...
it: Inizializzazione Tab Skill...
ja: スキルタブを初期化しています...
lv: Inicializē prasmju cilnes...
nl: Initialiseren skill tabs...
no: Initialiserer ferdighetsfaner...
pl: Inicjowanie zakładek umiejętności...
pt: Inicializando as guias de skill...
ru: Инициализация таблиц навыков...
sv: Ställer in kompetensflikar...
tr: Yetenek sekmeleri açılıyor...
zh_cn: 正在初始化技能标签...
zh_hk: 正在初始化技能標籤...

# LoadingFormThreeDots
source: Loading form...
ar: تحميل الشكل
cs: Načítání formuláře ...
da: Indlæser skema...
de: Lade Formular...
es: Cargando formulario...
fa: بارگذاری فرم...
fi: Ladataan tietostoa...
fr: Chargement document...
id: Mengeluarkan formulir...
it: Caricamento maschera...
ja: フォームを読み込んでいます...
lv: Ielādē formu...
nl: Laden formulier...
no: Laster form...
pl: Ładowanie formatki...
pt: Carregando janela...
ru: Загрузка формы...
sv: Laddar formulär...
tr: Yükleniyor...
zh_cn: 正在载入中…
zh_hk: 正在載入中…

# LoadingInitialStatesThreeDots
source: Loading initial states...
ar: تحميل الحالة المبدئية
cs: Načítání výchozích stavů ...
da: Indlæser start tilstande...
de: Lade Ausgangszustände...
es: Cargando estados iniciales...
fa: بارگذاری وضعیتهای اولیه...
fi: Alkuperäisiä tietoja ladataan...
fr: Chargement conditions initiales....
id: Membuka status awal...
it: Caricamento stati iniziali...
ja: 初期状態を読み込んでいます...
lv: Ielādē sākotnējos stāvokļus...
nl: Laden begintoestanden...
no: Laster initial status...
pl: Ładowanie stanów wstępnych...
pt: Carregando estados iniciais...
ru: Загрузка начальных состояний...
sv: Laddar initial status...
tr: İlk durumlar yükleniyor...
zh_cn: 正在载入初始状态…
zh_hk: 正在載入初始狀態…

# LoadingLayoutsThreeDots
source: Loading layouts...
ar: تحميل المخطط
cs: Načítání rozložení ...
da: Indlæser layouts...
de: Lade Layout...
es: Iniciando diseños...
fa: بارگذاری طرح بندی ها...
fi: Ulkoasuja ladataan...
fr: Chargement des dispositions ....
id: Mengeluarkan layout...
it: Caricamento disposizioni...
ja: レイアウトを読み込んでいます...
lv: Ielādē izkārtojumus...
no: Laster layouts...
pl: Ładowanie wyglądu...
pt: Carregando layouts...
ru: Загрузка раскладки...
sv: Laddar uppställningar...
tr: Şablonlar yükleniyor...
zh_cn: 正在载入布局…
zh_hk: 正在載入佈局…

# LoadingRealTimeAdherenceDataThreeDots
source: Loading real time adherence data...
ar: تحميل بيانات الالتزام بالوقت الحالى
cs: Načítání dat dodržování v reálném čase ...
da: Indlæser data for realtids overholdelse...
de: Lade Real Time Adherence Daten...
es: Cargando datos de adherencia en tiempo real...
fa: در حال بارگذاری هم راستایی بهنگام
fi: Lataa RTA tietoja...
fr: Chargement données adhérence temps réel...
id: Mengeluarkan data ketaatan real time...
it: Caricamento dati aderenza Real Time...
ja: リアルタイム遵守データを読み込んでいます...
lv: Ielādē reālā laika atbilstības datus...
nl: Loading real time aanhankelijkheid data...
no: Laster RTA-data...
pl: Ładowanie danych Przestrzegania w czasie rzeczywistym...
pt: Carregando dados de RTA...
ru: Загрузка данных соблюдения графика...
sv: Laddar RTA-data...
tr: Gerçek zaman verileri yükleniyor...
zh_cn: 正在载入实时遵时数据…
zh_hk: 正在載入即時遵時資料…

# RegisteringWithMessageBrokerThreeDots
source: Registering with message broker...
ar: تسجيل مع عميل الرسائل
cs: Registrace message broker ...
da: Registrerer hos meddelelsesmægler...
de: Registriere mit Message Broker...
es: Registrando con un intermediario de mensajes...
fa: ثبت کردن با واسطه پیام...
fi: Viestin välittäjää rekisteröidään...
fr: Registration avec message broker...
id: Mendaftarkan dengan perantara pesan...
it: Registrazione mediante Message Broker...
ja: メッセージブローカーを登録しています...
lv: Reģistrēšanās ar ziņojumu starpnieku...
nl: Aanmelden met broker bericht...
no: Registrerer med message broker...
pl: Rejestrowanie z brokerem wiadomości...
pt: Registrando com o message broker...
ru: Регистрация в менеджере сообщений...
sv: Aktiverar inkommande meddelanden...
tr: Message broker ile iletişime geçiliyor...
zh_cn: 消息代理服务登记…
zh_hk: 消息代理服務登記…

# ReloadingChartThreeDots
source: Reloading chart...
ar: اعادة تحميل الجدول البياني
cs: Znovu načtení grafu ...
da: Genindlæser diagram...
de: Lade Tabelle erneut...
es: Recargando gráfico...
fa: بارگذاری مجدد نمودار...
fi: Kaavio ladataan uudelleen...
fr: Rechargement diagramme...
id: Mengeluarkan kembali grafik...
it: Ricaricamento grafico...
ja: チャートを再度読み込んでいます...
lv: Pārlādē diagrammu...
nl: Grafiek herladen...
no: Laster tabell på nytt...
pl: Przeładowanie wykresu...
pt: Recarregando gráfico...
ru: Перезагрузка диаграмы...
sv: Laddar graf...
tr: Grafik yeniden yüleniyor...
zh_cn: 重新载入图表...
zh_hk: 重新載入圖表...

# ReloadingSkillGridThreeDots
source: Reloading skill grid...
ar: اعادة تحميل شبكة المهارة
cs: Znovunačítání tabulky kvalifikace ...
da: Genindlæser kompetence-grid...
de: Lade Skill-Raster erneut...
es: Recargando gráfico del skill...
fa: بازگذاری مجدد شبکه مهارت
fi: Taitoikkunaa ladataan uudelleen...
fr: Rechargement quadrillage compétentiel...
id: Mengeluarkan kembali grid skill...
it: Ricaricamento griglia Skill...
ja: スキルグリッドを再度読み込んでいます...
lv: Pārlādē prasmju režģi...
nl: Skill grid herladen...
no: Laster ferdighetsrute på nytt...
pl: Przeładowanie tabeli umiejętności...
pt: Recarregando a tabela de skill...
ru: Перезагрузка данных по навыку...
sv: Laddar kompetensrutnät...
tr: Yetenek gridleri yeniden yükleniyor...
zh_cn: 重新载入技能网格
zh_hk: 重新載入技能網格

# Help
source: Help F1
ar: مساعدة F1
cs: Nápověda F1
da: Hjælp F1
de: Hilfe F1
es: Ayuda F1
fa: کمک F1
fi: Ohje F1
fr: Aide F1
id: Bantuan F1
ja: ヘルプ F1
lv: Palīdzība F1
no: Hjelp F1
pl: Pomoc F1
pt: Ajuda F1
ru: Помощь F1
sv: Hjälp F1
tr: Yardım F1
zh_cn: 帮助F1
zh_hk: 幫助F1

source: Denied by me
ar: مرفوض من طرفي
cs: Zamítnutou mnou
da: Afvist af mig
de: Von mir abgelehnt
es: Denegado por mi
fa: پذیرفته نشده توسط من
fi: Minun hylkäämä
fr: Refusé par moi
id: Ditolak oleh saya
it: Rifiutata da me
ja: ユーザーにより否認
lv: Noraidīts no manis
nl: Ontkend door mij
no: Avslått av meg
pl: Odmówione przeze mnie
pt: Negado(a) por mim
ru: Отклонено мной
sv: Nekad av mig
tr: Tarafımdan reddedildi
zh_cn: 本人拒绝
zh_hk: 本人拒絕

source: Denied by other part
ar: مرفوض من الطرف الاخر
cs: Zamítnuto protistranou
da: Afvist af anden part
de: Von anderem Part abgelehnt
es: Denegado por la otra parte
fa: پذیرفته نشده توسط بخش دیگر
fi: Toisen osapuolen hylkäämä.
fr: Refusé par autre
id: Ditolak oleh bagian lain
it: Rifiutata da altra parte
ja: 他の部署により否認
lv: Noraidīts no otras puses
nl: Ontkend door andere deel
no: Avslått av annen part
pl: Odmówione przez inną osobę
pt: Negado(a) por outra pessoa
ru: Отклонено другой стороной
sv: Nekad av motpart
tr: Başkası tarafından reddedildi
zh_cn: 被另一方拒绝
zh_hk: 被另一方拒絕

source: Denied by supervisor
ar: مرفوض من قِبَل المراقب
cs: Zamítnuto supervisorem
da: Afvist af supervisor
de: Vom Supervisor abgelehnt
es: Denegado por el supervisor
fa: پذیرفته نشده توسط سرپرست
fi: Esimiehen hylkäämä
fr: Refusé par superviseur
id: Ditolak oleh supervisor
it: Rifiutata dal responsabile
ja: 上司により否認
lv: Noraidīts no vadītāja
nl: Ontkend door supervisor
no: Avslått av supervisor
pl: Odmówione przez kierownika
pt: Negado(a) por um supervisor
ru: Отклонено супервизором
sv: Nekad av administratör
tr: Supervizör tarafından reddedildi
zh_cn: 主管拒绝
zh_hk: 主管拒絕

source: Granted by supervisor
ar: مُعطى من قِبَل المراقب
cs: Schváleno supervisorem
da: Bevilget af supervisor
de: Vom Supervisor bewilligt
es: Concedido por el supervisor
fa: موافقت شده توسط سرپرست
fi: Esimiehen hyväksymä
fr: Approuvée par superviseur
id: Dikabulkan oleh supervisor
it: Approvata dal responsabile
ja: 上司により承認
lv: Piešķirts no vadītāja
nl: Toegekend door supervisor
no: Innvilget av supervisor
pl: Zaakceptowane przez kierownika
pt: Concedido por um supervisor
ru: Утверждено супервизором
sv: Godkänd av administratör
tr: Supervizör tarafından onaylandı
zh_cn: 主管同意
zh_hk: 主管同意

# WaitingForOtherPart
source: Waiting for other party
ar: بانتظار الجزء الاخر
cs: Čekání na druhou stranu
da: Afventer anden part
de: Warte auf Tauschpartner
es: Esperando por la otra parte
fa: در حال انتظار برای گروه دیگر
fi: Odottaa kolleegasi hyväksyntää
fr: En attente
id: Menunggu pihak lain
it: In attesa di controparte
ja: 他の部署待ち
lv: Gaida uz otru pusi
nl: Wachten op andere partij
no: Venter på annen part
pl: Oczekiwanie na inną osobę
pt: Esperando o outro participante
ru: Ожидание другой стороны
sv: Väntar på motpart
tr: Dİğer taraf için bekleniyor
zh_cn: 等待另一方
zh_hk: 等待另一方

source: Waiting for re-approval
ar: بانتظار اعادة القبول
cs: Čekání na opakované schválení
da: Afventer ny godkendelse
de: Warte auf erneute Genehmigung
es: Esperando por re-aprobación
fa: در حال انتظار برای تاییدیه مجدد
fi: Odottaa uudelleenhyväksyntää
fr: En attente
id: Menunggu untuk persetujuan kembali
it: In attesa di nuova approvazione
ja: 再承認待ち
lv: Gaida atkārtotu apstiprinājumu
nl: Wachten op hernieuwde goedkeuring
no: Venter på regodkjenning
pl: Oczekiwanie na ponowną aprobatę
pt: Esperando pela reaprovação
ru: Ожидание повторного утверждения
sv: Väntar på nytt godkännande
tr: Onay için bekleniyor
zh_cn: 等待重新批准
zh_hk: 等待重新批准

source: Waiting for supervisor approval
ar: بانتظار موافقة المراقب
cs: Čekání na schválení supervisorem
da: Afventer supervisors godkendelse
de: Warte auf Teamleiter
es: Esperando por aprobación del supervisor
fa: در حال انتظار برای تاییدیه سرپرست
fi: Odottaa esimiehen hyväksyntää
fr: En attente accord superviseur
id: Menunggu persetujuan supervisor
it: In attesa di approvazione dal responsabile
ja: 上司による承認待ち
lv: Gaida uzrauga apstiprinājumu
nl: Wachten op supervisor goedkeuring
no: Venter på supervisor godkjenning
pl: Oczekiwanie na aprobatę kierownika
pt: Esperando pela aprovação do supervisor
ru: Ожидание утверждения супервизором
sv: Väntar på godkännande från administratör
tr: Süpervizör onayı içn bekleniyor
zh_cn: 等待主管批准
zh_hk: 等待主管批准

source: Waiting for your approval
ar: بانتظار الموافقة
cs: Čekání na mé schválení
da: Afventer din godkendelse
de: Warte auf Ihre Genehmigung
es: Esperando por su aprobación
fa: در حال انتظار برای تاییدیه شما
fi: Odottaa hyväksyntääsi
fr: En attente de votre accord
id: Menunggu persetujuan anda
it: In attesa di tua approvazione
ja: ユーザーによる承認待ち
lv: Gaida jūsu apstiprinājumu
nl: Wachten op Uw goedkeuring
no: Venter på din godkjenning
pl: Oczekiwanie na twoją aprobatę
pt: Esperando por sua aprovação
ru: Ожидание Вашего подтверждения
sv: Väntar på ditt godkännande
tr: Onayınız için bekleniyor
zh_cn: 等待你批准
zh_hk: 等待你批准

# DefaultIntradaySetting
source: Default view
ar: المشاهدة الافتراضية
cs: Základní pohled
da: Standardvisning
de: Standard- Ansicht
es: Vista por defecto
fa: نمایش پیش فرض
fi: Oletus näkymä
fr: Aperçu par défaut
id: Tampilan standar
it: Vista predefinita
ja: 既定のビュー
lv: Noklusējuma skatījums
nl: Standaardweergave
no: Standardoversikt
pl: Widok domyślny
pt: Visão padrão
ru: Просмотр по умолчанию
sv: Standardvy
tr: Esas görünüm
zh_cn: 默认视图
zh_hk: 默認視圖
