Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Lock Restrictions
ar: ثبت التحديدات
cs: Uzamčení omezení
da: Lås Restriktioner
de: Sperre Plan-Beschränkungen
es: Bloquear Restricciones
fa: قفل کردن محدودیتها
fi: Lukitse rajoitukset
fr: Bloquer restrictions
id: Kunci Restriksi
it: Blocca limitazioni
ja: 制限のロック
lv: Aizslēgt Ierobežojumus
nl: Lock Beperkingen
no: Lås restriksjoner
pl: Zablokuj restrykcje
pt: Travar as Restrições
ru: Блокировать ограничения
sv: Lås begränsningar
tr: Sınırlandırmaları kilitle
zh_cn: 锁定限制条件
zh_hk: 鎖定限制條件

# LockStudentAvailability
source: Lock Hourly Availability
ar: ثبت الاتاحه بالساعه
cs: Uzamknout Hodinovou dostupnost
da: Lås Timelønnedes Tilgængelighed
de: Sperre Stundenverfügbarkeit
es: Bloquear Disponibilidad por hora
fa: قفل کردن دسترسی ساعتی
fi: Lukitse tuntityöntekijän käytettävyys
fr: Bloquer disponibilités horaires
it: Blocca disponibilità studenti
ja: 学生の空き状況のロック
lv: Aizslēgt Stundu Pieejamību
nl: Lock Uurlijkse Beschikbaarheid
no: Lås time tilgjengelighet
pl: Zablokuj dostępność godzinową
pt: Travar Disponibilidade Horária
ru: Заблокировать почасовую доступность
sv: Lås tillgänglighet timanställd
tr: Yarı zamanlı çalışan uygunluğunu kilitle
zh_cn: 锁定小时工可用性
zh_hk: 鎖定小時工可用性

source: Lock Rotations
ar: ثبت الدورات
cs: Uzamčení cyklů
da: Lås Turnus
de: Rotationen sperren
es: Bloquear Rotaciones
fa: قفل کردن گردشها
fi: Lukitse rotaatio
fr: Bloquer rotations
id: Kunci Rotasi
it: Blocca Rotazioni
ja: ローテーションのロック
lv: Aizslēgt Rotācijas
nl: Lock Rotaties
no: Lås rotasjoner
pl: Zablokuj rotacje
pt: Travar as Rotações
ru: Блокировать ротации
sv: Lås sekvenser
tr: Rotasyonları kilitle
zh_cn: 锁定循环
zh_hk: 鎖定迴圈

source: Business unit required
ar: وحده العمل مطلوبه
cs: Vyžadována obchodní jednotka
da: Forretnings enhed kræves
de: Geschäftseinheit benötigt
es: Unidad de negocio requerida
fa: واحد کسب و کار مورد نیاز است
fi: Liiketoimintayksikön vaatimukset
fr: Unité opérationnelle requise
id: Unit bisnis diperlukan
it: Business Unit necessaria
ja: ビジネスユニットが必要です
lv: Darba vienība nepieciešama
nl: Business unit nodig
no: Foretaksenhet påkrevd
pl: Wymagana jednostka biznesowa
pt: É necessário fornecer a unidade de negócios
ru: Требуется бизнес-единица
sv: Affärsenhet måste anges
tr: İş birimini kilitle
zh_cn: 需要业务单位
zh_hk: 需要業務單位

source: Password required
ar: كلمه السر مطلوبه
cs: Vžadováno heslo
da: Adgangskode kræves
de: Passwort benötigt
es: Contraseña requerida
fa: کلمه رمز مورد نیاز است
fi: Vaatii salasanan
fr: Mot de passe requis
id: Password diperlukan
it: Password necessaria
ja: パスワードが必要です
lv: Parole ir nepieciešama
nl: Wachtwoord vereist
no: Passord nødvendig
pl: Wymagane hasło
pt: É necessário fornecer a senha
ru: Требуется пароль
sv: Lösenord måste anges
tr: Şifre gerekiyor
zh_cn: 需要密码
zh_hk: 需要密碼

source: Export Meetings
ar: اصدر الاجتماعات
cs: Exportovat setkání
da: Eksporter møder
de: Exportiere Meetings
es: Exportar Reuniones
fa: صدور جلسات
fi: Vie kokoukset
fr: Exporter réunions
id: Ekspor Pertemuan
it: Esporta Meeting
ja: 会議のエクスポート
lv: Eksportēt Sanāksmes
nl: Exporteren Meetings
no: Eksporter møter
pl: Eksportuj spotkania
pt: Exportar Reuniões
ru: Экспорт мероприятий
sv: Exportera möten
tr: Toplantıları dışa aktar
zh_cn: 导出会议
zh_hk: 匯出會議

source: Actual service level
ar: مستوى الخدمى الفعلى
cs: Aktuální service level
da: Faktisk Service Level
de: Tatsächliches Servicelevel
es: Nivel de servicio actual
fa: سطح سرویس واقعی
fi: Tämän hetkinen palvelutaso
fr: Niveau de service réel
id: Tingkat layanan aktual
it: Service level effettivo
ja: 実際のサービスレベル
lv: Aktuālais servisa līmenis
nl: Actuele service level
no: Faktisk service nivå
pl: Aktualny poziom obsługi
pt: Nível de serviço real
ru: Фактический уровень сервиса
sv: Verklig servicenivå
tr: Mevcut servis seviyesi
zh_cn: 实际服务水平
zh_hk: 實際服務水準

source: Common Agent Description for Schedule Exports
ar: وصف الممثل المعتاد لاصدار الجدول
cs: Společný popis agenta pro export rozvrhu
da: Fælles beskrivelse for medarbejder til eksporten
de: Allgemeine Mitarbeiterdaten für Berichte
es: Descripción Común de Agentes para Exportación de Planificaciones
fa: توضیح عمومی پاسخگو برای صدور زمانبندی
fi: Yleinen toimenkuva työvuoron vientiin
fr: Description agent commun pour les exports de planning
id: Deskripsi Umum Agent untuk Ekspor Jadwal
it: Formato della descrizione consueta agenti per esportazione pianificazione
ja: スケジュールエクスポート用のエージェント共通の説明
lv: Vienkāršā Operatora Apraksts Grafiku Eksportam
nl: Gemeenschappelijke Agent Beschrijving voor rooster export
no: Felles agent beskrivelse for skjema eksporteringer
pl: Ogólny opis agenta do eksportu planu
pt: Descrição do Agente nas Escalas Exportadas
ru: Формат имени оператора для экспорта графиков
sv: Generell agentbeskrivning för exportera schema
tr: Vardiya planı aktarımı için ortak müşteri temsilcisi tanımı
zh_cn: 班表导出的座席代表描述
zh_hk: 班表匯出的座席代表描述

source: Edit common agent description for schedule exports format
ar: عدل وصف الممثل المعتاد لشكل اصدار الجدول
cs: Upravit společný popis agenta pro formát exportů rozvrhu
da: Redigere formatet for medarbejder beskrivelsen til eksporten
de: Einstellungen für das Format der Mitarbeiternamen in den Berichten bearbeiten
es: Editar formato de descripción común de agentes para Exporatción de Planificaciones
fa: برای فرمت خروجی های برنامه ریزی ، توضیح عمومی پاسخگو را اصلاح نمایید.
fi: Muokkaa yleisiä toimenkuvamääritteitä työvuoron vientimuotoon
fr: Modifier la description agent commun pour le format d 'exports planning
id: Ubah deskripsi agent umum untuk format ekspor jadwal
it: Modifica il formato della descrizione consueta agenti per esportazione pianificazione
ja: スケジュールエクスポート形式用にエージェント共通の説明を編集
lv: Rediģēt vienkāršā operatora aprakstu grafiku eksporta formātam
nl: Bewerk gemeenschappelijke beschrijving voor agent rooster export formaat
no: Rediger felles agent beskrivelse for skjema eksporteringer
pl: Edytuj ogólny opis agenta w formacie do eksportu planu
pt: Editar a descrição comum do agente para formatar a exportação de uma agenda
ru: Изменить формат имени оператора для экспорта графиков
sv: Redigera agentbeskrivning för schemaexportformat
tr: Vardiya planı aktarımı biçimi için ortak müşteri temsilcisi tanımını düzenle
zh_cn: 为班表导出格式编辑通用座席描述
zh_hk: 為班表匯出格式編輯通用座席描述

source: Adjusted difference
ar: الفرق المعدل
cs: Přizpůsobený rozdíl
da: Tilpasset differnce
de: angepasste Differenz
es: Ajustar diferencia
fa: تفاوتهای تنظیم شده
fi: Mukautettu erotus
fr: Différence ajustée
id: Perbedaan disesuaikan
it: Differenza adattata
ja: 修正済みの差異
lv: Pielāgotā atšķirība
nl: Aangepaste verschil
no: Justert forskjell
pl: Dopasowana różnica
pt: Diferença ajustada
ru: Отрегулированная разница
sv: Justerad skillnad
tr: Sabitlenmiş fark
zh_cn: 被调整的差值
zh_hk: 被調整的差值

source: All Fulfilled Must Have
ar: كل اللابد منه المحقق
cs: Všechny vyplněné Musím mít
da: Alle opfyldte vagter med Veto
de: Alle erfüllten Notwendigkeiten
es: Todos los Imprescindibles cumplidos
fa: همه انجام شده ها باید داشته باشند
fi: Kaikki toteutuneet "Tärkeät" toiveet
fr: Doit avoirs tous accomplis
id: Semua Harus Memiliki Terpenuhi
it: Tutti indispensabili rispettati
ja: 実現された全ての必須項目
lv: Visi Piepildītie Must Have
nl: Alle Vervulde Must Have
no: Alle oppfylte Påkrevde
pl: Wszystkie spełnione Konieczne
pt: Todas as Preferências Prioritárias Utilizadas
ru: Все выполненные обязательные предпочтения
sv: Alla uppfyllda veton
tr: Karşılanmış mutlak gerekli tercihler
zh_cn: 全部已经满足的必须拥有
zh_hk: 全部已經滿足的必須擁有

source: All Must Have
ar: كل اللابد منه
cs: Všechny Musím mít
da: Alle Vagter Med Veto
de: Alle Notwendigkeiten
es: Todos los Imprescindibles
fa: همه باید داشته باشند
fi: Kaikki "Tärkeät" -toiveet
fr: Tous doit avoirs
id: Semua Harus Memiliki
it: Tutti Indispensabili
ja: 全ての必須項目
lv: Visi Must Have
nl: Alle Must Have
no: Alle Påkrevde
pl: Wszystkie Konieczne
pt: Todas as Preferências Prioritárias
ru: Все обязательные предпочтения
sv: Alla veton
tr: Tüm mutlak gerekli tercihler
zh_cn: 全部的必须有
zh_hk: 全部的必須有

# ResReportActivityTimePerAgent
source: Activity Time per Agent
ar: وقت النشاط بالممثل
cs: čas činností podle agentů
da: Aktivitets tid pr. medarbejder
de: Aktivitäten-Zeit pro Mitarbeiter
es: Tiempo de Actividad por Agente
fa: زمان فعالیت برا ی هر پاسخگو
fi: Aktiviteetin aika per agentti
fr: Temps activité par agent
id: Waktu Aktivitas per Agent
it: Ore attività per agente
ja: エージェントごとの活動時間
lv: Aktivitātes Laiks pēc Operatoriem
nl: Activiteit Tijd per Agent
no: Aktivitets tid per agent
pl: Czas Aktywności na Agenta
pt: Tempo da Atividade por Agente
ru: Время активности на оператора
sv: Aktivitetstid per agent
tr: Müşteri temsilcisi başına aktivite zamanı
zh_cn: 每个座席代表的活动时间
zh_hk: 每個座席代表的活動時間

# InterruptedShutDown
source: {0} has prevented the application from shutting down. Do you want to force close the application?
ar: (0) منعت التطبيق من الانتهاء. هل ترغب فى غلق التطبيق؟
cs: {0} zabránila ukončení aplikace \r\n Chcete vynutit ukončení aplikace?
da: {0} forhindrede programmet i at lukke ned. Ønsker du at gennemtvinge en lukning?
de: {0} hat die Applikation vor dem Schließen bewahrt. Möchten Sie das Schließen der Applikation erzwingen?
es: {0} ha impedido el cierre de la aplicación. Desea forzar el cierre de la aplicación?
fa: {0} از خاموش شدن سیستم جلوگیری کرده است.آیا می خواهید این برنامه را اجبارا ببندید ؟
fi: {0} estää Teleopti WFM:n sulkemisen. Haluatko pakottaa järjestelmän sulkemisen?
fr: {0} a empêché l'application de se fermer. Voulez-vous forcer la fermeture de l'application?
id: {0} menghalangi penutupan aplikasi. Apakah anda ingin menutup paksa aplikasi?
it: {0} ha impedito la terminazione dell'applicazione. Vuoi forzare la chiusura dell'applicazione?
ja: {0} が原因でアプリケーションをシャットダウンできません。アプリケーションを強制終了しますか?
nl: {0} heeft de applicatie van sluiten verhinderd. Wilt U de applicatie sluiten forceren?
no: {0} har hindret applikasjonen fra å avslutte. Ønsker du å tvinge avslutting?
pl: {0} blokuje zamknięcie aplikacji. Wymusić zamknięcie?
pt: {0} impediu que a aplicação fosse finalizada. Você deseja forçar a finalização da aplicação?
ru: {0} препятствует закрытию приложения. Закрыть сейчас?
sv: {0} hindrar Teleopti WFM från att stängas ned. Vill du tvinga fram en stängning?
tr: {0} uygulamanın kapanmasını engellemekte. Uygulamayı kesinlikle kapatmak istiyor musunuz?
zh_cn: {0}已经阻止程序关闭，你希望强制关闭程序么？
zh_hk: {0}已經阻止程式關閉，你希望強制關閉程式麼？

source: <Several values>
ar: قيم متعددة
cs: <Několik hodnot>
da: <Flere værdier>
de: <mehrere Werte>
es: <Varios valores>
fa: < مقادیر متعدد>
fi: <Useampia arvoja>
fr: < Plusieurs valeurs >
id: <Beberapa nilai>
it: <Valori vari>
ja: <複数の値>
lv: <Vairākas vērtības>
nl: <Verscheidene waarden>
no: <Flere verdier>
pl: < kilka wartości >
pt: <Vários valores>
ru: <Несколько значений>
sv: <Flera värden>
tr: <Birçok değer>
zh_cn: <一些数值>
zh_hk: <一些數值>

source: Active
ar: نشط
cs: Aktivní
da: Aktiv
de: Aktiv
es: Activo
fa: فعال
fi: Aktiivinen
fr: Actif
id: Aktif
it: Attivo
ja: アクティブ
lv: Aktīvs
nl: Actief
no: Aktiv
pl: Aktywne
pt: Ativo
ru: Активный
sv: Aktiv
tr: Aktif
zh_cn: 活跃的
zh_hk: 活躍的

source: Log out
ar: الخروج
cs: Odhlásit
da: Log Ud
de: Abmelden
es: Cerrar sesión
fa: خروج از سیستم
fi: Kirjaudu ulos
fr: Déconnexion
ja: ログアウト
lv: Atteikties
nl: Uitloggen
no: Logg ut
pl: Wyloguj
ru: Выход из системы
sv: Logga ut
tr: Oturumdan çık
zh_cn: 注销
zh_hk: 註銷

source: License Agreement
ar: اتفاق الترخيص
cs: Licenční smlouva
da: Licens aftale
de: Lizenzvereinbarung
es: Contrato de Licencia
fa: توافق نامه مجوز
fi: Lisenssisopimus
fr: Accord de licence
id: Kesepakatan Lisensi
it: Accordo di licenza
ja: ライセンス契約
nl: Licentieovereenkomst
no: Lisens avtale
pl: Umowa licencyjna
pt: Acordo de Licença
ru: Лицензионное соглашение
sv: Licensavtal
tr: Lisans anlaşması
zh_cn: 许可协议
zh_hk: 授權合約

source: Personal Activity
ar: النشاط الشخصى
cs: Osobní činnost
da: Personlig aktivitet
de: Persönliche Aktivität
es: Actividad Personal
fa: فعالیت شخصی
fi: Henkilökohtainen aktiviteetti
fr: Activité personnelle
id: Aktivitas Pribadi
it: Attività personale
ja: 要員活動
lv: Personīgā Aktivitāte
nl: Persoonlijke Activiteit
no: Personlig aktivitet
pl: Aktywność osobista
pt: Atividade Pessoal
ru: Персональная активность
sv: Personlig aktivitet
tr: Kişisel aktivite
zh_cn: 个人活动
zh_hk: 個人活動

# NoSchedulePeriodFoundForUser
source: No schedule period found for this user
ar: لا يوجد فترة جدول للمستخدم
cs: Pro tohoto uživatele nebylo nalezeno žádné období plánování
da: Ingen planlagt periode fundet for denne bruger
de: Es konnte keine Planungsperiode für diesen Nutzer gefunden werden
es: No hay período de planificación para este usuario
fa: هیچ دوره زمانبندی برای این کاربر یافت نشد
fi: Käyttäjälle ei löytynyt työvuorojaksoa
fr: Aucune période planning trouvée pour cet utilisateur
id: Periode penjadwalan untuk pengguna ini tidak ditemukan
it: Nessun Periodo di pianificazione trovato per questo utente
ja: このユーザーに対するスケジュール期間が見つかりません
lv: Nav atrasts grafika periods šim lietotājam
nl: Geen rooster periode is gevonden voor deze gebruiker
no: Ingen skjema periode funnet for denne brukeren
pl: Nie znaleziono okresu planowania dla użytkownika
pt: Nenhum período de agendamento foi encontrado para esse usuário
ru: Не найден период планирования для данного пользователя
sv: Ingen schemaperiod kunde hittas för denna användare
tr: Bu kullanıcı için vardiya plan periyodu bulunamadı
zh_cn: 未发现此用户的班表周期
zh_hk: 未發現此用戶的班表週期

# AlsoShowsMeetingsCreatedByMe
source: Also show meetings created by me but where I not participate in the meeting.
ar: اظهر ايضا الحتماعات التى نظمتها, و لكنى غير مشترك فيها
cs: Zobrazit také schůzky, které byly vytvořeny mnou, ale kterých se neúčastním
da: Vis også møder jeg har oprettet uden at deltage.
de: Zeige auch Meetings, die ich erstellt habe, jedoch nicht daran teilnehme.
es: Mostrar también reuniones creadas por mí, pero en las cuales no soy participante.
fa: همچنین جلسات ایجاد شده توسط مرا نمایش بده ولی فقط جلساتی که من در آن شرکت نکرده ام
fi: Näytä myös kokoukset, jotka olen luonut, mutta joissa en ole osallistujana.
fr: Montrer également les réunions créées par moi auxquelles je suis non participant
id: Tunjukkan juga pertemuan yang saya buat tetapi saya tidak ikut serta di dalam pertemuan.
it: Mostra anche i Meeting da me creati a cui non ho partecipato.
ja: ユーザーが作成した（ただしユーザーは参加しない）会議も表示します。
lv: Rādīt arī manis izveidotas sanāksmes, bet tikai tās kurās neņemu dalību.
nl: Toon ook meetings gemaakt door mij, maar waar ik niet deel in de meeting neem.
no: Vis også møter opprettet av meg hvor jeg ikke deltar.
pl: Pokaż także spotkania, któych jestem twórcą ale nie uczestnikiem
pt: Também mostrar reuniões criadas por mim, mas das quais que eu não iriei participar
ru: Также показать мероприятия, созданные мной, но, в которых я не участвую.
sv: Visa också möten skapade av mig men där jag inte deltar.
tr: Benim tarafımdan oluiturulmuş ama benim katılmayacağım toplantıları da göster
zh_cn: 同时显示我所创建的但是我没参加的会议。
zh_hk: 同時顯示我所創建的但是我沒參加的會議。

source: Meetings created by me
ar: الاجتماعات التى نظمتها
cs: Schůzka vytvořená mnou
da: Møder oprettet af mig
de: Von mir erstellte Meetings
es: Reuniones creadas por mí
fa: جلسه ایجاد شده توسط من
fi: Kokous luotu minun toimesta
fr: Réunions créées par moi
id: Pertemuan yang saya buat
it: Meeting creato da me
ja: 自分が作成した会議
lv: Manis izveidotās sanāksmes
nl: Meetings gemaakt door mij
no: Møter opprettet av meg
pl: Spotkania utworzone przeze mnie
pt: Reuniões criadas por mim
ru: Мероприятия, созданные мной
sv: Möten skapade av mig
tr: Benim oluşturduğum toplantılar
zh_cn: 由我创建的会议
zh_hk: 由我創建的會議

source: All Absences
ar: كل الغيابات
cs: Všechny absence
da: Alle Fravær
de: Alle Abwesenheiten
es: Todas las ausencias
fa: همه مرخصیها
fi: Kaikki poissaolot
fr: Toutes Absences
id: Semua Absen
it: Tutte le assenze
ja: 全ての欠勤
lv: Visas Prombūtnes
nl: Alle Afwezigheden
no: Alle fravær
pl: Wszystkie nieobecności
pt: Todas as ausências
ru: Все отсутствия
sv: All frånvaro
tr: Tüm devamsızlıklar
zh_cn: 全部缺勤
zh_hk: 全部缺勤

source: All Fulfilled Absences
ar: كل الغيبات المحققه
cs: Všechny vyplněné absence
da: Alle opfyldte fravær
de: Alle erfüllten Abwesenheiten
es: Todas las ausencias cumplidas
fa: همه مرخصیهای انجام شده
fi: Kaikki toteutuneet poissaolot
fr: Toutes Absences accomplies
id: Semua Absen Terpenuhi
it: Tutte le assenze rispettate
ja: 実現された全ての欠勤
lv: Visas Piepildītās Prombūtnes
nl: Alle Vervulde Afwezigheid
no: Alle oppfylte Fravær
pl: Wszystkie spełnione nieobecności
pt: Todas as Ausências Cumpridas
ru: Все выполненные отсутствия
sv: All uppfylld frånvaro
tr: Tüm karşılanmış devamsızlıklar
zh_cn: 全部已满足的缺勤
zh_hk: 全部已滿足的缺勤

source: Missing workflow control set
ar: مجموعه تحكم سير العمل غير موجوده
cs: Chybí sada pracovních postupů
da: Mangler Arbejdsproces styring
de: Fehlendes Workflow Control Set
es: Workflow Control Set no disponible
fa: تنظیم کنترل جریان کاری گم شده
fi: Työvuorojen sääntösarja puuttuu
fr: Contrôle de flux d'activités manquant
id: Set kendali workflow hilang
it: Insieme di regole di Workflow mancante
ja: 存在しないワークフローコントロールセット
lv: Trūkst darbplūsmas vadības uzstādījumu
nl: Ontbrekende workflow control set
no: Manglende regelsett for arbeidsflyt
pl: Brak zestawu kontroli przebiegu pracy
pt: Falta uma configuração de workflow
ru: Отсутствует набор правил рабочего процесса
sv: Arbetsflöde saknas
tr: Eksik iş akışı kontrol seti
zh_cn: 缺少工作流控制集
zh_hk: 缺少工作流控制集

source: Job Category
ar: فئه الوظيفه
cs: Kategorie úloh
da: Job kategori
de: Job Kategorie
es: Categoría de Tarea
fa: دسته بندی کار
fi: Työkategoria
fr: Catégorie tâche
id: Kategori Proses
it: Categoria lavoro
ja: ジョブカテゴリ
lv: Darba Kategorija
nl: Job Categorie
no: Jobb Kategori
pl: Kategoria pracy
pt: Categoria de Jobs
ru: Категория задачи
sv: Jobbkategori
tr: İş kategorisi
zh_cn: 工作类别
zh_hk: 工作類別

source: Job History
ar: تاريخ الوظيفه
cs: Historie úloh
da: Job historie
de: Job Historie
es: Historial de la Tarea
fa: سابقه کار
fi: Työhistoria
fr: Historique tâches
id: Sejarah Proses
it: Storico lavoro
ja: ジョブ履歴
lv: Darba Vēsture
nl: Job Historie
no: Jobb Historikk
pl: Historia pracy
pt: Histórico de Jobs
ru: История задач
sv: Jobbhistorik
tr: İş tarihçesi
zh_cn: 工作历史
zh_hk: 工作歷史

source: Load More History
ar: حمل تاريخ اكثر
cs: Načíst více historie
da: Hent Mere Historie
de: Mehr Historie laden
es: Cargar más historial
fa: بارگذاری سوابق بیشتر
fi: Lataa lisää historiaa
fr: Charger plus d'historique
id: Keluarkan Sejarah Lebih Banyak
it: Carica più storico
ja: 履歴をさらに読み込む
lv: Ielādēt Vairāk Vēsturi
nl: Laad Meer Historie
no: Last inn mer historikk
pl: Załaduj więcej historii
pt: Carregar Mais Histórico
ru: Загрузить больше истории
sv: Ladda mer historik
tr: Daha fazla tarihçe yükle
zh_cn: 加载更多历史数据
zh_hk: 載入更多歷史資料

source: Owner
ar: المالك
cs: Vlastník
da: Ejer
de: Auslöser
es: Propietario
fa: مالک
fi: Omistaja
fr: Propriétaire
id: Pemilik
ja: 所有者
lv: Īpašnieks
nl: Eigenaar
no: Eier
pl: Właściciel
pt: Dono
ru: Владелец
sv: Ägare
tr: Sahip
zh_cn: 所有者
zh_hk: 所有者

source: Business Unit
ar: وحدة العمل
cs: Obchodní útvar
da: Forretningsenhed
de: Geschäftseinheit
es: Unidad de Negocio
fa: واحد کسب و کار
fi: Liiketoimintayksikkö
fr: Unité opérationnelle
id: Unit Bisnis
ja: ビジネスユニット
lv: Darba Vienība
no: Foretaksenhet
pl: Jednostka biznesowa
pt: Unidade de Negócio
ru: Бизнес-подразделение
sv: Affärsenhet
tr: İş birimi
zh_cn: 业务单位
zh_hk: 業務單位

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
fa: خطا
fi: Virhe
fr: Erreur
id: Salah
it: Errore
ja: エラー
lv: Kļūda
no: Feil
pl: Błąd
pt: Erro
ru: Ошибка
sv: Fel
tr: Hata
zh_cn: 错误
zh_hk: 錯誤

source: Map Destination
ar: خطط جهة الانتهاء
cs: Přiřazení cíle
da: Kort Destination
de: Zielauswahl
es: Mapear destinación
fa: مقصد نقشه
fi: Määritä kohde
fr: Tracer la destination
id: Peta Tujuan
it: Mappa destinazione
ja: マッピング先
lv: Kartes Galamērķis
nl: Map Bestemming
no: Merk destinasjon
pl: Mapuj cel
pt: Mapear Destino
ru: Указать назначение
sv: Koppla destination
tr: Erişimi adresle
zh_cn: 映射目标
zh_hk: 映射目標

# NewExportThreeDots
source: New Export...
ar: استصدار جديد...
cs: Nový export ...
da: Ny Eksport...
de: Neuer Export...
es: Nueva exportación
fa: صدور جدید...
fi: Uusi vienti...
fr: Nouvel export...
id: Ekspor Baru...
it: Nuova esportazione...
ja: 新規エクスポート...
lv: Jauna Eksportēšana...
nl: Nieuwe Exporteren...
no: Ny eksport
pl: Nowy eksport...
pt: Nova Exportação...
ru: Новый экспорт...
sv: Ny export...
tr: Yeni dışa aktarım...
zh_cn: 新建导出...
zh_hk: 新建匯出...

# AbsencesAvailableForExtendedPreference
source: Absences Available for Preferences
ar: الغيابات متوفرة للخيارات
cs: Absence dostupné pro preference
da: Fravær tilgængelig for præferencer
de: Abwesenheit verfügbar für Präferenzen
es: Ausencias disponibles para Preferencias
fa: دسترسی مرخصیها برای الویتها
fi: Poissaolo käytössä työvuorotoiveille
fr: Absences disponibles pour préférences
id: Absen Tersedia untuk Preferensi
it: Assenze disponibili per le preferenze
ja: プリファレンスで利用可能な欠勤
lv: Prombūtnes Pieejamas Vēlmēs
nl: Afwezigheden Beschikbaar voor Voorkeuren
no: Fravær tilgjengelig for preferanser
pl: Nieobecności Dostępne w Preferencjach
pt: Ausências Disponíveis para Preferências
ru: Отсутствия доступные для предпочтений
sv: Frånvarotyper tillgängliga för önskemål
tr: Tercihler için uygun devamsızlık tipleri
zh_cn: 可用于偏好的缺勤
zh_hk: 可用於偏好的缺勤

# CannotDisplayAllMeetings
source: Cannot display all meetings at this time!
ar: لا يمكن عرض الاختماعات فى هذا الوقت
cs: Není možné zobrazit všechny schůzky ve stejnou dobu!
da: Kan ikke vise alle møder på dette tidspunkt!
de: Kann nicht alle Meetings zu dieser Zeit darstellen!
es: Ahora no es posible mostrar todas las reuniones!
fa: نمی تواند همه جلسات را در این زمان نمایش دهد!
fi: Ei voi näyttää kaikkia kokouksia yhtä aikaa!
fr: Il n'est actuellement pas possible de montrer toutes les réunions !
id: Tidak bisa menampilkan semua pertemuan saat ini.
it: Impossibile visualizzare tutti i Meeting contemporaneamente!
ja: 現在、全ての会議を表示できません!
lv: Nevar parādīt visas sanāksmes šajā laikā!
nl: Kan niet alle meetings op dit moment tonen!
no: Kan ikke vise alle møter på dette tidspunkt!
pl: Nie można wyświetlić wszystkich spotkań w tej chwili!
pt: Não é possível mostrar todas as reuniões nesse momento!
ru: Невозможно отобразить все мероприятия!
sv: Kan inte visa alla möten på denna tid!
tr: Bu zamanda tüm toplantılar görüntülenemiyor
zh_cn: 不能在此时显示所有会议！
zh_hk: 不能在此時顯示所有會議！

# InvalidTimeValue
source: Invalid time value '{0}'
ar: قيمة وقت خاطئة (0)
cs: Chybná hodnota času '{0}'
da: Ugyldig tidsværdi '{0}'
de: Ungültiger Zeitwert '{0}'
es: Valor de tiempo '{0}' inválido
fa: ارزش زمان نامعتبر {0}
fi: Virheellinen aika-arvo '{0}'
fr: Valeur temps non valide '{0}
id: Nilai waktu '{0}' tidak valid
it: Valore orario non valido '{0}'
ja: 無効な時刻 '{0}'
lv: Nederīga laika vērtība '{0}'
nl: Ongeldige tijd waarde '{0}'
no: Ugyldig tids verdi '{0}'
pl: Błędna wartość czasu '{0}'
pt: Valor de tempo '{0}' inválido
ru: Недопустимое значение времени '{0}'
sv: Ogiltig tid '{0}'
tr: Geçersiz zaman birimi '{0}'
zh_cn: 无效的时间值 '{0}'
zh_hk: 無效的時間值 '{0}'
