Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# FindThreeDots
source: Find...
ar: ابحث.....
cs: Najít ...
de: Suche...
es: Encontrar...
fa: پیدا کردن...
fi: Etsi...
fr: Trouver...
it: Trova...
ja: 検索...
lv: Atrast...
nl: Vinden...
no: Finn...
pl: Znajdź...
pt: Localizar...
ru: Поиск...
sv: Sök...
tr: Bul...
zh_cn: 查找...
zh_hk: 查找...

# ErrorOccuredWhenSavingSettings
source: An error occurred when trying to save settings.
ar: حدث خطأ عند محاوله خفظ الاعدادات
cs: Při pokusu o uložení nastavení došlo k chybě.
da: En fejl forekom i forsøget på at gemme indstillingerne.
de: Ein Fehler ist beim Speichern der Einstellungen aufgetreten.
es: Se ha producido un error al intentar guarduar configuración.
fa: یک خطا در زمان تنظیمات رخ داد.
fi: Odottamaton virhe tapahtui tallennuksen yhteydessä.
fr: Une erreur est survenue pendant la sauvegarde des paramètres.
it: Si è verificato un errore nel tentativo di salvataggio delle impostazioni.
ja: 設定を保存しようとする際にエラーが発生しました。
lv: Radās kļūda, mēģinot saglabāt iestatījumus.
nl: Er is een error opgetreden tijdens een poging om de instelling op te slaan.
no: En feil oppstod under lagring av innstillinger.
pl: Wystąpił bład zapisu ustawień.
pt: Ocorreu um erro ao tentar salvar os parâmetros.
ru: Во время сохранения настроек произошка ошибка.
sv: Ett fel inträffade vid försök att spara inställningarna.
tr: Hata oluştu.
zh_cn: 保存设置时出错。
zh_hk: 保存設置時出錯。

# HavePermissionToRestrictedScenariosButNotForSelectedTeams
source: You have general permission to view restricted scenarios but not for the selected teams and dates.
ar: لديك الاذن العام لاظهار السيناريوهات المحدده, لكن ليس للفرق و التواريخ المختارة
cs: Máte obecné oprávnění pro zobrazení nepřístupných scénářů, ale ne pro zvolený tým a datum.
da: Du har generel tilladelse til at se begrænsede scenarie, men ikke til det valgte team og periode.
de: Sie haben grundsätzlich das Nutzerrecht Szenarios mit beschränktem Zugriff zu sehen, jedoch nicht für diese(s) Team(s) und Datum.
es: Tiene permisos genéricos para ver escenarios restringidos, pero no para los equipos y días seleccionados.
fa: شما برای دیدن سناریوهای محدود شده مجوز عمومی دارید ولی نه برای انتخاب تیم ها و تاریخ ها
fi: Sinulla on lupa nähdä rajoitetut skenaariot, mutta ei valittua tiimiä ja päiviä.
fr: Vous avez la permission générale pour consulter les scénarios restreints mais pas pour les équipes et dates sélectionnées.
it: Hai privilegi generici per visualizzare limitati scenari ma non per i Team e le date selezionate.
ja: 制限されたシナリオを閲覧する一般的な権限はありますが、選択したチームと日付に対する閲覧権限はありませんせん。
lv: Jums ir vispārēja atļauja skatīt ierobežotos scenārijus, bet ne par izvēlētajām nodaļām un datumiem.
nl: U heeft algemene toestemming om beperkte scenario's te bekijken, maar niet voor de geselecteerde teams en datums.
no: Du har generel tillatelse til å se begrensede scenarier, men ikke for valgte team og datoer.
pl: Masz ogólne uprawnienie do ogrlądania scenariusz z restrykcjami ale nie dla wyranych dat i zespołów.
pt: Você tem permissão de ver cenários restritos, mas não para ver as equipes e as datas selecionadas.
ru: У вас есть право доступа на просмотр ограниченных сценариев, но не для выбранных дат и групп.
sv: Du har allmänna rättigheter att se skyddade scenarion men inte för de valda teamen och datumen.
tr: Seçili ekipler ve tarihler için sınırlandırılmış sebnaryoları izleme yetkiniz bulunmuyor.
zh_cn: 您拥有一般权限可以查看限制情景，但不适用于选中的组和日期。
zh_hk: 您擁有一般許可權可以查看限制情景，但不適用於選中的組和日期。

source: Show public note
ar: اظهر الملاحظه العامة
cs: Zobrazit veřejné poznámky
da: Vis offentlige kommentare
de: Externen Kommentar anzeigen
es: Mostrar nota pública
fa: نمایش تذکرهای عمومی
fi: Näytä julkinen kommentti
fr: Montrer note publique
it: Mostra nota pubblica
ja: 公開メモの表示
lv: Rādīt publisko piezīmi
nl: Toon publieke noot
no: Vis offentlig notat
pl: Pokaż publiczną notkę
pt: Mostrar aviso público
ru: Показать публичные комментарии
sv: Visa publik notering
tr: Genel notu göster
zh_cn: 显示公开备注
zh_hk: 顯示公開備註

source: Keep existing days off
ar: ابقى ايام العطلات كما هى
cs: Zachovat stávající dny volna
da: Behold eksisterende fridage
de: Anzahl der freien Tage beibehalten
es: Mantener días libres planificados
fa: نگه داشتن روزهای تعطیل موجود
fi: Pidä olemassa olevat vapaapäivät
fr: Garder les jours libres existants
it: Mantieni riposi esistenti
ja: 既存の休暇を保持
lv: Paturēt esošās brīvdienas
nl: Houd bestaande vrije dagen
no: Behold eksisterende fridager
pl: Zachowaj obecne dni wolne
pt: Manter folgas existentes
ru: Сохр. существующие выходные
sv: Behåll nuvarande fridagar
tr: Mevcut hafta tatillerini değiştirme
zh_cn: 保持现有的休息日
zh_hk: 保持現有的休息日

# WorkloadNameColon
source: Workload name:
ar: اسم العمل:
cs: Název pracovní náplně:
da: Arbejdsbelastnings navn:
es: Nombre del Workload:
fa: نام حجم کاری:
fi: Työmäärän nimi:
fr: Nom volume:
it: Nome Carico di lavoro:
ja: ワークロード名:
lv: Darba Slodzes nosaukums:
nl: Workload naam:
no: Arbeidsbyrde navn:
pl: Nazwa przydziału pracy:
pt: Nome da Carga de Trabalho:
ru: Имя рабочей нагрузки:
sv: Workloadnamn:
tr: İşyükü ismi:
zh_cn: 工作量名称：
zh_hk: 工作量名稱：

# NoPermissionToViewRestrictedScenarios
source: You have no permission to view restricted scenarios and all scenarios are restricted.
ar: لا يوجد لديك اذن لرؤيه السيناريو المحدد و جميع السيباريوهات المحدده
cs: Všechny scénáře jsou zakázané a nemáte oprávnění k prohlížení zakázaných scénářů
da: Du har ikke tilladelse til at se begrænsede scenarie og alle scenarie er begrænsede.
de: Sie haben kein Nutzerrecht um Szenarien mit beschränktem Zugriff zu sehen. Alle Szenarien haben einen beschränkten Zugriff.
es: No tiene permisos para ver escenarios restringidos y todos los escenarios están restringidos.
fa: شما مجوزی برای دیدن سناریو های محدود شده ندارید.و همه سناریو ها محدود شده اند.
fi: Sinulla ei ole oikeuksia nähdä rajoitettuja skenarioita ja kaikki skenaariot ovat rajoitettuja.
fr: Vous n'avez pas la permission de consulter les scénarios restreints et tous les scénarios sont restreints.
it: Non sei autorizzato alla visualizzazione di scenari confidenziali e tutti gli scenari lo sono.
ja: 制限されたシナリオを閲覧する権限がありません。全てのシナリオが制限されています。
lv: Jums nav atļauja skatīt ierobežotos scenārijus un visi scenāriji ir ierobežoti.
nl: U heeft geen toestemming om beperkte scenario's te bekijken en alle scenario's zijn beperkt.
no: Du har ingen tillatelse til å se begrensede scenarier og alle scenarier er begrensede
pl: Nie masz uprawnienia do oglądania scenariusz z restrykcjami a wszystkie scenariusze mają restrykcje.
pt: Você não tem permissão para ver cenários restritos.
ru: У вас нет прав доступа на просмотр ограниченных сценариев.
sv: Rättigheter för att se skyddade scenarion saknas och alla scenarion är skyddade.
tr: Sınırlandırılmış sebnaryoları izleme yetkiniz bulunmuyor.
zh_cn: 您没有权限查看限制情景，所有情景多已经被限制
zh_hk: 您沒有許可權查看限制情景，所有情景多已經被限制

source: Request Allowances
ar: اطلب الاتاحات
cs: Požadovat volné kapacity
da: Forespørg på kvote
de: Urlaubsvorgabe anzeigen
es: Pedir autorizaciones
fa: مجوز درخواست
fi: Pyyntöjen hyväksyminen
fr: Permissions de demandes
it: Richieste consentite
ja: 要求の割り当て
lv: Pieprasījumu pielaide
nl: Aanvraag toelagen
no: Forespørsel kvote
pl: Wniosek o dodatki
pt: Solicitar concessões
ru: Допущения запроса
sv: Tilldelning för förfrågningar
tr: İstek tahsisleri
zh_cn: 申请配额
zh_hk: 申請配額

source: Availability fulfillment
ar: تحقيق الاتاحه
cs: Splnění dostupnosti
da: Tilgængeligheds opfyldelse
de: Erfüllung Verfügbarkeit
es: Cumplimiento de Disponibilidad
fa: اجرای دسترس پذیری
fi: Käytettävyyden toteutuminen
fr: Disponibilités remplies
it: Rispetto disponibilità
ja: 空き状況の完了
lv: Pieejamības izpilde
nl: Beschikbaarheid Vervulling
no: Tilgjengelighets oppfyllelse
pl: Spełnienie dostępności
pt: Satisfação da Disponibilidade
ru: Выполнение доступности
sv: Tillgänglighetsuppfyllnad
tr: Uygunluklarin karşılanması
zh_cn: 可用性满足
zh_hk: 可用性滿足

# DuplicateDaysOffValidationError
source: Duplicate day offs on {0}
ar: يوم اجازة مكرر فى {0}
cs: Duplicitní dny volna v {0}
da: Slå kopier fridage til {0}
de: Doppelter freier Tag am {0}
es: Días libres duplicados en {0}
fa: روز تعطیلی تکراری روی {0}
fi: Päällekkäisiä vapaapäiviä {0}
fr: Doublon jours libres à {0}
it: Duplicazione riposi il {0}
ja: {0} は休暇が重複しています
lv: Dublēt brīvdienas {0}
nl: Dupliceer vrije dagen op {0}
no: Dublett fridager på {0}
pl: Zduplikowane dni wolne w {0}.
pt: Folgas duplicadas em {0}
ru: Выходные дни дублируются {0}
sv: Dubbla fridagar på {0}
tr: {0} birden fazla hafta tatili
zh_cn: 在 {0} 有重复休息日
zh_hk: 在 {0} 有重複休息日

source: Export forecast to other business unit
ar: استصدر التوقع لوحده عمل اخرى
cs: Exportovat přepověď do jiného obchodního útvaru
da: Eksporter prognosen til en anden forretningsenhed
de: Exportiere den Forecast in eine andere Geschäftseinheit
es: Exportar previsión a otra unidad de negocio
fa: صدور پیش بینی به واحدهای کسب و کار دیگر
fi: Vie ennuste toiseen liiketoimintayksikköön
fr: Exporter la prévision à une autre unité opérationnelle
it: Esporta previsione in altra Business Unit
ja: 他のビジネスユニットに予測をエクスポート
lv: Eksportēt prognozi uz citu darba vienību
nl: Export forecast naar een andere business unit
no: Eksporter prognose til annen foretaksenhet
pl: Eksportuj prognozę do innej jednostki biznesowej
pt: Exportar a previsão para outra unidade de negócio
ru: Экспорт прогноза в другую бизнес-единицу.
sv: Exportera prognos till annan affärsenhet
tr: Tahmini bir başka iş birimine aktar
zh_cn: 导出预测到其它业务单位
zh_hk: 匯出預測到其它業務單位

# NoAbsenceDefined
source: You must create at least one absence to be able to do this.
ar: يجب ان يكون لديك غياب واحد على الاقل لفعل هذا
cs: Musíte definovat alespoň jednu absenci, aby bylo možné toto udělat.
da: Du skal oprette mindst et fravær for at kunne gøre dette.
de: Sie müssen mindestens eine Abwesenheit in den Optionen anlegen, um eine Auswahl zu erhalten.
es: Debe crear al menos una ausencia para realizar esta acción.
fa: شما باید حداقل یک مرخصی ایجاد کنید تا بتوانید این را انجام دهید.
fi: Sinun tulee luoda vähintää yksi poissaolo, jotta voit suorittaa tämän tehtävän.
fr: Vous devez créer au moins une absence pour réaliser ceci.
it: Devi creare almeno un'assenza per poter fare questo.
ja: これを実行するには欠勤を1つ以上作成する必要があります。
lv: Jums ir jāizveido vismaz viena prombūtne, lai varētu veikt darbību.
nl: U moet ten minste een absence creëren om dit te kunnen doen.
no: Du må lage minst en type fravær for å kunne utføre denne handlingen.
pl: Musisz stworzyć przynajmniej jedną nieobecność aby móc to zrobić.
pt: Você deve criar pelo menos uma ausência para que você possa fazer isso.
ru: Вам необходимо создать хотя бы одно отсутствие, чтобы выполнить это.
sv: Du måste skapa minst en frånvaro för att kunna utföra detta.
tr: En az bir adet devamsızlık oluşturmanız gerekiyor.
zh_cn: 您必须创建至少一个缺席来完成它
zh_hk: 您必須創建至少一個缺席來完成它

# NoAbsenceDefinedCaption
source: No absence is defined
ar: هذا الغياب غير محدد
cs: Není definována žádná absence
da: Fravær er ikke defineret
de: Keine Abwesenheit definiert
es: No hay ausencia definida
fa: هیچ مرخصی تعریف نشده است
fi: Poissaoloa ei ole määritelty
fr: Pas d'absence définie
it: Nessuna assenza definita
ja: 否認された欠勤はありません
lv: Nav definēta neviena prombūtne
nl: Geen absence gedefinieerd
no: Ingen fravær er definert
pl: Nie zdefiniowano nieobecności
pt: Não foi criada nenhuma ausência
ru: Отсутствие не определено
sv: Ingen frånvaro är definierad.
tr: Devamsızlık tanımlanmamış
zh_cn: 没有被拒绝的缺勤
zh_hk: 沒有被拒絕的缺勤

source: Full weekends off
ar: نهايه اسبوع كامله
cs: Celý víkend volný
da: Hele Weekends fri
de: Freie Wochenenden
es: Fines de semana completos
fa: همه تعطیلات آخر هفته
fi: Viikonloppuvapaa (koko vkl)
fr: Weekend complets libres
it: Fine settimana di riposo
ja: 週末は全て休暇
lv: Pilnas brīvas nedēļas nogales
nl: Volle weekenden vrij
no: Hele helger fri
pl: Pełne weekendy wolne
pt: Finais de semana inteiros de folga
ru: Выходные в Сб и Вс
sv: Lediga veckoslut
tr: Tüm haftasonu tatilleri
zh_cn: 周末全休
zh_hk: 週末全休

source: Date Format
ar: شكل التاريخ
cs: Formát data
da: Dato Format
de: Datumsformat
es: Formato de fecha
fa: فرمت تاریخ
fi: Päivämäärän muoto
fr: Format date
it: Formato data
ja: 日付形式
lv: Datuma Formāts
nl: Datum Formaat
no: Dato format
pl: Format daty
pt: Formato da Data
ru: Формат даты
sv: Datumformat
tr: Tarih biçimi
zh_cn: 日期格式
zh_hk: 日期格式

source: Block
ar: كتله
cs: Blokovat
da: Blok
de: Blocker
es: Bloque:
fa: مسدود کردن
fi: Blokki
fr: Bloc
it: Blocco
ja: ブロック
lv: Bloks
no: Blokk
pl: Blokuj
pt: Bloco
ru: Блок
tr: Blok
zh_cn: 批次
zh_hk: 批次

source: Updated
ar: تم التحديث
cs: Aktualizace
da: Opdateret
de: Aktualisiert
es: Actualizado
fa: به روز رسانی شده
fi: Päivitetty
fr: Mis à jour
it: Aggiornato
ja: 更新済み
lv: Atjaunināts
no: Oppdatert
pl: Zaktualizowany
pt: Atualizado
ru: Обновлено
sv: Uppdaterad
tr: Güncellenmiş
zh_cn: 已更新
zh_hk: 已更新

# PasswordWrong
source: Wrong password!
ar: كلمه السر خطأ
cs: Špatné heslo!
da: Forkert adgangskode!
de: Falsches Passwort!
es: Contraseña inválida:
fa: کلمه رمز اشتباه!
fi: Väärä salasana!
fr: Mauvais mot de passe!
it: Password errata!
ja: パスワードが間違っています!
lv: Nepareiza parole!
nl: Verkeerd wachtwoord!
no: Feil passord!
pl: Złe hasło!
pt: Senha incorreta!
ru: Неверный пароль!
sv: Fel lösenord!
tr: Yanlış şifre
zh_cn: 密码错误！
zh_hk: 密碼錯誤！

# PasswordOld
source: Old password
ar: كلمه السر القديمه
cs: Staré heslo
da: Gammel adgangskode
de: Altes Passwort
es: Contraseña vieja
fa: کلمه رمز قدیمی
fi: Vanha salasana
fr: Ancien mot de passe
it: Vecchia password
ja: 旧パスワード
lv: Vecā parole
nl: Oud wachtwoord
no: Gammelt passord
pl: Stare hasło
pt: Senha anterior
ru: Старый пароль
sv: Gammalt lösenord
tr: Eski şifre
zh_cn: 旧密码
zh_hk: 舊密碼

source: Browser Default
ar: المتصفح الرئيسى
cs: Implicitní prohlížeč
da: Browser Standard
de: Browser Standard (Default)
es: Por defecto en Navegador
fa: مرورگر پیش فرض
fi: Oletusselain
fr: Navigateur défaut
it: Browser prefefinito
ja: 既定のブラウザー
lv: Pārlūka Noklusējums
nl: Browser Stansaard
no: Standard nettleser
pl: Domyślne przeglądarki
pt: Navegador Padrão
ru: Браузер по умолчанию
sv: Webbläsarens default
tr: Tarayıcı varsayılan ayarları
zh_cn: 默认浏览器
zh_hk: 默認流覽器

source: The interval length of this subskill should be the same as its parent skill, which is {0} minutes.
ar: طول المدة لتلك المهارة الفرعية يجب أن يماثل المهارة الأم التى تمثل {0} ق
cs: Délka intervalu této dílčí kvalifikace by měla být stejná jako u rodičovské kvalifikace, tj. {0} minut
da: Intervallet af denne under kompetence skal være den samme som kompetancen, som er {0} minutter.
de: Die Intervalllänge des Sub-Skills muss der des Eltern-Skills gleichen ({0} Minuten).
es: La longitud del intervalo de este subskill debe ser igual a la del skill base, {0} minutos.
fa: مدت فاصله زمانی این زیر مهارت باید با مهارت ریشه آن یکسان باشد، که {0} دقیقه است.
fi: Intervallin pituus tälle alataidolle pitäisi sama kuin päätaidolla, mikä on {0} minuuttia.
fr: La durée d'intervalle de cette sub-compétence doit être la même que celle de sa compétence mère, qui est {0} minutes.
it: La lunghezza di intervallo di questo sotto-Skill deve essere uguale a quella dello Skill superiore, pari a {0} min.
ja: このサブスキルのインターバル長は、親スキルのインターバル長（{0} 分）と同じにする必要があります。
nl: Het interval lengte van deze subskill moet hetzelfde zijn als zijn parent skill, die is {0} minuten.
no: Interval lengden til denne sub-ferdigheten skal være det samme som hoved-ferdigheten, som er {0} minutter.
pl: Długość interwału dla tej pod-umiejętności powinien być taki sam jak dla nadrzędnej umiejętności czyli {0} minut.
pt: A duração do intervalo desse sub-skill deve ser igual a do skill principal, a qual é {0} minutos.
ru: Длина интервала для этого поднавыка должна совпадать с длиной интервала основного навыка, и составлять {0} минут.
sv: Intervallängden på den underliggande kompetensen måste vara samma som på den överliggande kompetensen, vilket är {0} minuter.
tr: Bu altyeteneğin interval uzunluğu ana yetenek ile aynı uzunlukta ({0} dakika) olmak zorunda.
zh_cn: 子技能的间隔长度应该和父技能的一样，是 {0} 分钟。
zh_hk: 子技能的間隔長度應該和父技能的一樣，是 {0} 分鐘。

source: Absence type:
ar: نوع الغياب
cs: Typ absence:
da: Fraværstype:
de: Abwesenheitstyp:
es: Tipo de ausencia:
fa: نوع مرخصی
fi: Poissaolo tyyppi:
fr: Type d'absence:
it: Tipo assenza:
ja: 欠勤の種類:
lv: Prombūtnes tips:
nl: Afwezigheid type:
no: Fraværs type:
pl: Typ nieobecności:
pt: Tipos de ausência:
ru: Тип отсутствия:
sv: Frånvarotyp:
tr: Devamsızlık tipi:
zh_cn: 缺勤类型：
zh_hk: 缺勤類型：

# AbsenceRequestsWeb
source: Absence Requests
ar: طلب غياب
cs: Požadavek absence
da: Fraværs forespørgelse
de: Abwesenheitsanfragen
es: Solicitud de Ausencia
fa: درخواستهای مرخصی
fi: Poissaolopyyntö
fr: Demandes d'absence
it: Richieste di assenza
ja: 欠勤要求
lv: Prombūtnes Pieprasījums
nl: Afwezigheid Aanvragen
no: Fraværs forespørsler
pl: Wnioski o Nieobecność
pt: Solicitações de ausência
ru: Запросы на отсутствие
sv: Frånvaroförfrågan
tr: Devamsizlık isteği
zh_cn: 缺席申请
zh_hk: 缺席申請

source: Consecutive days off
ar: ايام العطلات المتتاليه
cs: Souvislé dny volna
da: Sammenhængende fridage
de: Freie Tage nacheinander
es: Días libres consecutivos
fa: روزهای تعطیل پیاپی
fi: Peräkkäisiä vapaapäiviä
fr: Jours libres d'affilée
it: Riposi consecutivi
ja: 連続した休暇
lv: Brīvdienas pēc kārtas
nl: Opeenvolgende Vrije Dagen
no: Sammenhengende fridager
pl: Następujące dni wolne
pt: Folgas consecutivas
ru: Последовательные выходные дни
sv: Sammanhängande fridagar
tr: Ardısıra tatil günleri
zh_cn: 连续的休息日
zh_hk: 連續的休息日

# RowsPerPageForty
source: Forty
ar: اربعون
cs: čtyřicet
da: Fyrre
de: Vierzig
es: Cuarenta
fa: چهل
fi: Neljäkymmentä
fr: Quarante
it: Quaranta
lv: Četrdesmit
nl: Veertig
no: Førti
pt: Quarenta
ru: Сорок
sv: Fyrtio
tr: Kırk
zh_cn: 四十
zh_hk: 四十

# YouShouldWorkBetweenXAndYHours
source: You should work {0} to {1} hours.
ar: يجب أن تعمل من {0} إلى {1}
cs: Měl /-a byste pracovat {0} až {1} hodin.
da: Du skal arbejde {0} to {1} timer.
de: Sie sollten {0} h bis {1} h arbeiten.
es: Debe trabajar de {0} a {1} horas.
fa: شما باید {0} تا {1} ساعت کار کنید.
fi: Sinun pitäisi työskennellä {0} - {1} tuntia.
fr: Vous devez travailler de {0} à {1} heures.
it: Dovresti lavorare da {0} a {1} ore
ja: {0} ～ {1} 時間勤務する必要があります。
lv: Jums būtu jāstrādā {0} līdz {1} stundas.
nl: U zou {0} tot {1} uren moeten werken.
no: Du skal ha {0} til {1} arbeidstimer.
pl: Powinieneś pracować {0} do {1} godzin.
pt: Você deve trabalhar de {0} a {1} horas.
ru: Вы должны работать от {0} до {1} часов.
sv: Du ska arbeta {0} till {1} timmar.
tr: {0} ile {1} saat arası çalışmanız gerek.
zh_cn: 您应该工作 {0} 到 {1} 小时。
zh_hk: 您應該工作 {0} 到 {1} 小時。

source: Consecutive workdays
ar: ايام العمل المتتاليه
cs: Souvislé pracovní dny
da: Sammenhængende arbejdsdage
de: Arbeitstage nacheinander
es: Días de trab. consecutivos
fa: روزهای کاری پیاپی
fi: Peräkkäisiä työpäiviä
fr: Jours ouvrés d'affilée
it: Giorni di lavoro consecutivi
ja: 連続した労働日
lv: Darba dienas pēc kārtas
nl: Opeenvolgende werkdagen
no: Sammenhengende arbeidsdager
pl: Następujące dni robocze
pt: Dias de trabalho consecutivos
ru: Последовательные рабочие дни
sv: Sammanhängande arbetsdagar
tr: Ardısıra iş günleri
zh_cn: 连续工作日
zh_hk: 連續工作日

# DaysOffFromFlexibleWorkTime
source: Days off for flexible work time
ar: ايام العطلات لاوقات عمل مرنه
cs: Dny volna pro pružnou pracovní dobu
da: Fridage for fleksibel arbejdstid
de: Toleranz freier Tage lt. Vertrag nutzen
es: Días libres para tiempo de trab. flex.
fa: روزهای تعطیل برای روزهای کاری قابل تغییر
fi: Vapaapäivät joustavalle työajalle
fr: Jours libres pour horaires flexibles
it: Riposi per ore di lavoro flessibili
ja: フレックス時間の休暇
lv: Brīvdienas elastīgajam darba laikam
nl: Vrije dagen voor flexibele werktijd
no: Fridager for fleksibel arbeidstid
pl: Dni wolne dla elastycznego czasu pracy
pt: Folgas por tempo de trabalho flexível
ru: Выходные для гибкого рабочего времени
sv: Fridagar för flexibel arbetstid
tr: Esnek çalışma saatleri için hafta tatilleri
zh_cn: 灵活工作时间的休息日（使用休息日容差）
zh_hk: 靈活工作時間的休息日（使用休息日容差）

source: Custom reports
ar: تقارير مفصله
cs: Zákaznické reporty
da: Brugerdefineret Rapport
de: Individuelle Berichte
es: Reportes personalizados
fa: گزارش های مرسوم
fi: Räätälöity raportti
fr: Rapports personnalisés
it: Report Custom
ja: カスタムレポート
lv: Lietotāja atskaites
nl: Custom Rapporten
no: Egendefinerte rapporter
pl: Własne raporty
pt: Relatórios customizados
ru: Настраиваемые отчеты
sv: Kundanpassade rapporter
tr: Özel raporlar
zh_cn: 自定义报表
zh_hk: 自訂報表

source: Do not break maximum seats
ar: لا تتعدى اقصى عدد مقاعد
cs: Nepřekračujte maximální počet míst
da: Overskrid ikke maksimum siddepladser
de: kein Überschreiten des Platzmaximums
es: No exceder no. máximo de puestos
fa: حداکثر صندلی ها را باز نکنید
fi: Älä ylitä maksimi paikkamäärää
fr: Ne pas enfreindre le maximum de postes
it: Non superare le postazioni massime
ja: 最大座席数を超えないようにしてください
lv: Nepārsniegt maksimālās sēdvietas
nl: Breek niet maximale seats
no: Ikke bryt maximum antall plasser
pl: Nie przekraczaj maksimum stanowisk
pt: Não ultrapassar o número máximo de PAs
ru: Не превышать макс. кол-во раб. мест
sv: Bryt inte mot max arbetsplatser
tr: Azami masa sayısını aşmayın
zh_cn: 不要超过最大席位数
zh_hk: 不要超過最大席位數

# RequestDenyReasonAlreadyAbsent
source: There is already absence in the schedule for given period.
ar: يوجد بالفعل غياب فى الجدول للقترة المعطاه
cs: Pro dané období je již plánována absence.
da: Der er allerede fravær i planen for den given periode.
de: Für die angegebene Periode ist bereits eine Abwesenheit im Plan enthalten.
es: Hay ya una ausencia en la planificación para este período.
fa: برای دوره زمانی ارائه شده در برنامه زمانبندی از قبل مرخصی وجود دارد
fi: Työvuoro sisältää jo poissaolon kyseiselle ajanjaksolle.
fr: Il y a déjà une absence planifiée pour la période donnée.
it: Assenza già presente nel piano per il periodo
ja: 指定された期間のスケジュールには既に欠勤が存在します。
lv: Ir jau prombūtne grafikā, noteiktā laika posmā.
nl: Er is al afwezigheid in het rooster voor de bepaalde periode.
no: Det er allerede fravær i skjemaet for angitte periode.
pl: Już jest nieobecność w planie dla danego okresu.
pt: Já existe uma ausência na agenda para esse período.
ru: В расписании на период уже есть отсутствие.
sv: Det finns redan frånvaro registrerad under angiven period.
tr: Verilen periyod içinde hali hazırda devamsızlık bulunuyor.
zh_cn: 在指定周期中的班表已经包含缺席
zh_hk: 在指定週期中的班表已經包含缺席

# PersonFinderFieldShiftBag
source: Shift Bag
ar: حقيبه نوبات العمل
cs: Množina směn
da: Vagt samling
de: Schichtsammlung
es: Bolsa de Turnos
fa: بسته شیفت
fi: Vuoropussi
fr: Banque d'horaires
it: Cartella turni
ja: シフトバッグ
lv: Maiņu Portfelis
nl: Dienst Tas
no: Skift Bag
pl: Aktówka Dyżurów
pt: Cesta de Turnos
ru: Контейнер смен
sv: Skiftpåse
tr: Vardiya kutusu
zh_cn: 班次包
zh_hk: 班次包

source: This is the default scenario
ar: هذا هو السيناريو الرئيسى
cs: Toto je základní scénář
da: Dette er Standard scenarie
de: Dies ist das Standard Szenario (default)
es: Este es el escenario default
fa: این سناریوی پیش فرض می باشد
fi: Tämä on oletus skenaario
fr: Ceci est le scénario par défaut
it: Questo è lo scenario predefinito
ja: これは既定のシナリオです
lv: Šis ir noklusējuma scenārijs
nl: Dit is de standaard scenario
no: Dette er standard scenario
pl: To jest scenariusz domyślny
pt: Esse é o cenário padrão
ru: Это сценарий по умолчанию
sv: Det här är standardscenariot
tr: Geçerli senaryo
zh_cn: 这是默认情景
zh_hk: 這是默認情景

source: Fulfill Restrictions
ar: كل التحديدات
cs: Splnění omezení
da: Opfylde Restriktionerne
de: Einhaltung der Plan-Beschränkung(en)
es: Cumplir Restricciones
fa: اجرای محدودیت ها
fi: Toteuta rajoitukset
fr: Tenir compte des restrictions
it: Rispetto limitazioni
ja: 制限の完了
lv: Piepildīt Ierobežojumus
nl: Vervul Beperkingen
no: Oppfyll Restriksjoner
pl: Spełnij restrykcje
pt: Satisfazer Restrições
ru: Выполнение ограничений
sv: Uppfyll begränsningar
tr: Sınırlandırmaları karşıla
zh_cn: 满足限制条件
zh_hk: 滿足限制條件
