Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# DoNotBreakMaxSeatDotDotDot
source: Do not break max seat...
da: Overskrid ikke maks pladser...
de: Maximale Anzahl Sitze einhalten...
es: No exceder max no. de puestos
fa: معیار حداکثر صندلی را رعایت کن
fi: Älä ylitä maksimi paikkamäärää...
fr: Ne pas enfreindre le maximum de postes...
no: Ikke bryt maks plass ...
ru: Не нарушать макс кол-во рабочих мест...
sv: Överskrid inte max arbetsplatser...
zh_cn: 不要打破最大席位数限制...
zh_hk: 不要打破最大席位數限制...

source: Import agents
da: Importer medarbejdere
de: Mitarbeiter importieren
es: Importar agentes
fa: اضافه کردن پاسخگو از فایل
fi: Tuo agentit
fr: Importer agents
no: Import agenter
ru: Импорт операторов
sv: Importera agenter
zh_cn: 导入座席代表
zh_hk: 導入座席代表

# AbsenceCannotBeAddedToAgentsInAnotherTimeZone
source: Note: To add an absence to an agent in a different timezone, firstly select their timezone from the timezone dropdown.
da: Kan ikke tilföje medarbejder i en anden tidszone
de: Hinweis: Um einem Mitarbeiter in einer anderen Zeitzone eine Abwesenheit hinzuzufügen, wählen Sie zuerst seine Zeitzone im Dropdown-Menü Zeitzone.
es: Nota: Para añadir una ausencia a un agente en una zona horaria diferente, primero seleccione su zona horaria en el menú desplegable de la zona horaria.
fa: توجه: برای اضافه کردن مرخصی به پاسخگو در منطقه زمانی متفاوت، ابتدا آن منطقه زمانی را از منو انتخاب کنید
fi: Agentteja ei voi lisätä eri aikavyöhykkeeseen
fr: Ne peut pas ajouter à un agent dans un autre fuseau horaire.
no: Merk: For å legge fravær for en agent i en annen tidssone, velg først korrekt tidssone fra rullegardinmenyen for tidssonen.
ru: Невозможно добавить оператора(-ов) в другом часовм поясе
sv: Kan inte lägga till för agent(er) i en annan tidszon, välj först deras tidszon från menyn
zh_cn: 无法在另一时区为坐席代表添加缺勤
zh_hk: 無法在另一時區為坐席代表添加缺勤

# ProbabilityToGetAbsenceColon
source: Probability to get absence:
da: Sandsynlighed for at få fravär:
de: Wahrscheinlichkeit eine Abwesenheit genehmigt zu bekommen:
es: Probabilidad de obtener la ausencia:
fa: احتمال گرفتن مرخصی:
fi: Todennäköisyys saada poissaolo:
fr: Probabilité d'obtenir une absence:
no: Sannsynlighet for å få fri:
ru: Вероятность получить отсутствие:
sv: Sannolikhet att få frånvaro godkänd:
zh_cn: 获得缺勤批准的可能性:
zh_hk: 獲得缺勤批准的可能性:

source: No shift
da: Ingen vagt
de: Keine Schicht
es: No hay turno
fa: بدون شیفت
fi: Ei työvuoroja
fr: Pas d'horaire
no: Ingen skift
ru: Нет смены
sv: Inget skift
zh_cn: 无班次
zh_hk: 無班次

source: Ask Me Later
da: Spörg mig senere
de: Fragen Sie mich später
es: Pregúntame Luego
fa: بعداً سوال کن
fi: Kysy myöhemmin
fr: Me rappeler plus tard
no: Spørr meg senere
ru: Позже
sv: Fråga senare
zh_cn: 稍后询问我
zh_hk: 稍後詢問我

source: After shift end
da: Efter vagtens slutning
de: Nach Schichtende
es: Después del final del turno
fa: بعد از پایان شیفت
fi: Työvuoron alkamisen jälkeen
fr: Après fin de l'horaire
no: Etter skift slutt
ru: После окончания смены
sv: Efter skiftslut
zh_cn: 班次结束之后
zh_hk: 班次結束之後

# ProbabilityToGetOvertimeColon
source: Probability to get overtime:
da: Sandsynlighed for at få overtid:
de: Wahrscheinlichkeit Überstunden genehmigt zu bekommen:
es: Probabilidad de obtener tiempo extra:
fa: احتمال گرفتن اضافه کاری:
fi: Todennäköisyys saada ylitöitä:
fr: Probabilité d'obtenir des heures supplémentaires
no: Sannsynlighet for å få overtid:
ru: Вероятность получить сверхурочное время:
sv: Sannolikhet att få övertid:
zh_cn: 获得加班批准的可能性:
zh_hk: 獲得加班批准的可能性:

source: Adherence for
de: Einhaltung
es: Adherencia para
fa: هم راستایی برای
fi: Tyvöuorolistan seuranta
fr: Adhérence pour
no: Etterlevelse for
ru: Отсутствие для
sv: Adherence för
zh_cn: 遵时
zh_hk: 遵時

source: Missing Column
da: Manglende kolonne
de: Spalte fehlt
es: Columna Faltante
fa: ستونی از قلم افتاده
fi: Sarake kateissa
fr: Colonne manquante
no: Mangler en kolonne
ru: Отсутствующий столбец
sv: Kolumn som saknas
zh_cn: 缺失栏位
zh_hk: 缺失欄位

source: Schedule period type
da: Vagtplansperiode type
de: Planungsperioden-Typ
es: Tipo de período de planificación
fa: نوع دوره زمانبندی
fi: Työvuorojakson muoto
fr: Type de période de planification
no: Planleggingsperiode type
ru: Тип периода планирования
sv: Schemaperiodtyp
zh_cn: 排班周期类型
zh_hk: 排班週期類型

source: Teleopti Customer Web
da: Teleopti Kunde Web
de: Teleopti Kundenweb
es: Web de Clientes Teleopti WFM
fa: صفحه مشتری Teleopti
fi: Teleopti Asiakas WEB
fr: Web Client Teleopti
ru: Центр по обслуживанию клиентов
sv: Teleoptis kundcenter
zh_cn: Teleopti用户页面
zh_hk: Teleopti使用者頁面

source: Latest schedule result
da: Seneste vagtplans resultat
de: Das aktuellste Planungsergebnis
es: Último resultado de planificación
fa: آخرین نتیجه زمانبندی
fi: Viimeisin työvuorolistan tulos
fr: Dernier résultat de planification
no: Siste planleggingsresultat
ru: Последний результат планирования
sv: Senaste schemaresultat
zh_cn: 最新班表结果
zh_hk: 最新班表結果

source: Show overtime probability
da: Vis overtidsmulighed
de: Überstundenwahrscheinlichkeit anzeigen
es: Mostrar probabilidad de tiempo extra
fa: نمایش احتمال اضافه کاری
fi: Näytä ylityön todennäköisyys
fr: Montrer la probabilité d'heures supplémentaires
no: Vis overtidssannsynlighet
ru: Показать вероятность сверхурочного времени
sv: Visa sannolikhet för övertid
zh_cn: 显示加班可能性
zh_hk: 顯示加班可能性

# DataProtectionQuestion
source: Please participate on the Teleopti Customer Web. You will get access to tips and tricks, blog posts, tutorials and other useful information. For this purpose, Teleopti would like to collect the following data from you to enable your access to the Teleopti Customer Web.<br><br> E-mail: <b>{0}</b><br> First name: <b>{1}</b><br> Last name: <b>{2}</b><br> Language: <b>{3}</b><br> Company: <b>{4}</b><br><br> This data will ensure that you are automatically signed on to the Teleopti Customer Web and get access to appropriate material.<br><br> Do you want to participate?
da: Vär venlig at deltage på Teleopti Kunde Web. Du vil få adgang til tips og tricks, blogindläg, selstudier og anden brugbar information. Til dette formål vil Teleopti gerne bede om disse data fra dig, så du kan tilgå Teleopti Kunde Web.<b><br> Email:<b>{0}<b><br> Fornavn: <b>{1}<b><br> Efternavn:<b>{2}<b><br> Sprog: <b>{3}<b><br> Firma:<b>{4}<r><br><br> Disse oplysninger vil sikre at du bliver automatisk logget på Teleopti Kunde Web og får adgang til det relevante materiale. <br><br> Vil du deltage?
de: Bitte nehmen Sie am Teleopti Kundenweb teil. Sie erhalten Zugang zu Tipps und Tricks, Blog-Posts, Tutorials und anderen nützlichen Informationen. Zu diesem Zweck möchte Teleopti die folgenden Daten von Ihnen sammeln, damit Sie Zugang zum Teleopti Kundenweb erhalten.<br><br> E-Mail: <b>{0}</b><br> Vorname: <b>{1}</b><br> Nachname: <b>{2}</b><br> Sprache: <b>{3}</b><br> Unternehmen: <b>{4}</b><br><br> Diese Daten stellen sicher, dass Sie automatisch beim Teleopti Kundenweb angemeldet werden und Zugang zu geeignetem Material erhalten.<br><br> Möchten Sie teilnehmen?
es: Quieres participar en la web para clientes de Teleopti? Tendrás acceso a consejos y trucos, publicaciones en blogs, tutoriales y otra información útil. Para este fin, Teleopti desea recopilar los siguientes datos para permitir su acceso a la Web de Clientes de Teleopti. Correo electrónico: <b> {0} </ b> <br> Primer nombre: <b> {1} </ b> <br> Apellido: <b> {2} </ b> <br> Idioma: <b> {3} </ b> <br> Empresa: <b> {4} </ b> <br> <br> Esta información asegurará que inicie sesión automáticamente en la Web de Clientes de Teleopti y obtenga acceso al material apropiado. <br> <br> Quieres participar?
fa: لطفاً در پوتال مشتری Teleopti مشارکت کنید. شما میتوانید به نکات مفید، پستهای وبلاگ، آموزشها و اطلاعات مفید دیگری دسترسی داشته باشید. برای این منظور Teleopti از شما میخواهد که داده های از شما برای فعالسازی دسترسی شما داشته باشد: ایمیل: <b>{0}</b><br> نام: <b>{1}</b><br> نام خانوادگی: <b>{2}</b><br> زبان: <b>{3}</b><br> شرکت: <b>{4}</b><br> با ثبت این اطلاعات شما بطور خودکار وارد پورتل شده و از امکانات بهره میبرید.<br><br> تمایل به مشارکت دارید؟
fi: Liity Teleoptin Asiakaskeskukseen! Lue blogia, hyödynnä vinkkejä, tutustu koulutusvideoihin ja paljon muuhun! Haluamme seuraavat tiedot sinulta: Sähköposti: <b>{0}</b><br> Etunimi: <b>{1}</b><br> Sukunimi: <b>{2}</b><br> Kieli: <b>{3}</b><br> Yritys: <b>{4}</b><br> Näillä tiedoilla pääset aina automaattisesti Teleoptin Asiakaskekukseen ja saat käyttöoikeudet tarvittaviin palveluihin, työkaluihin ja tietoihin. <br><br> Haluatko rekisteröityä?
fr: Merci de participer au Web Client Teleopti. Vous aurez accès à des conseils, blogs, tutoriels et autres informations utiles. Pour cet usage, Teleopti voudrait pouvoir collecter les données suivantes à votre sujet de manière à activer l'accès au Web Client Teleopti. <br><br> E-mail: <b>{0}</b><br> Prénom: <b>{1}</b><br> Nom: <b>{2}</b><br> Langue: <b>{3}</b><br> Entreprise: <b>{4}</b><br> Ces données vont assurer que vous êtes authentifiés automatiquement sur le Web Client Teleopti et avez accès aux ressources. <br><br> Souhaitez-vous participer?
no: Vennligst delta på Teleopti Customer Web. Du vil få tilgang til tips og triks, blogginnlegg, opplæring og annen nyttig informasjon. Til dette formålet ønsker Teleopti å samle følgende data fra deg for å aktivere din tilgang til Teleopti Customer Web.<br><br> E-post: <b> {0} </ b> <br> First name: <b> {1} </ b> <br> Etternavn: <b> {2} </ b> <br> Språk: <b> {3} </ b> <br> Firma: <b> {4} </ b> <br> Denne informasjonen vil sikre at du atomatisk vil være pålogget til Teleopti Customer Web og få tilgang til egnet materiale. <br><br> Ønsker du å delta?
ru: Присоединяйтесь к Центру по обслуживанию клиентов Teleopti. Вы получите доступ к советам, урокам и другой полезной информации. Для доступа к Центру по обслуживанию клиентов нам понадобится от Вас следующая информация. <br><br> Email: <br>{0}</b><br> Имя: <br>{1}</b><br> Фамилия: <br>{2}</b><br> Язык: <br>{3}</b><br> Компания: <br>{4}</b><br><br> Эти данные обеспечат автоматический вход в Центр по обслуживанию клиентов. <br><br> Хотите присоединиться?
sv: Registrera dig för vårt kundcenter på webben. Du får tillgång till tips och tricks, bloggposter, tutorials och annan användbar information. I detta syfte behöver Teleopti samla in följande data från dig för att ge dig åtkomst till vårt kundcenter. <br> <br> E-post: <b>{0}</b><br> Förnamn: <b>{1}</b><br> Efternamn: <b>{2}</b><br> Språk: <b>{3}</b><br> Företag: <b>{4}</b><br><br> Denna information kommer att säkerställa att du automatiskt loggas in till Teleoptis kundcenter och får tillgång till lämpligt material. <br><br> Vill du registrera dig?
zh_cn: 请加入到Teleopti用户页面。您将可以访问使用的提示及技巧，博客文章，教程视频以及其他有帮助的信息。为此目的，Teleopti需要收集您的以下信息以能够让您访问Teleopti用户页面。<br><br> 电子邮件: <b>{0}</b><br> 名字: <b>{1}</b><br> 姓氏: <b>{2}</b><br> 语言: <b>{3}</b><br> 公司: <b>{4}</b><br><br> 这些信息将确保您可自动登录到Teleopti用户页面并能够访问相关材料。<br><br> 您希望加入进来吗?
zh_hk: 請加入到Teleopti使用者頁面。您將可以訪問使用的提示及技巧，博客文章，教程視頻以及其他有説明的資訊。為此目的，Teleopti需要收集您的以下資訊以能夠讓您訪問Teleopti使用者頁面。<br><br> 電子郵件: <b>{0}</b><br> 名字: <b>{1}</b><br> 姓氏: <b>{2}</b><br> 語言: <b>{3}</b><br> 公司: <b>{4}</b><br><br> 這些資訊將確保您可自動登錄到Teleopti使用者頁面並能夠訪問相關材料。<br><br> 您希望加入進來嗎?

# MonitorUpToXAgents
source: Monitor up to 50 agents
da: Overvåg up til 50 medarbejdere
de: Bis zu 50 Mitarbeiter monitoren
es: Monitoree hasta 50 agentes
fa: تا 50 پاسخگو را مانیتور کنید
fi: Valvonta kattaa maksimissaan 50 agenttia
fr: Suivez jusqu'à 50 agents
no: Monitorer opptil 50 agenter
ru: Мониторинг до 50 операторов
sv: Bevaka upp till 50 agenter
zh_cn: 监控最多５０个坐席代表
zh_hk: 監控最多５０個坐席代表

source: No Thanks
da: Nej tak
de: Nein danke
es: No, gracias
fa: نه. مرسی
fi: Ei kiitos
fr: Non merci
no: Nei takk
ru: Нет, спасибо
sv: Nej tack
zh_cn: 不需要
zh_hk: 不需要

source: Use Teleopti Mobile App to scan this QR Code
da: Brug Teleopti Mobil App for at canne denne QR kode
de: Benutzen Sie den Teleopti Mobile App, um den QR-Code einscannen zu können.
es: Utilice la aplicación móvil Teleopti para escanear este código QR
fa: برای اسکن کد QR از برنامه موبایل Telopti استفاده کنید
fi: Käytä Teleopti WFM-sovellusta lukeaksesi QR-koodin
fr: Utiliser l'App mobile Teleopti pour scanner ce Code QR
no: Bruk Teleopti Mobile App for å skanne QR-koden
ru: Использовать мобильное приложение Teleopti для сканирования QR кода
sv: Använd Teleopti Mobile App för att scanna den här QR-koden
zh_cn: 使用Teleopti手机应用以扫描此二维码
zh_hk: 使用Teleopti手機應用以掃描此二維碼

# ViewQRCodeForConfiguration
source: View Guide for WFM App
da: Se QR kode for at kongigurere
de: Anleitung für den Teleopti WFM App anzeigen
es: Ver guía para la app Teleopti WFM
fa: نمایش راهنمای برنامه WFM
fi: Näytä Teleopti WFM-sovelluksen ohje
fr: Voir le Code QR pour configuration
no: Vis veiledning for WFM App
ru: Просмотр QR кода для настройки
sv: Visa guide för WFM-app
zh_cn: 查看二维码以进行配置
zh_hk: 查看二維碼以進行配置

source: Teleopti Mobile App
da: Teleopti Mobil App
es: App Móvil Teleopti
fa: برنامه موبایل Teleopti
fi: Teleopti Mobiilisovellus
fr: App mobile Teleopti
no: Teleopti Mobil App
ru: Teleopti мобильное приложение
zh_cn: Teleopti手机应用
zh_hk: Teleopti手機應用

# DenyReasonTechnicalIssues
source: Your request has been denied due to technical issues. Please try again later.
da: Din forespörgsel er blevet afvist på grund af tekniske problemer. Pröv igen senere
de: Ihre Anfrage
es: Su solicitud ha sido denegada debido a problemas técnicos. Por favor, inténtelo de nuevo más tarde.
fa: درخواست شما بخاطر مسائل فنی رد شد. لطفاً دوباره سعی کنید
fi: Pyyntösi on hylätty teknisen ongelman vuoksi. Ole hyvä ja yritä uudelleen.
fr: Votre demande a été refusée suite à un problème technique. Merci de ré-essayer ultérieurement.
no: Din forespørsel er blitt nektet på grunn av tekniske problemer. Vennligst prøv igjen senere.
ru: Ваш запрос был отклонен по техническим причинам. Попробуйте еще раз позднее.
sv: Din förfrågan har avslagits p.g.a. tekniska problem. Var god försök igen senare.
zh_cn: 由于技术问题您的申请已被拒绝。请稍后重试。
zh_hk: 由於技術問題您的申請已被拒絕。請稍後重試。

source: Empty file
da: Tom fil
de: Die Importdatei ist leer
es: Archivo vacío
fa: فایل خالی
fi: Tyhjä tiedosto
fr: Fichier vide
no: Tom fil
ru: Пустой файл
sv: Tom fil
zh_cn: 空文件
zh_hk: 空文件

source: Staffing info
da: Bemandingsinformation
de: Besetzungs-Information
es: Dotacion de personal
fa: اطلاعات نیروی کار
fi: Resurssitiedot
fr: Information de couverture
no: Bemannings informasjon
ru: Инфо о штате
sv: Bemanningsinfo
zh_cn: 人力信息
zh_hk: 人力信息

# WarnImportedAgents
source: Imported {0} agent(s) containing warnings
da: Importeret {0} medarbejder(e) som indeholder advarsler
de: {0} Mitarbeiter wurden mit Fehlermeldungen importiert
es: Se importaron {0} agente(s) que contienen advertencias
fa: تعداد {0} پاسخگو به همراه چند هشدار از طریق فایل اضافه شد
fi: {0} tuotua agenttia, jotka sisältävät virheen
fr: A importé {0} agent(s) avec avertissements
no: Importerte {0} agent(er) som inneholder advarsler
ru: {0} импортированных операторов содержат предупреждения
sv: Importerade {0} agent(er) med varningar
zh_cn: 已导入的 {0} 个座席代表包含警告
zh_hk: 已導入的 {0} 個座席代表包含警告

source: Hide staffing info
da: Skjul bemandingsinformation
de: Besetzungsinformation verstecken
es: Ocultar información de dotación de personal
fa: پنهان کردن اطلاعات میران نیرو
fi: Piilota resurssitiedot
fr: Cacher l'information de couverture
no: Skjul bemanning informasjon
ru: Скрыть инфо о штате
sv: Dölj bemanningsinfo
zh_cn: 隐藏人力信息
zh_hk: 隱藏人力信息

# InternalErrorMsg
source: An internal error has occurred.
da: En intern fejl er opstået.
de: Ein internes Problem ist aufgetreten
es: Ha ocurrido un error interno.
fa: خطایی داخلی رخ داده است
fi: Sisäinen virhe.
fr: Une erreur interne est survenue.
no: En intern feil har oppstått.
ru: Произошла внутренняя ошибка
sv: Ett internt fel har uppstått.
tr: Bir hata oluştu.
zh_cn: 出现一个内部错误。
zh_hk: 出現一個內部錯誤。

# ColumnCanNotBeEmpty
source: Column '{0}' cannot be empty
da: Kolonne {0} kan ikke väre tom
de: Spalte '{0}' kann nicht leer sein
es: La columna '{0}' no puede estar vacía
fa: ستون {0} نمیتواند خالی باشد
fi: Sarake {0} ei voi olla tyhjä
fr: La colonne '{0}' ne peut pas être vide
no: Kolonne '{0}' kan ikke være tom
ru: Столбец '{0}' не может быть пустым
sv: Kolumnen {0} får inte vara tom
zh_cn: 栏位'{0}'不能为空
zh_hk: 欄位'{0}'不能為空

# ANewImportJobHasBeenCreatedFor
source: A new import job has been created for '{0}'
da: Et nyt importjob er blevet skabt for {0}
de: Ein neuer Import-Job wurde für {0} erstellt.
es: Se ha creado una nueva tarea de importación para '{0}'
fa: پروسه جدیدی برای اضافه کردن از طریق فایل، برای {0} ایجاد شد
fi: Uusi tuonti on luoto '{0}':lle
fr: Une nouvelle tâche d'import a été créée pour '{0}'
no: En ny importjobb er opprettet for '{0}'
ru: Была создана новая задача импорта для '{0}'
sv: Ett nytt importjobb har skapats för '{0}'
zh_cn: 一个新的导入任务'{0}'已被创建
zh_hk: 一個新的導入任務'{0}'已被創建

# ImportAgentsJobResultSummaryForFullSuccess
source: {0} imported. All succeeded.
da: {0} importeret. Alle med succes.
de: {0} importiert. Alle Erfolgreich
es: {0} importado(s). Sin errores.
fa: تعداد {0} اضافه شد.
fi: {0} agenttia on tuotu onnistuneesti.
fr: {0} importés. Succès pour tous.
no: {0} importert. Alle ble vellykket
ru: {0} импортировано успешно.
sv: {0} importerade. Alla lyckades.
zh_cn: {0}已导入。全部成功。
zh_hk: {0}已導入。全部成功。

# ImportAgentsJobResultSummaryForNonfullSuccess
source: {0} imported, {1} failed.
da: {0} imorteret. {1} fejlet.
de: {0} importiert, {1} fehlgeschlagen
es: {0} importado(s), {1} fallaron.
fa: تعداد {0} اضافه و {1} مورد ناموفق بود
fi: {0} agenttia on tuotu, {1} epäonnistui.
fr: {0} importés. {1} échecs
no: {0} importert, {1} mislyktes.
ru: {0} импортировано. {1} не удалось.
sv: {0} importerade, {1} misslyckades.
zh_cn: {0}已导入，{1}失败。
zh_hk: {0}已導入，{1}失敗。

source: Import job
es: Importar tarea
fa: پروسه اضافه کردن
fi: Lataa tiedosto
fr: Tâche importante
no: Import oppgave
ru: Задача импорта
sv: Importjobb
zh_cn: 导入任务
zh_hk: 導入任務

source: In progress
da: I gang
de: In Bearbeitung
es: En progreso
fa: در حال انجام
fi: Käynnissä
fr: En cours
no: Pågår
ru: В процессе
sv: Pågående
zh_cn: 正在处理
zh_hk: 正在處理

# TimeStarted
source: Start time
da: Starttid
de: Startzeit
es: Hora de inicio
fa: زمان شروع
fi: Alkamisaika
fr: Heure de début:
no: Start tidspunkt
ru: Время начала
sv: Starttid
zh_cn: 开始时间
zh_hk: 開始時間

source: Invalid parameters
da: Ugyldig parametre
de: Ungültiger Parameter
es: Parámetros inválidos
fa: پارامترهای نامعتبر
fi: Kelpaamattomat parametrit
fr: Paramètres invalides
no: Ugyldig parametere
ru: Неверные параметры
sv: Ogiltiga parametrar
zh_cn: 无效的参数
zh_hk: 無效的參數

# NumberOfRowsExceedsTheMaximum
source: Number of rows exceeds the maximum ({0}).
da: Antallet af räkker overskrider det maksimale ({0})
de: Anzahl der Zeilen überschreitet das Maximum ({0}).
es: El número de filas excede el máximo ({0}).
fa: تعداد ردیفها از سقف {0} بیشتر شده است
fi: Rivien määrä ylittää maksimiarvon ({0}).
fr: Le nombre de rangées excède ({0}).
no: Antall rader overstiger maksimumet ({0}).
ru: Количество строк превышает максимум ({0}).
sv: Antalet rader överskrider maxantalet ({0}).
zh_cn: 行数超过最大值({0})。
zh_hk: 行數超過最大值({0})。

# DynamicGroupPageColon
source: Dynamic Group Page*:
da: Dynamisk Gruppe Side
de: Dynamische Gruppenseite*:
es: Página de Grupo Dinámico*:
fa: صفحه گروهی پویا
fi: Dynaaminen ryhmäsivu*:
fr: Page de groupe dynamique*:
no: Dynamisk gruppe side *:
ru: Динамическое группирование*:
sv: Dynamisk gruppering*:
zh_cn: 动态页面分组*：
zh_hk: 動態頁面分組*：

source: Forecasted volume
da: Forventet volume
de: Prognostiziertes Volumen
es: Volumen previsto
fa: مقدار پیشبینی شده
fi: Ennustettu määrä
fr: Volume prévu
no: Prognostiserte volum
ru: Спрогнозированный объем
sv: Prognostiserad volym
zh_cn: 预测量
zh_hk: 預測量

source: Volume
de: Volumen
es: Volumen
fa: مقدار
fi: Määrä
no: Volum
ru: Объем
sv: Volym
zh_cn: 进线量
zh_hk: 進線量

# ExceedsMaximumUploadFileSize
source: Exceeds the maximum upload file size
da: Overskrider den maksimale upload filstörrelse
de: Die maximal zulässige Dateigröße wurde erreicht
es: Supera el tamaño máximo de archivo de carga
fa: اندازه فایل بارگذاری شده بیشتر از حد مجاز است
fi: Tiedoston koko on liian suuri
fr: Excède la taille maximum de volume de téléchargement
no: Overstiger maksimal opplastingstørrelse
ru: Загружаемый файл превышает максимальный объем
sv: Överskrider den maximala uppladdningsstorleken.
zh_cn: 超过最大上传文件大小
zh_hk: 超過最大上傳文件大小

source: Actual volume
da: Aktuel volume
de: Tatsächliches Volumen
es: Volumen real
fa: مقدار واقعی
fi: Todellinen määrä
fr: Volume réel
no: Faktisk volum
ru: Фактический объем
sv: Verklig volym
zh_cn: 实际量
zh_hk: 實際量

source: Forecasted average handling time
da: Forventet gennemsnitlig håndteringstid
de: Prognostizierte durchschnittliche Bearbeitungszeit
es: Tiempo de gestión promedio previsto
fa: میانگین زمان پاسخگویی پیشبینی شده
fi: Ennustettu keskimääräinen käsittelyaika
fr: Durée moyenne de traitement prévue
no: Forventet gjennomsnittlig håndteringstid
ru: Спрогнозированное среднее время обработки
sv: Prognostiserad genomsnittlig behandlingstid
zh_cn: 预测的平均处理时间
zh_hk: 預測的平均處理時間

# ErrorOccurredWhenGeneratingQrcode
source: An error has occurred when generating QR-Code
da: En fejl er opstået ved generering af QR-kode
de: Ein Fehler ist bei der Generierung des QR-Codes aufgetreten.
es: Se ha producido un error al generar el QR-Code
fa: خطایی در هنگام تولید کد QR رخ داده است
fi: QR-koodin luomisessa tapahtui virhe
fr: Une erreur est survenue lors de la génération du code QR
no: En feil har oppstått ved generering av QR-kode
ru: Произошла ошибка при создании QR-кода
sv: Ett fel har uppstått vid skapandet av QR-koden
zh_cn: 生成二维码时出现错误
zh_hk: 生成二維碼時出現錯誤

source: Actual average handling time
da: Aktuel gennemsnitlig håndteringstid
de: Tatsächliche durchschnittliche Bearbeitungszeit
es: Tiempo de gestión promedio real
fa: زمان پاسخوگویی واقعی
fi: Todellinen keskimääräinen käsittelyaika
fr: Durée moyenne de traitement réelle
no: Faktisk gjennomsnittlig håndteringstid
ru: Фактическое среднее время обработки
sv: Verklig genomsnittlig behandlingstid
zh_cn: 实际平均处理时间
zh_hk: 實際平均處理時間

# FilterRtaFull
source: Filter agent names / sites / teams / rules / states / current activites
da: Filtrer agent navn/ sites / teams / regler/ status / nuvärende
de: Mitarbeiter Namen / Standorte /Teams / Regeln / Stati / momentane Aktivitäten filtern
es: Filtrar por nombre / site / equipo / reglas / estados / actividad actual
fa: فیلتر نام/سایت/تیم/وضعیت/فعالیت جاری پاسخگوها
fi: Agenttifiltteri nimi / toimipiste / tiimi / säännöt / tila / tämänhetkinen aktiviteetti
fr: Filtrer les noms d'agents / sites / équipes / règles / statuts / activités courantess
no: Filter agent navn / lokasjon / team / regler / tilstand / nåværende aktiviteter
ru: Фильтр имен / сайтов / групп / правил / состояний / текущих активностей
sv: Filtrera agentnamn / enheter / team / status / aktuella aktiviteter
zh_cn: 筛选座席姓名 / 站点 / 小组 / 规则 / 状态 / 当前活动
zh_hk: 篩選座席姓名 / 網站 / 小組 / 規則 / 狀態 / 當前活動

# FilterRtaShort
source: Filter agent names / states /...
da: Filtrer agent navne / status / ...
de: Mitarbeiter - Namen/Stati ... filtern
es: Filtrar por nombre / estado / ...
fa: فیلتر نام/وضعیت ...پاسخگوها
fi: Agenttifiltteri nimi / tila
fr: Filtrer les noms d'agents / statuts / ...
no: Filter agent navn / tilstand / ...
ru: Фильтр имен / состояний / ...
sv: Filtrera agentnamn / status / ...
zh_cn: 筛选座席姓名 / 状态 /...
zh_hk: 篩選座席姓名 / 狀態 /...

source: Filter sites
da: Filtrer sites
de: Nach Standort filtern
es: Filtrar sites
fa: فیلتر سایت
fi: Toimipisteiden filtteri
fr: Filtrer sites
no: Filtrer lokasjoner
ru: Фильтр сайтов
sv: Filtrera enheter
zh_cn: 筛选站点
zh_hk: 篩選網站

source: Filter skills
da: Filtrer skills
de: Nach Skills filtern
es: Filtrar skills
fa: فیلتر مهارت
fi: Taitojen filtteri
fr: Filtrer compétences
no: Filtrer ferdigheter
ru: Фильтр навыков
sv: Filtrera kompetenser
zh_cn: 筛选技能
zh_hk: 篩選技能
