Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Show only available for shift trade
ar: اظهر فقط الوردية المتاحه للاستبدال
cs: Zobrazit pouze dostupné výměny směn
da: Vis kun vagter tilgængelig for vagtbytte
de: Nur für Schichttausch verfügbar anzeigen
es: Mostrar solo disponibles para cambio de turnos
fa: برای معاوضه شیفت فقط موارد مقدور را نمایش بده
fi: Näytä saatavuus vain työvuoropyynnöille
fr: Montrer disponibilités pour échange
it: Mostra solo disponibili allo scambio turno
ja: シフト交代で利用可能なもののみ表示
lv: Rādīt tikai pieejamos samaiņai
nl: Toon alleen beschikbaar voor dienst handel
no: Vis kun tilgjengelige for vaktbytte
pl: Pokaż tylko dostępne do zamiany
pt: Mostrar somente os turnos disponíveis para troca
ru: Показать только доступные для изменения смены
sv: Visa enbart tillgängliga för skiftbyte
tr: Sadece vardiya takası için uygun olanları göster
zh_cn: 只显示可调换班的人
zh_hk: 只顯示可調換班的人

# StartTimeShouldBeEarlierThanEndTimeDot
source: Start time {0} should be earlier than end time {1}.
ar: بداية الوقت {0} يجب أن تسبق نهاية الوقت {1}
cs: Čas začátku {0} by měl být dříve než čas konce {1}.
da: Start time {0} skal være tidligere end slut tid {1}.
de: Startzeit {0} muss früher als die Endzeit {1} sein.
es: Hora de inicio {0} debe ser menor que hora de fin {1}.
fa: زمان شروع {0} باید قبل از زمان پایان باشد {1}.
fi: Aloitusajan {0} tulee olla aiemmin, kuin päättymisaika {1}.
fr: Heure de début {0} doit être antérieure à fin {1}
it: L'ora di inizio {0} deve essere precedente quella di fine {1}.
ja: 開始時刻 {0} は終了時刻 {1} より前でなければなりません。
lv: Sākuma laikam {0} ir jābūt mazākam nekā beigu laikam {1}.
nl: Starttijd {0} moet eerder dan eindtijd zijn {1}.
no: Starttid {0} skal være tidligere enn sluttid {1}.
pl: Czas rozpoczęcia {0} musi być przed czasem zakończenia {1}.
pt: O horário inicial {0} deve ser anterior ao horário final {1}.
ru: Время начала {0} должно быть меньше времени окончания {1}
sv: Starttiden {0} måste vara tidigare än sluttiden {1}.
tr: {0} başlangıç zamanı {1} bitiş zamanından erken olmak zorunda.
zh_cn: 开始时间 {0} 必须早于结束时间 {1}。
zh_hk: 開始時間 {0} 必須早於結束時間 {1}。

source: Include troubleshooting information
ar: اشمل معلومات الاخطاء
cs: Přidat informace pro hledání chyb
da: Inkluderer oplysninger om fejlfinding
de: Information zu Planungsfehlern anzeigen
es: Incluir detalles sobre eventuales problemas
fa: در برداشتن اطلاعات اشکال یابی
fi: Sisällytä virheilmoitus tiedot
fr: Inclure les informations de dépannage
it: Includi informazioni per risoluzione problemi
ja: トラブルシューティング情報を含む
lv: Iekļaut informāciju par problēmu novēršanu
nl: Omvatten informatie over probleemoplossing
no: Legg ved feilsøking informasjon
pl: Załącz informacje serwisowe
pt: Incluir informações adicionais
ru: Включая информацию о неисправностях
sv: Inkludera felsökningsinformation
tr: Sorun giderme bilgilendirmesi açık kalsın mı?
zh_cn: 包含疑难排解信息
zh_hk: 包含疑難排解資訊

source: Remove Write Protection
ar: ارفع الحماية من الكتابه
cs: Odstanit ochranu proti zápisu
da: Fjern skrivebeskyttelsen
de: Entferne Schreibschutz
es: Eliminar Protección contra Escritura
fa: غیر فعال کردن محافظت از نوشتن
fi: Poista kirjoitussuojaus
fr: Supprimer la protection en écriture
it: Rimuovi protezione scrittura
ja: 書き込み禁止の解除
lv: Noņemt Pārrakstīšanas Aizsardzību
nl: Verwijder Schrijf Bescherming
no: Fjern skrivebeskyttelse
pl: Usuń blokadę zapisu
pt: Remover Proteção Contra Gravação
ru: Удалить защиту от изменения в расписании
sv: Ta bort skrivskydd
tr: Kilidi kaldır
zh_cn: 除去写保护
zh_hk: 除去防寫

# NoOfAgentDaysCouldNotBeScheduled
source: {0} agent days could not be scheduled.
ar: {0} أيام الممثلين لا يمكن أن يتم جدولتهم بها
cs: {0} dnů agenta nemůže být naplánováno.
da: {0} arbejdsdage kunne ikke planlægges.
de: {0} Tage konnten nicht geplant werden.
es: {0} días no han podido ser planificados.
fa: {0} روزهای پاسخگو امکان زمان بندی ندارد.
fi: {0} päivälle ei voitu tehdä työvuoroja.
fr: {0} journées agent ont pu être planifiées
it: {0} giornate di agenti non possono essere pianificate.
ja: {0} 日分のエージェント勤務日をスケジューリングできませんでした。
lv: {0} operatoru dienas nevar ieplānot.
nl: {0} agent dagen kon niet ingeroosterd worden
no: {0} agent dager kunne ikke planlegges.
pl: {0} dni agentów nie może być zaplanowane.
pt: {0} dias não puderam ser agendados.
ru: {0} дней расписания оператора не может быть спланировано.
sv: {0} agentdagar kunde inte schemaläggas.
tr: {0} gün vardiyalanamadı.
zh_cn: 不能被排班的坐席天数 {0} 天.
zh_hk: 不能被排班的坐席天數 {0} 天.

source: Preference fulfillment
ar: تحقيق التفضيلات
cs: Plnění preferencí
da: Præference opfyldelse
de: Erfüllung Präferenzen
es: Cumplimiento de preferencias
fa: اجرای الویت
fi: Työvuorotoiveiden noudattaminen
fr: Préférences remplies
it: Rispetto preferenze
ja: プリファレンスの完了
lv: Vēlmju izpilde
nl: Voorkeur vervulling
no: Preferanse oppfyllelse
pl: Spełnienie preferencji
pt: Satisfação das Preferências
ru: Выполнение предпочтений
sv: Önskemålsuppfyllnad
tr: Tercihlerin karşılanması
zh_cn: 偏好的满足
zh_hk: 偏好的滿足

# AbsenceRequestForOneDayHasBeenApprovedDot
source: The absence request {0} was approved.
ar: طلب الغياب {0} تم الموافقة عليه
cs: Požadavek na absenci {0} byl schválen.
da: Fraværs forespørgelsen {0} er godkendt.
de: Die Abwesenheitsanfrage {0} wurde bestätigt.
es: Solicitud de ausencia {0} ha sido aprobada.
fa: درخواست مرخصی {0} تایید شد.
fi: Poissaolopyyntö {0} on hyväksytty.
fr: La demande d'absence {0} a été approuvée.
it: La richiesta di assenza {0} è stata approvata.
ja: 欠勤要求 {0} が承認されました。
lv: Prombūtnes pieprasījums {0} tika apstiprināts.
nl: De afwezigheid verzoek {0} werd goedgekeurd.
no: Fraværsforespørselen {0} ble godkjent.
pl: Prośba o nieobecność {0} została zaakceptowana.
pt: A solicitação de ausência {0} foi aprovada.
ru: Запрос на отсутствие {0} был подтвержден.
sv: Frånvaroförfrågan {0} godkändes.
tr: {0} devamsızlık isteği kabul edildi
zh_cn: 缺席申请 {0} 已被批准。
zh_hk: 缺席申請 {0} 已被批准。

source: Import
ar: اورد
da: Importer
es: Importar
fa: وارد کردن
fi: Tuo
fr: Importer
it: Importa
ja: インポート
lv: Importēt
nl: Importeren
no: Importer
pt: Importar
ru: Импорт
tr: İçe aktar
zh_cn: 导入
zh_hk: 導入

# ContractTimeDesc
source: Contract time descending
ar: مدة العقد تنازلى
cs: Smluvní čas sestupně
da: Kontraktstid faldende
de: Vertragszeit absteigend
es: Tiempo de contrato descendente
fa: زمان قرارداد نزولی
fi: Sopimusaika laskevasti
fr: Temps contrat décroissant
it: Ore da contratto decrescenti
ja: 契約時間の降順
lv: Kontrakta laiks dilstošā secībā
nl: Contract tijd aflopende
no: Kontrakttid synkende
pl: Czas kontraktu malejąco
pt: Tempo de contrato decrescente
ru: Снижение времени по контракту
sv: Kontraktstid fallande
tr: Kontrat süresi azalan
zh_cn: 按合同时间降序排列
zh_hk: 按合同時間降冪排列

# YourPreferencesCanResultXDaysOff
source: Your preferences can result in {0} days off.
ar: رغباتك ستؤدى إلى نتيجة {0} ايام أجازة
cs: Vaše preference mohou znamenat {0} dnů nepřítomnosti
da: Dine præferencer kan resultere i {0} fridage.
de: Ihre Präferenz kann zu {0} freien Tagen führen.
es: Su preferencia puede resultar en {0} día(s) libre(s).
fa: اولویت شما می تواند در {0} روز تعطیل نتیجه بدهد.
fi: Sinun työvuorotoiveesi voivat antaa tuloksen {0} vapaapäivää.
fr: Vos préférences peuvent résulter en {0} jours libres.
it: Dalle tue preferenze risultano {0} riposi.
ja: プリファレンスは {0} 日の休暇になります。
lv: Jūsu vēlmes var izraisīt {0} brīvdienas.
nl: Uw voorkeuren kunnen in {0} vrije dagen resulteren .
no: Dine preferanser kan resultere i {0} fridager.
pl: Twoje preferencje mogą skutkować {0} dniami wolnymi.
pt: As suas preferências podem resultar em {0} dias de folga.
ru: По вашим предпочтениям может быть {0} выходных дней.
sv: Dina önskemål kan resultera i {0} fridagar.
tr: Tercihlerinizin sonucuna göre {0} günlük tatiliniz olacak.
zh_cn: 您的偏好共有 {0} 个休息日。
zh_hk: 您的偏好共有 {0} 個休息日。

source: Rotation fulfillment
ar: نحقيق الدورة
cs: Dodržení cyklů
da: Turnus opfyldelse
de: Erfüllung Rotationen
es: Cumplimiento de Rotación:
fa: اجرای گردش
fi: Työvuorokierron toteutuminen
fr: Rotations remplies
it: Rispetto Rotazione
ja: ローテーションの完了
lv: Rotāciju izpilde
nl: Exporteren naar PDF shifts per dag
no: Rotasjons oppfyllelse
pl: Spełnienie rotacji
pt: Satisfação da Rotação
ru: Выполнение ротаций
sv: Sekvensuppfyllnad
tr: Rotasyonların karşılanması
zh_cn: 循环的满足
zh_hk: 迴圈的滿足

source: Request History
ar: تاريغ الطلبات
cs: Historie požadavků
da: Forespørg Historisk
de: Anfragen Historie
es: Pedir históricos
fa: سابقه درخواست
fi: Pyyntöhistoria
fr: Historique des demandes
it: Storico richiesta
ja: 要求履歴
lv: Pieprasījumu Vēsture
nl: Aanvraag Historie
no: Forespørsel historikk
pl: Historia wniosków
pt: Solicitar Histórico
ru: История запросов
sv: Förfrågningshistorik
tr: İstek tarihçesi
zh_cn: 申请历史记录
zh_hk: 申請歷史記錄

# YouShouldHaveBetweenXAndYDaysOff
source: You should have between {0} and {1} days off.
ar: يجب ان يكون لديك ما بين {0} و {0}
cs: Měl /-a byste mít mezi {0} a {1} dnů volna.
da: Du skal have mellem {0} og {1} fridage.
de: Sie sollten zwischen {0} und {1} freien Tagen haben.
es: Debe tener entre {0} y {1} días libres.
fa: شما باید بین {0} و {1} روز تعطیل داشته باشید
fi: Sinulla tulisi olla vähintään {0} - {1} vapaapäivää.
fr: Vous devez avoir entre {0} et {1} jours libres.
it: Dovresti avere da {0} a {1} riposi.
ja: {0} ～ {1} の休暇を取る必要があります。
lv: Jums ir jābūt starp {0} un {1} brīvdienām.
nl: U moet tussen {0} en {1} vrije dagen hebben.
no: Du skal ha mellom {0} og {1} fridager.
pl: Powinieneś mieć od {0} do {1} dni wolnych.
pt: Você deverá ter entre {0} e {1} dias de folga.
ru: У вас должно быть от {0} до {1} выходных дней.
sv: Du ska ha mellan {0} och {1} fridagar.
tr: {0} ile {1} gün arası tatiliniz var.
zh_cn: 您应该有 {0} 和 {1} 休息日。
zh_hk: 您應該有 {0} 和 {1} 休息日。

source: Could not reach Teleopti Customer Web at the moment!
ar: لم نتمكن من الوصول لشبكه عملاء تليوبتى حاليا
cs: V současnosti není možný přístup na zákanický web Teleopti
da: Kan ikke komme i kontakt med Teleopti Kunde Web i øjeblikket!
de: Teleopti Customer Center kann nicht geöffnet werden!
es: En estos momentos no es posible acceder a la Web de clientes de Teleopti!
fa: دسترسی به Teleopti وب مشتری در این لحظه مقدور نیست!
fi: Teleopti Customer WEB ei ole saatavilla juuri nyt!
fr: Ne peut pas joindre le web client de Teleopti pour le moment!
it: Impossibile raggiungere Teleopti Customer Web al momento!
ja: 現在、TeleoptiのカスタマーWebにアクセスすることができません。
nl: Kan Teleopti Customer Web niet te bereiken op het moment!
no: Kunne ikke nå Teleopti kundeweb på dette tidspunkt!
pl: Nie można skontaktować się z Teleopti Customer Web!
pt: Não foi possível se conectar com a Teleopti Customer Web!
ru: Невозможно перейти к Teleopti Customer Web в данный момент!
sv: Kunde inte nå Teleoptis kundwebb just nu!
tr: Teleopti Müşteri Ağı'na şu anda erişilemiyor. Lütfen sonra tekrar deneyin.
zh_cn: 目前无法访问Teleopti客户网页！
zh_hk: 目前無法訪問Teleopti客戶網頁！

source: Import staffing
ar: اورد الموظفين
cs: Import personálního obsazení
da: Importer Ansatte
de: Import Mitarbeiterbedarf
es: Importar Dotación
fa: وارد کردن کارمند
fi: Tuo henkilöt:
fr: Importer personnel
it: Impostazione allocazione
ja: 要員配置のインポート
lv: Importēt Personālu
nl: Importeer Personeelsbezetting
no: Importer bemanning
pl: Importuj załogę
pt: Importar Staffing
ru: Импорт штата
sv: Importera bemanning
tr: Personeli aktar
zh_cn: 导入人员配备
zh_hk: 導入人員配備

source: Import Workload
ar: اورد العمل
cs: Importovat pracovní náplň
da: Importer Arbejdsbelastning
es: Importar Workload
fa: وارد کردن حجم کاری
fi: Tuo työmäärä
fr: Importer volume
it: Importa Carico di lavoro:
ja: ワークロードのインポート
lv: Importēt Darba Slodzi
nl: Importeer Workload
no: Importer arbeidsbyrde
pl: Importuj przydział pracy
pt: Importar Carga de Trabalho
ru: Импорт рабочей нагрузки
sv: Importera workload
tr: İşyükünü aktar
zh_cn: 导入工作量
zh_hk: 導入工作量

# ContractTimeAsc
source: Contract time ascending
ar: مدة العقد تصاعديا
cs: Smluvní čas vzestupně
da: Kontraktstid stigende
de: Vertragszeit aufsteigend
es: Tiempo de contrato ascendente
fa: زمان قرارداد صعودی
fi: Sopimusaika nousevasti
fr: Temps contrat croissant
it: Ore da contratto crescenti
ja: 契約時間の昇順
lv: Kontrakta laiks augošā secībā
nl: Contract tijd oplopende
no: Kontrakttid stigende
pl: Czas kontraktu rosnąco
pt: Tempo de contrato crescente
ru: Повышение времени по контракту
sv: Kontraktstid stigande
tr: Kontrat süresi artan
zh_cn: 按合同时间升序排列
zh_hk: 按合同時間昇冪排列

source: Team Schedule
ar: جدول الفريق
cs: Rozvrh týmu
da: Team plan
de: Teamplan
es: Horario por equipo
fa: برنامه تیم
fi: Tiimin työvuorot
fr: Planning équipe
it: Pianificazione per Team
ja: チームスケジュール
lv: Nodaļas Grafiks
nl: Team Rooster
no: Team Skjema
pl: Plan zespołu
pt: Escala da Equipe
ru: Расписание группы
sv: Teamschema
tr: Ekip vardiya planı
zh_cn: 组班表
zh_hk: 組班表

source: The person's roles
ar: دور الشخص
cs: Role osob
da: Medarbejder roller
de: Rollen der Person
es: Los roles de la persona.
fa: نقش های فرد
fi: Henkilön rooli
fr: Les rôles de la personne
it: Ruoli dipendente
ja: 要員の役割
lv: Personas loma
nl: Rollen van de persoon
no: Personens roller
pl: Role osoby
pt: Perfis dessa pessoa
ru: Роли сотрудников
sv: Personens roller
tr: Kişilerin rolleri
zh_cn: 人员角色
zh_hk: 人員角色

# ImportFileNameColon
source: Import file name:
ar: اورد اسم الملف
cs: Jméno souboru pro import:
da: Importer fil navn:
de: Import Dateiname
es: Nombre del fichero de importación:
fa: وارد کردن نام فایل:
fi: Tuo tiedosto nimellä:
fr: Nom du fichier d'import
it: Nome file da importare:
ja: インポートファイル名:
lv: Importa faila nosaukums:
nl: Importeer Naam bestand:
no: Importer fil navn:
pl: Nazwa pliku do zaimportowania:
pt: Nome do arquivo a ser importado:
ru: Название файла импорта:
sv: Namn importfil:
tr: İçe aktarılacak dosya adı:
zh_cn: 导入文件名：
zh_hk: 導入檔案名：

source: Persons
ar: اشخاص
cs: Osoba
da: Medarbejdere
de: Personen
es: Personas
fa: افراد
fi: Henkilöt
fr: Personnes
it: Dipendenti
ja: 要員
lv: Personas
nl: Personen
no: Personer
pl: Osoby
pt: Pessoas
ru: Сотрудники
sv: Personer
tr: Kişiler
zh_cn: 人员
zh_hk: 人員

source: View History
ar: اظهر التاريخ
cs: Zobrazit historii
da: Se Historisk
de: Historie
es: Ver Histórico
fa: نمایش سابقه
fi: Näytä historia
fr: Voir l'historique
it: Visualizzazione storico
ja: 履歴の表示
lv: Skatīt Vēsturi
nl: Bekijk Historie
no: Vis historikk
pl: Zobacz historię
pt: Visualizar Histórico
ru: Просмотр истории
sv: Visa historik
tr: Tarihçeyi gözlemle
zh_cn: 查看历史
zh_hk: 查看歷史

source: Actual after call work time
ar: زمن العمل بعد المكالمه الفعلى
cs: Aktuální čas pro práci
da: Faktiske efterbehandlingstid
de: Tatsächliche ACW
es: Tiempo actual de ACW
fa: زمان کاری واقعی بعد از تماس
fi: Todellinen ACW aika
fr: Durée de travail post-appel réelle
it: Tempo di After Call Work effettivo
ja: アフターコールワーク時間 実値
lv: Aktuālais zvana pēcapstrādes laiks
nl: Actuele after call work tijd
no: Faktisk oppfølgingstid
pl: Aktualny czas pracy po połączeniu
pt: Pós Atendimento Real
ru: Фактическое время обработки после звонка
sv: Verklig efterbearbetningstid
tr: Mevcut çağrı sonrası çalışma süresi
zh_cn: 实际话后处理均长
zh_hk: 實際話後處理均長

source: Permissions Viewer
ar: اظهار الاذون
cs: Prohlížeč oprávnění
da: Tilladelser
de: Benutzerrechte Ansicht
es: Visor de Permisos
fa: ناظر مجوزها
fi: Oikeuksen hallinta
fr: Visualisateur de permissions
it: Visualizzatore autorizzazioni
ja: 権限ビューアー
lv: Atļauju Skatītājs
nl: Toestemmingen Viewer
no: Oversikt Tillatelser
pl: Przegląd uprawnień
pt: Visualizador de Permissões
ru: Просмотр прав доступа
sv: Rättighetsutforskare
tr: İzin görüntüleme
zh_cn: 权限查看器
zh_hk: 許可權檢視器

# PersonFinderFieldAll
source: All
ar: كلها
cs: Vše
da: Alle
de: Alle
es: Todos
fa: همه
fi: Kaikki
fr: Tous
it: Tutti
ja: 全て
lv: Visi
nl: Alle
no: Alle
pl: Wszyscy
pt: Todos
ru: Все
sv: Allt
tr: Hepsi
zh_cn: 全部
zh_hk: 全部

# FunctionsCap
source: Functions
ar: الوظيفه
cs: Funkce
da: Funktion
de: Funktionen
es: Funciones
fa: توابع
fi: Toiminnot
fr: Fonctions
it: Funzioni
ja: 機能
lv: Funkcijas
nl: Functies
no: Funksjoner
pl: Fukncje
pt: Funções
ru: Функции
sv: Funktioner
tr: Fonksiyonlar
zh_cn: 功能
zh_hk: 功能

source: From role
ar: من دور
cs: Z role
da: Fra rolle
de: von Rolle
es: A partir del rol
fa: از وظیفه
fi: Roolista
fr: Depuis rôle
it: Dal ruolo
ja: 役割から
lv: No lomas
nl: Van rol
no: Fra rolle
pl: Z roli
pt: Do perfil
ru: Из роли
sv: Från roll
tr: Bu rolden
zh_cn: 从角色
zh_hk: 從角色

# PersonFinderFieldBudgetGroup
source: Budget Group
ar: مجموعه المدرجة في الميزانية
cs: Rozpočet
da: Budget gruppe
de: Budgetgruppe
es: Grupo de Presupuesto
fa: گروه بودجه
fi: Budjettirymä
fr: Groupe budget
it: Gruppo di Budget
ja: 予算グループ
lv: Budžeta Grupa
nl: Budget Groep
no: Busjett gruppe
pl: Grupa budżetowa
pt: Grupo de Orçamento
ru: Бюджетная группа
sv: Budgetgrupp
tr: Bütçe grubu
zh_cn: 预算组
zh_hk: 預算組

# NoTeamsAvailable
source: There are no teams available
ar: لا يوجد فرق متاحه
cs: Nejsou dostupné žádné týmy
da: Der er ingen Teams tilgængelig
de: Keine Teams verfügbar
es: No hay equipos disponibles
fa: هیچ تیمی در دسترس نیست
fi: Ei tiimejä saatavilla.
fr: Il n'y a pas d'équipes disponibles
it: Non ci sono Team disponibili
ja: 利用可能なチームはありません。
lv: Nav pieejama neviena nodaļa
nl: Er zijn geen teams beschikbaar
no: Det er ingen team tilgjengelig
pl: Nie ma dostępnych zespołów
pt: Não há equipes disponíveis
ru: Нет доступных групп
sv: Det finns inga tillgängliga team
tr: Uygun ekip bulunmuyor
zh_cn: 没有可用的小组
zh_hk: 沒有可用的小組

# StudentAvailabilityFulfillment
source: Hourly Availability Fulfillment
ar: تحقيق الاتاحه بالساعه
cs: Splnění hodinové dostupnosti
da: Tilgængeligheds opfyldelse
de: Erfüllung Studentenverfügbarkeit
es: Cumplimiento de disponibilidades por hora
fa: اجرای دسترس پذیری ساعتی
fi: Tuntityöntekijöiden käytettävyyden toteutuminen
fr: Disponibilités horaires remplies
it: Rispetto disponibilità studenti
ja: 学生の空き状況の完了
lv: Stundu Pieejamības Izpilde
nl: Uurlijkse Beschikbaarheid Vervulling
no: Timebasert tilgjengelighet oppfyllelse
pl: Spełnienie dostępności godzinowej
pt: Cumprimento da Disponibilidade Horária
ru: Выполнение почасовой доступности
sv: Tillgänglighetsuppfyllnad för timanställd
tr: Saate göre uygunluk tercihlerinin yerine getirilme oranı
zh_cn: 小时工可用性的满足
zh_hk: 小時工可用性的滿足

# PersonFinderFieldContract
source: Contract
ar: العقد
cs: Smlouva
da: Kontrakt
de: Vertrag
es: Contrato
fa: قرارداد
fi: Työsopimus
fr: Contrat
it: Contratto
ja: 契約
lv: Kontakts
no: Kontrakt
pl: Kontrakt
pt: Contrato
ru: Контракт
sv: Kontrakt
tr: Sözleşme
zh_cn: 合同
zh_hk: 合同

# PersonFinderFieldContractSchedule
source: Contract Schedule
ar: جدول العقد
cs: Plán smlouvy
da: Kontraktsplan
de: Wochentagplan
es: Planificación por Contrato
fa: زمانبندی قرارداد
fi: Työvuoro ajanjakso
fr: Planning contrat
it: Giorni da contratto
ja: 契約スケジュール
lv: Kontrakta Grafiks
nl: Contract Rooster
no: Kontraktskjema
pl: Plan kontraktu
pt: Agenda do Contrato
ru: Расписание по контракту
sv: Kontraktsschema
tr: Sözleşme vardiyası
zh_cn: 班表合同
zh_hk: 班表合同

# PersonFinderFieldOrganization
source: Organization
ar: المنظومه
cs: Organizace
da: Organisation
de: Organisation
es: Organización
fa: سازماندهی
fi: Organisaatio
fr: Organisation
it: Struttura Organizzativa
ja: 組織
lv: Organizācija
nl: Organisatie
no: Organisasjon
pl: Organizacja
pt: Organização
ru: Организация
sv: Organisation
tr: Organizasyon
zh_cn: 组织
zh_hk: 組織

source: Must have fulfillment
ar: اللابد منه المحقق
cs: Splnění Musím mít
da: Veto opfyldelse
de: Erfüllung Notwendigkeit
es: Cumplimiento de Imprescindibles
fa: باید تکمیل شود
fi: "Tärkeiden" -toiveiden toteutuminen
fr: Doit avoirs remplis
it: Rispetto Indispensabili
ja: 必須項目の完了
lv: Must have izpilde
nl: Moet vervulling hebben
no: Oppfyllelse av Påkrevd
pl: Spełnienie wymagań Konieczne
pt: Satisfação das Pref. Prioritárias
ru: Выполнение обязательных предпочтений
sv: Vetouppfyllnad
tr: Mutlak gerekli tercihlerin karşılanması
zh_cn: 必须有的满足
zh_hk: 必須有的滿足

# YourPreferencesCanResultXHours
source: Your preferences can result in {0} hours.
ar: رغباتك ستؤدى إلى نتيجة {0} ساعات
cs: Vaše preference mohou znamenat {0} hodin
da: Dine præferencer kan resultere i {0} timer.
de: Das Ergebnis Ihrer Präferenz kann zu {0} h führen.
es: Sus preferencias pueden resultar en {0} horas.
fa: شما باید {0} روز تعطیل داشته باشید.
fi: Sinun työvuorotoiveesi voivat antaa tuloksen {0} työtuntia.
fr: Vos préférences peuvent porter sur {0} heures
it: Dalle tue preferenze risultano {0} ore.
ja: プリファレンスは {0} 時間になります。
lv: Jūsu vēlmes var izraisīt {0} stundas.
nl: Uw voorkeuren kunnen in {0} uren resulteren .
no: Dine preferanser kan resultere i {0} timer.
pl: Twoje preferencje mogą skutkować {0} godzinami.
pt: As suas preferências podem resultar em {0} horas.
ru: По вашим предпочтениям может быть {0} часов.
sv: Dina önskemål kan ge {0} timmar.
tr: Tercihlerinizin sonucuna göre {0} saat çalışacaksınız.
zh_cn: 您的偏好一共是 {0} 个小时。
zh_hk: 您的偏好一共是 {0} 個小時。

source: Import Workload and Staffing
ar: اورد العمل و الموظفين
cs: Importovat pracovní náplň a personální obsazení
da: Importer Arbejdsbelastning og Ansatte
de: Import Workload u. MA-Bedarf
es: Importar Workload y Dotación
fa: وارد کردن حجم کاری و کارمند
fi: Tuo työmäärä ja henkilömäärä
fr: Importer volume et personnel
it: Importa Carico di lavoro e allocazione
ja: ワークロードと要員配置のインポート
lv: Importēt Darba Slodzi un Personālu
nl: Importeer Workload en Personeelsbezetting
no: Importer arbeidsbyrde og bemanning
pl: Importuj przydział pracy i załogi
pt: Importar Carga de Trabalho e Staffing
ru: Импорт нагрузки и штата
sv: Importera workload och bemanning
tr: İşyükünü ve personeli aktar
zh_cn: 导入工作量和人员配备
zh_hk: 導入工作量和人員配備

# ANewShiftTradeForOneDayHasBeenCreatedDot
source: New shift trade request {0}, approve or deny in your request list.
ar: طلب عملية تبادل وردية {0} ، تم موافقته أو رفضه فى قائمة طلباتك
cs: Nový požadavek na výměnu směny {0}, schvalte nebo zamítněnte ve svém seznamu požadavků.
da: Ny vagtbytte forespørgelse{0}, Godkend eller afvis i din forespørgelses liste.
de: Neue Schichttausch-Anfrage {0} liegt zur Beantwortung in der Anfragenliste bereit.
es: Nueva solicitud de cambio de turno {0}, apruebe o deniegue en lista de solicitudes.
fa: درخواست معاوضه شیفت جدید {0}،در لیست خود تایید و یا رد کنید.
fi: Uusi työvuoronvaihtopyyntö {0}, hyväksytty tai hylätty sinun pyyntönäkymässäsi.
fr: Nouvelle demande d'échange d'horaires {0}, approuvez ou refusez dans votre liste de demandes.
it: Nuova richiesta di scambio turni {0}, approva o rifiuta dalla ltua lista delle richieste.
ja: 新規のシフト交代要求 {0} があります。要求リストにて承認または否認してください。
lv: Jauns samaiņas pieprasījums {0}, apstipriniet vai noraidiet savā pieprasījumu sarakstā.
nl: Nieuwe dienst handelverzoek {0}, keur of weiger in Uw verzoek lijst.
no: Ny vaktbytte forespørsel {0}, godkjenn eller avslå i din forespørsels oversikt.
pl: Nowa prośba o zamianę dyzuru {0}, akceptuj lub odrzuć na swojej liście żądań.
pt: A nova solicitação de troca de turnos {0} está aguardando aprovação na sua lista de solicitações.
ru: Новый запрос изменения смен {0}, подтвердите или отклоните в вашем списке запросов.
sv: Ny skiftbytesförfrågan {0}, godkänn eller neka i din förfrågningslista.
tr: {0} vardiya takası ısteği. Onaylayın veya reddedin.
zh_cn: 在您的请求列表里有新的调换班申请 {0}，请批准或拒绝。
zh_hk: 在您的請求列表裡有新的調換班申請 {0}，請批准或拒絕。

# ResourceCalculateEveryColon
source: Resource calculate every:
ar: احسب الموارد كل
cs: Zdroje kalkulovány každých:
da: Ressource beregnet hver:
de: Ressourcenkalkulation jeden:
es: Calcular recursos cada:
fa: محاسبه منابع هر:
fi: Lähde lasketaan joka:
fr: Calcule ressources tous les:
it: Calcolo risorse ogni:
ja: 次の周期でリソースを計算
lv: Resursu aprēķināt katru:
nl: Resource berekent iedere:
no: Ressurs kalkuler hver:
pl: Kalkulacja zasobów co:
pt: Calcular os recursos a cada:
ru: Расчет ресурсов каждые:
sv: Resursberäkna efter:
tr: Kaynakların hesaplanma periyodu:
zh_cn: 资源计算每…班表
zh_hk: 資源計算每…班表
