Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# DuplicatePersonAvailabilityMessage
source: No duplicate dates are allowed in Person Availability For
ar: ممنوع تكرار التواريخ في توفر الأشخاص لـ
cs: Žádné duplicitní datumy nejsou povoleny v dostupnosti osoby pro
da: Duplikerede datoer er ikke tilladt i medarbejder Tilgængelighed For
de: Es sind keine doppelten Daten für Verfügbarkeiten erlaubt für
es: Ninguna fecha duplicada es permitido en Disponibilidad Personal para
fa: تاریخ تکراری در قابلیت دسترسی شخص مجاز نیست
fi: Kaksoispäiväykset eivät ole sallittuja henkilön käytetävyydessä
fr: Aucune date double n'est permise dans disponibilité personne pour
id: Duplikasi tanggal tidak diperbolehkan dalam Ketersediaan Orang
it: Non è consentita la duplicazione di date in Disponibilità personale
ja: の要員空き状況では重複した日付を指定することはできません
lv: Personu Pieejamībā datumu dublikāti nav pieļaujami
nl: Geen dubbele datums zijn toegestaan ​​in Persoon Beschikbaarheid Voor
no: Ingen doble datoer er tillatt i person tilgjengelig for
pl: Powtórzone daty są niedozwolone w osobistej dostępności dla
pt: Data duplicada
ru: Не допускаются дублирующие даты в доступности сотрудника за
sv: Det är ej tillåtet med tillgänglighetsperioder med samma startdatum för
tr: Kişi Uygunluğu için tekrarlanmış tarih girilemez
zh_cn: 人员可用性里不允许重复日期
zh_hk: 人員可用性裡不允許重複日期

# DuplicatePersonPeriodMessage
source: No duplicate dates are allowed in person periods For
ar: ممنوع تكرار التواريخ في فترات الأشخاص لـ
cs: Žádné duplicitní datumy nejsou povoleny v obdobích osoby pro
da: Duplikerede datoer er ikke tilladt i Ansættelsesperioder For
de: Es sind keine doppelten Daten für Perioden erlaubt für
es: No está permitido duplicar fechas en períodos personales para
fa: زمان تکرای در دوره های شخصی مجاز نیست برای
fi: Kaksoispäiväykset eivät ole sallittuja henkilöjaksoissa
fr: Aucun doublon de date autorisé dans la période personne pour
id: Duplikasi tanggal tidak diperbolehkan di dalam periode seseorang
it: Non è consentita la duplicazione di date in Periodi di Anagrafica
ja: の要員期間では重複した日付を指定することはできません
lv: Personu periodā datumu dublikāti nav pieļaujami
nl: Geen dubbele datums zijn toegestaan ​​in persoon perioden Voor
no: Ingen doble datoer er tillatt i personlig periode for
pl: Zduplikowane daty są niedozwolone w osobistych okresach
pt: Não são permitidas datas duplicadas nos períodos pessoais Para
ru: Не допускаются дублирующие даты в индивидуальных периодах за
sv: Perioder med samma startdatum är ej tillåtet för
tr: Kişi periyodları için çakışan bilgi girilemez
zh_cn: 人员周期里不允许重复日期
zh_hk: 人員週期裡不允許重複日期

# DuplicatePersonRotationMessage
source: No duplicate dates are allowed in Person Rotations For
ar: ممنوع تكرار التواريخ في دورات الأشخاص لـ
cs: V osobních cyklech nejsou povoleny žádné duplicitní datumy pro
da: Duplikerede datoer er ikke tilladt i Persons Turnusser For
de: Es sind keine doppelten Daten für Rotationen erlaubt für
es: No se permite duplicar fechas en las rotaciones de personal
fa: تاریخ تکراری مجاز نیست
fi: Kaksoispäiväykset eivät ole sallittuja henkilövuorokierrossa
fr: Aucun doublon de date autorisé dans rotations personne pour
id: Duplikasi tanggal di dalam Rotasi Orang tidak diperbolehkan
it: Non è consentita la duplicazione di date in Rotazioni dipendente.
ja: の要員ローテーションでは重複した日付を指定することはできません
lv: Personu Rotācijā datumu dublikāti nav pieļaujami
nl: Geen dubbele datums zijn toegestaan ​​in Persoon Rotaties Voor
no: Ingen doble datoer er tillat i personlige rotasjoner for
pl: Zduplikowane daty nie są dozwolone w osobistych dotacjach dla
pt: Não é permitido datas duplicadas nas Rotações de Pessoas
ru: Не допускаются дублирующие даты в ротациях сотрудников за
sv: Det är ej tillåtet med sekvensperioder med samma startdatum för
tr: Kişi rotasyonları için çakışan bilgi girilemez
zh_cn: 人员循环里不允许复制日期
zh_hk: 人員迴圈裡不允許複製日期

# DuplicateSchedulePeriodMessage
source: No duplicate dates are allowed in schedule periods For
ar: ممنوع تكرار التواريخ في فترات الجدولة لـ
cs: Žádné duplicitní datumy nejsou povoleny v plánovaných obdobích pro
da: Duplikerede datoer er ikke tilladt i planlægningsperioder For
de: Es sind keine doppelten Daten für Planungsperioden erlaubt für
es: No está permitido duplicar fechas en períodos de planificación para
fa: تاریخ تکراری در دوره های زمان بندی مجاز نیست
fi: Päällekkäiset päivämäärät eivät ole sallittuja työvuorojaksoissa
fr: Aucun doublon de date autorisé dans la période planning pour
id: Duplikasi tanggal tidak diperbolehkan di dalam periode penjadwalan
it: Non è consentita la duplicazione di date nei Periodi di Pianificazione
ja: のスケジュール期間では重複した日付を指定することはできません
lv: Plānojamā periodā datumu dublikāti nav pieļaujami
nl: Geen dubbele datums zijn toegestaan in rooster perioden Voor
no: Ingen doble datoer er tillatt i skjemaperiode for
pl: Zduplikowane daty są niedozwolone w zaplanowanych okresach
pt: Não são permitidas datas duplicadas nos períodos das agendas Para
ru: Не допускаются дублирующие даты в периодах планирования за
sv: Perioder med samma startdatum är ej tillåtet för
tr: Verdiya plan periyodları için çakışan bilgi girilemez
zh_cn: 班表周期里不允许日期重复
zh_hk: 班表週期裡不允許日期重複

source: Duration
ar: المدة
cs: Doba trvání
da: Varighed
de: Dauer
es: Duración
fa: مدت
fi: Kesto
fr: Durée
id: Durasi
it: Durata
ja: 継続期間
lv: Ilgums
nl: Duurtijd
no: Varighet
pl: Czas trwania
pt: Duração
ru: Продолжительность
sv: Längd
tr: Aralık
zh_cn: 持续时间
zh_hk: 持續時間

source: Early
ar: مبكر
cs: Nejdříve
da: Tidligt
de: Früh
es: Temprano
fa: زود
fi: Aikainen
fr: Tôt
id: Lebih awal
it: Apertura
ja: 早番
lv: Agri
nl: Vroeg
no: Tidlig
pl: Wcześnie
pt: Início
ru: Ранний
sv: Tidig
tr: Erken
zh_cn: 早
zh_hk: 早

source: Early end time
ar: وقت الإنهاء المبكر
cs: Dřívější čas konce
da: Tidligste sluttidspunkt
de: Früheste Endzeit
es: Teimpo fin temprano
fa: زمان پایان زود
fi: Aikainen päättymisaika
fr: Fin au plus tôt
id: Waktu selesai lebih awal
it: Orario fine Apertura
ja: 早番の終了時刻
lv: Agrākais beigu laiks
nl: Vroege eindtijd
no: Tidligste sluttid
pl: Wczesny czas zakończenia
pt: Horário final de
ru: Раннее время завершения
sv: Tidig sluttid
tr: Erken bitiş saati
zh_cn: 最早结束时间
zh_hk: 最早結束時間

source: Early start
ar: بداية مبكرة
cs: Dřívější začátek
da: Tidligste starttidspunkt
de: Frühester Start
es: Hora inicio temprana
fa: شروع زود
fi: Aikainen aloitus
fr: Début tôt
id: Mulai lebih awal
it: Inizio Apertura
ja: 早番の開始時刻
lv: Agrākais sākums
nl: Vroege start
no: Tidligste start
pl: Wczesne rozpoczęcie
pt: Início
ru: Раннее начало
sv: Tidig start
tr: Erken Başlangıç
zh_cn: 最早开始
zh_hk: 最早開始

source: Early start time
ar: وقت البدء المبكر
cs: Dřívější čas začátku
da: Tidligste starttidspunkt
de: Früheste Startzeit
es: Tiempo inicio temprano
fa: زمان شروع زود
fi: Aikainen aloitusaika
fr: Début au plus tôt
id: Waktu mulai lebih awal
it: Orario inizio Apertura
ja: 早番の開始時刻
lv: Agrākais sākuma laiks
nl: Vroege starttijd
no: Tidligste starttid
pl: Wczesny czas rozpoczęcia
pt: Horário inicial de
ru: Раннее время начала
sv: Tidig starttid
tr: Erken başlangıç saati
zh_cn: 最早开始时间
zh_hk: 最早開始時間

source: Early Warning
ar: انذار مبكر
cs: Dřívější varování
da: Tidligt varsel
fa: هشدار زود
fi: Ennakko varoitus
fr: Avertissement proactif
id: Peringatan awal
it: Avvertimento Apertura
ja: 早期警報
lv: Agrīnais Brīdinājums
nl: Vroegtijdige waarschuwing
no: Tidlig varsling
pl: Wcześniejsze ostrzeganie
pt: Aviso prévio
ru: Раннее предупреждение
sv: Tidig varning
tr: Erken uyarı
zh_cn: 早期预警
zh_hk: 早期預警

source: Edit
ar: تحرير
cs: Editovat
da: Rediger
de: Editieren
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Editer
id: Ubah
it: Modifica
ja: 編集
lv: Rediģēt
no: Rediger
pl: Edytuj
pt: Editar
ru: Редактировать
sv: Redigera
tr: Biçimle
zh_cn: 编辑
zh_hk: 編輯

# EditCommonAgentNameDescription
source: Edit common agent name description format
ar: تحرير تنسيق وصف اسم الوكيل العام
cs: Editovat formát popisu obecného jména agenta
da: Rediger format for fælles beskrivelse af medarbejdernavn
de: Einstellungen für das Format der Mitarbeiternamen bearbeiten
es: Editar formato común de descripción de nombre de agente
fa: فرمت توضیح نام پاسخگو را اصلاح نمایید.
fi: Muokkaa yleistä agentin nimi asetuksia
fr: Modifier le format de la descrption du nom agent
id: Mengubah format deskripsi nama agent umum
it: Modifica il formato della descrizione consueta agenti
ja: エージェント共通名の説明形式を編集
nl: Bewerk gemeenschappelijke agent naam beschrijving formaat
no: Rediger felles agentnavn beskrivelsesformat
pl: Edycja formatu danych agenta
pt: Editar descrição do formato do nome do agente comum
ru: Изменить общий формат описания имени оператора
sv: Redigera agentbeskrivningsformat
tr: Genel müşteri temsilcisi adı tanımlamasıformatını biçimle
zh_cn: 编辑通用座席代表姓名描述格式
zh_hk: 編輯通用座席代表姓名描述格式

# EditForecast
source: Open Forecast
ar: فتح توقُع
cs: Otevřít prognóza
da: Åbn Prognose
de: Forecast öffnen
es: Abrir Forecast
fa: بخش پیش بینی را باز کنید
fi: Avaa ennuste
fr: Ouvrir les prévisions
id: Buka Prakiraan
it: Apri Forecast
ja: 予測を開く
lv: Atvērt Prognozi
no: Åpne prognose
pl: Otwórz Prognozę
pt: Abrir Previsão
ru: Открыть прогноз
sv: Öppna prognos
tr: Tahmin aç
zh_cn: 打开预测
zh_hk: 打開預測

source: Edit group page
ar: تحرير التجميع
cs: Editovat stránku skupiny
da: Rediger Gruppeside
de: Gruppierung öffnen
es: Editar Página del Grupo
fa: ویرایش صفحه گروه
fi: Muokkaa ryhmäsivua
fr: Modifier page de groupe
id: Mengubah halaman kelompok
it: Modifica Raggruppamento
ja: グループページの編集
lv: Rediģēt grupas lapu
nl: Bewerk groep pagina
no: Rediger gruppeside
pl: Edycja strony grupy
pt: Editar pagina do grupo
ru: Изменить группирование
sv: Redigera gruppering
tr: Grup Saufasını Biçimle
zh_cn: 编辑分组页面
zh_hk: 編輯分組頁面

source: Editing
ar: تحرير
cs: Editace
da: Redigering
de: Editieren
es: Edición
fa: ویرایش
fi: Muokkaus
fr: Modification
id: Mengubah
it: Modifiche
ja: 編集
lv: Rediģēšana
nl: Bewerken
no: Redigerer
pl: Edycja
pt: Editando
ru: Изменение
sv: Redigering
tr: Biçimleme
zh_cn: 编辑
zh_hk: 編輯

source: Edit Meeting
ar: تحرير اجتماع
cs: Editovat setkání
da: Rediger Møde
de: Meeting bearbeiten
es: Editar reunión
fa: ویرایش جلسه
fi: Muokkaa kokousta
fr: Modifier réunion
id: Ubah Pertemuan
it: Modifica Meeting
ja: 会議の編集
lv: Rediģēt Sanāksmi
no: Rediger møte
pl: Edycja spotkania
pt: Editar Reunião
ru: Изменение мероприятия
sv: Redigera möte
tr: Toplantı Biçimle
zh_cn: 编辑会议
zh_hk: 編輯會議

source: Editor
ar: محرر
da: Redigering
fa: ویرایشگر
fi: Editori
fr: Editeur
ja: エディター
lv: Redaktors
pl: Edytor
ru: Редактор
sv: Redigerare
tr: Biçimlendirici
zh_cn: 编辑器
zh_hk: 編輯器

# EditSkillTemplatesThreeDots
source: Edit Skill Templates
ar: قوالب تحرير المهارة
cs: Editovat šablony kvalifikace
da: Rediger Kompetenceskabeloner
de: Skillvorlagen bearbeiten
es: Editar Plantillas de Skill
fa: ویرایش الگوی مهارت
fi: Muokkaa taitomalleja
fr: Adapter modèles de compétence
id: Ubah Template Skill
it: Modifica modelli di Skill
ja: スキルテンプレートの編集
lv: Rediģēt Prasmju Veidnes
nl: Bewerk Skill Templates
no: Rediger ferdighetsmaler
pl: Edytuj Szablon Umiejętności
pt: Editar Templates de Skill
ru: Изменить шаблоны навыков
sv: Redigera kompetensmallar
tr: Yetenek şablonlarını biçimle
zh_cn: 编辑技能模板
zh_hk: 編輯技能範本

source: Edit Workload Templates
ar: قوالب تحرير العمل
cs: Editovat šablony pracovní náplně
da: Rediger Arbejdsbelastningsskabeloner
de: Workloadvorlagen bearbeiten
es: Editar Plantillas de Workload
fa: ویرایش الگوی تراکم کاری
fi: Muokkaa työmäärämalleja
fr: Editer modèles de volume
id: Mengubah Tempate Beban Kerja
it: Modifica modelli di carico di lavoro
ja: ワークロードテンプレートの編集
lv: Rediģēt Darba Slodzes Veidnes
nl: Bewerk Workload Templates
no: Edit arbeidsbyrde maler
pl: Edytuj Szablon Nakładu Pracy
pt: Editar Templates de Carga de Trabalho
ru: Изменить шаблоны рабочей нагрузки
sv: Redigera workloadmallar
tr: İşyükü şablonlarını biçimle
zh_cn: 编辑工作量模板
zh_hk: 編輯工作量範本

source: Email
ar: البريد الإلكتروني
fa: ایمیل
fi: Sähköposti
ja: Eメール
lv: E-pasts
no: E-post
ru: Электронная почта
sv: E-post
tr: E-posta
zh_cn: 电子邮件
zh_hk: 電子郵件

source: Email result
ar: نتيجة البريد الإلكتروني
cs: Výsledek e-mailu
da: E-mailresultat
de: E-Mail Ergebnis
es: E-mail resultado
fa: نتیجه ایمیل
fi: Sähköpostitulos
fr: Resultat E-mail
id: Hasil email
it: Esito e-mail
ja: Eメールの結果
lv: E-pasta rezultāts
nl: Email resultaat
no: E-post resultat
pl: Wynik Email'a
pt: Resultado do E-mail
ru: Отправить результат по эл. почте
sv: E-post resultat
tr: E-posta sonuçları
zh_cn: 电子邮件结果
zh_hk: 電子郵件結果

source: Emails
ar: رسائل البريد الإلكتروني
cs: E-maily
fa: ایمیل ها
fi: Sähköpostit
id: Email
ja: Eメール
lv: E-pasti
no: E-post
pl: Emaile
ru: Эл. сообщения
sv: E-post
tr: E-postalar
zh_cn: 电子邮件数量
zh_hk: 電子郵件數量

# EmployeeNo
source: Employment number
ar: رقم الموظف
cs: Číslo zaměstnance
da: Medarbejdernummer
de: Mitarbeiternummer
es: Número de Empleado
fa: تعداد استخدام ها
fi: Työntekijänumero
fr: Numéro d'employé
id: Jumlah karyawan
it: Numero dipendente
ja: 従業員番号
lv: Darbinieka numurs
nl: Werkgelegenheid nummer
no: Ansatt nummer
pl: Numer Pracownika
pt: Num. do Funcionário
ru: Номер сотрудника
sv: Anställningsnummer
tr: Personel Numarası
zh_cn: 员工编号
zh_hk: 員工編號

# EmploymentTypeColon
source: Employment Type:
ar: نوع التوظيف:
cs: Druh pracovního poměru:
da: Ansættelsestype:
de: Anstellungstyp:
es: Tipo de Empleo:
fa: نوع استخدام:
fi: Työsuhteenmuoto:
fr: Type d'emploi:
id: Jenis Pekerjaan:
it: Tipologia impiego:
ja: 雇用形態:
lv: Nodarbinātības Tipi:
nl: Type werk:
no: Ansettelsestype:
pl: Rodzaj zatrudnienia:
pt: Tipo de Contrato:
ru: Тип трудоустройства:
sv: Anställningsform:
tr: Çalışma tipi:
zh_cn: 员工类型：
zh_hk: 員工類型：

# EmploymentTypeFixedStaff
source: Fixed staff
ar: فريق عمل ثابت
cs: Stálí zaměstnanci
da: Faste medarbejdere
de: Festangestelle
es: Personal Fijo
fa: پرسنل ثابت
fi: Vakituinen henkilöstö
fr: Personnel fixe
id: Staf tetap
it: Personale fisso
ja: 固定給スタッフ
lv: Fiksētie darbinieki
nl: Vaste personeel
no: Fast ansatte
pl: Załoga stała
pt: Equipe Fixa
ru: Постоянный персонал
sv: Fast anställda
tr: Sabit personel
zh_cn: 固定员工
zh_hk: 固定員工

# EmploymentTypeHourlyStaff
source: Hourly staff
ar: فريق عمل بالساعات
cs: Zaměstnanci placení za hodinu
da: Timelønnede medarbejdere
de: Stundenkräfte
es: Personal Empleado por Horas
fa: پرسنل ساعتی
fi: Tuntipalkkainen henkilöstö
fr: Personnel horaire
id: Staf jam-an
it: Personale a ore
ja: 時給スタッフ
lv: Ik stundu darbinieki
nl: Uurloon personeel
no: Timeansatte
pl: Załoga godzinowa
pt: Equipe por hora
ru: Персонал на часовой основе
sv: Timanställda
tr: Saatlik personel
zh_cn: 小时工
zh_hk: 小時工

source: <Empty>
ar: <فارغ>
cs: <Prázdný>
da: <Tom>
de: <Leer>
es: <Vacío>
fa: <خالی>
fi: <Tyhjä>
fr: <Vide>
id: <Kosong>
it: < Vuoto >
ja: <空>
nl: <Leeg>
no: <Tom>
pl: <Puste>
pt: <Vazio>
ru: <Пусто>
sv: <Ingen>
tr: <boş>
zh_cn: <空白>
zh_hk: <空白>

source: Empty request
ar: طلب فارغ
cs: Prázdný požadavek
da: Tom forespørgsel
de: Leere Anfrage
es: Solicitud vacía
fa: درخواست خالی
fi: Tyhjä toive
fr: Demande vide
id: Permintaan kosong
it: Richiesta vuota
ja: 空の要求
lv: Tukšs pieprasījums
nl: Lege verzoek
no: Tom forespørsel
pl: Puste żądanie
pt: Solicitação vazia
ru: Пустой запрос
sv: Tom förfrågan
tr: Boş istek
zh_cn: 空白申请
zh_hk: 空白申請

source: Enabled
ar: ممكّن
cs: Povolený
da: Aktiveret
de: Aktiv
es: Habilitado
fa: فعال يا غير فعال
fi: Käytössä
fr: Validé
id: Diaktifkan
it: Abilitato
ja: 有効
lv: Iespējots
nl: Ingeschakeld
no: Aktivert
pl: Włączony
pt: Habilitado
ru: Включ.
sv: Aktiv
tr: Etkinleştirildi
zh_cn: 已启用
zh_hk: 已啟用

# EndDate
source: End
ar: إنهاء
cs: Konec
da: Slut
de: Enddatum:
es: Fin
fa: پایان
fi: Päättyy
fr: Fin
id: Akhir
it: Fine
ja: 終了
lv: Beigu datums
nl: Einde
no: Slutt
pl: Koniec
pt: Fim
ru: Конец
sv: Till:
tr: Son
zh_cn: 结束
zh_hk: 結束

source: End period
ar: نهاية الفترة
cs: Konec směny
da: Slutperiode
de: Periodenende
es: Hora de fin
fa: دوره پایان
fi: Jakso päättyy
fr: Période de fin
id: Periode akhir
it: Fine periodo
ja: 終了期間
lv: Beigu periods
nl: Einde periode
no: End periode
pl: Koniec Okresu
pt: Fim do Periodo
ru: Закончить период
sv: Slutperiod
tr: Bitiş periyodu
zh_cn: 结束周期
zh_hk: 結束週期

source: Ends next day
ar: تنتهي في اليوم التالي
cs: Končí další den
da: Slutter næste dag
de: endet am nächsten Tag
es: Finaliza el siguiente día
fa: پایان روز بعد
fi: Päättyy seuraavana päivänä
fr: Fin jour suivant
id: Akhir hari berikutnya
it: Termina giorno successivo
ja: 翌日に終了
lv: Beidzas nākamajā dienā
nl: Eindigt de volgende dag
no: Slutter neste dag
pl: KoniecJutro
pt: Termina no próximo dia
ru: Заканчивается на след. день
sv: Slutar nästa dag
tr: Ertesi gün biten
zh_cn: 下一天结束
zh_hk: 下一天結束

source: End time
ar: وقت الإنهاء
cs: Čas konce
da: Sluttidspunkt
de: Endzeit
es: Hora de Fin
fa: زمان پایان
fi: Päättymisaika
fr: Heure de fin
id: Waktu akhir
it: Orario di fine
ja: 終了時刻
lv: Beigu laiks
nl: Eindtijd
no: Sluttid
pl: Koniec Czasu
pt: Final
ru: Время окончания
sv: Sluttid
tr: Bitiş zamanı
zh_cn: 结束时间
zh_hk: 結束時間

# EndTimeColon
source: End Time:
ar: وقت الإنهاء:
cs: Čas konce :
da: Sluttidspunkt :
de: Endzeit:
es: Hora de Fin:
fa: تاریخ پایان:
fi: Päättymisaika:
fr: Heure de fin:
id: Waktu Akhir:
it: Ora di fine:
ja: 終了時刻:
lv: Beigu Laiks:
nl: Eindtijd:
no: Sluttid:
pl: Czas zakończenia:
pt: Horário Final:
ru: Время окончания:
sv: Sluttid:
tr: Bitiş Saati:
zh_cn: 结束时间：
zh_hk: 結束時間：

source: Enter a name for the grouping!
ar: أدخل اسمًا للتجميع!
cs: Vložte jméno seskupení!
da: Indtast et navn på grupperingen!
de: Geben Sie einen Namen für die Gruppe ein!
es: Introduzcir nombre a la agrupación!
fa: یک نام برای گروه بندی وارد کنید!
fi: Syötä ryhmän nimi!
fr: Entrer un nom pour le groupement!
id: Masukkan nama untuk pengelompokan!
it: Inserisci un nome per il raggruppamento!
ja: グループ化の名前を入力してください!
lv: Ievadiet grupējuma nosaukumu
nl: Voer een naam voor de groepering
no: Sett inn navn på grupperingen!
pl: Podaj nazwę grupowania!
pt: Forneça um nome para o agrupamento!
ru: Введите имя группирования!
sv: Skriv ett namn för grupperingen
tr: Gruplama için yeni isim gir!
zh_cn: 为分组输入名称！
zh_hk: 為分組輸入名稱！

source: Enter contract details
ar: إدخال تفاصيل عقد
cs: Vložit detaily smlouvy
da: Indtast kontraktsdetaljer
de: Geben Sie die Vertragsdetails ein!
es: Introducir detalles del contrato
fa: جزئیات قرارداد وارد کنید
fi: Syötä sopimuksen tiedot
fr: Entrer détails du contrat
id: Masukkan detil kontrak
it: Inserire dettagli contratto
ja: 契約の詳細を入力
lv: Ievadīt kontrakta detaļas
nl: Voer contractgegevens
no: Legg inn kontraktdetaljer
pl: Podaj szczegóły kontraktu
pt: Digite os detalhes do contrato
ru: Ввести данные контракта
sv: Ange detaljer för kontrakt
tr: Sözleşme detaylarını girin
zh_cn: 输入合同详情
zh_hk: 輸入合同詳情

# EnteredTimeIsInvalid
source: Entered time is invalid or zero
ar: الوقت المُدخَل غير صالح أو صفر
cs: Vložený čas je neplatný nebo nulový
da: Indtastet tid er ugyldig eller nul
de: Das eingegebene Datum ist ungültig oder null
es: El tiempo introducido no es válido o es cero
fa: زمان وارد شده معتبر نیست یا صفر است
fi: Syötetty aika ei kelpaa tai on nolla
fr: Temps entré est invalide ou zero
id: Waktu yang dimasukkan tidak valid atau nol.
it: Il tempo inserito è nullo o non valido
ja: 入力した時間が無効（またはゼロ）です
lv: Ievadītais laiks ir nederīgs vai nulle
nl: Ingevoerde tijd is ongeldig of nul
no: Innsatt tid er ugyldig eller null
pl: Wprowadzony czas jest błędny lub zerowy
pt: O tempo inserido é inválido ou zero
ru: Введенное время неверное или равно нулю
sv: Tidsformatet är ogiltigt
tr: Girilen zaman geçersiz ya da sıfır.
zh_cn: 输入的时间无效或为零
zh_hk: 輸入的時間無效或為零

source: Enter name here
ar: أدخل اسمًا هنا
cs: Zde vložte jméno
da: Indtast navn her
de: Geben Sie hier den Namen ein
es: Introduzca el Nombre aquí
fa: نام را اینجا وارد نمایید
fi: Syötä nimi tähän
fr: Entrer nom ici
id: Masukkan nama
it: Inserisci il nome qui
ja: 名前を入力
lv: Ievadiet vārdu šeit
nl: Voor naad hier
no: Sett inn navn her
pl: Wprowadź Nazwisko
pt: Digite seu nome aqui
ru: Ввести имя здесь
sv: Ange namn här
tr: Buraya isim girin
zh_cn: 在此输入名称
zh_hk: 在此輸入名稱

source: Enter new group name
ar: أدخل اسم مجموعة جديدة
cs: Vložit nové jméno skupiny
da: Indtast nyt gruppenavn
de: Geben Sie den neuen Gruppennamen ein
es: Introducir nuevo nombre de grupo
fa: وارد کردن نام گروه جدید
fi: Syötä uusi ryhmän nimi
fr: Entrer nouveau nom de groupe
id: Masukkan nama kelompok baru
it: Inserisci nome nuovo gruppo
ja: 新規グループ名の入力
lv: Ievadīt jaunas grupas nosaukumu
nl: Voer nieuwe groepsnaam
no: Sett inn nytt gruppenavn
pl: Podaj nową nazwę grupy
pt: Digite o novo nome do grupo
ru: Ввод имени новой группы
sv: Ange nytt gruppnamn
tr: Yeni grup ismi gir
zh_cn: 请输入新的分组名称
zh_hk: 請輸入新的分組名稱

source: Enter part-time percentage value
ar: إدخال قيمة نسبة الموظفين غير المتفرغين
cs: Vložte hodnotu procentního podílu zkrácených úvazků
da: Indtast deltidsprocentsats
de: Geben Sie den Prozentwert für die Teilzeit ein
es: Introducir valor porcentaje de tiempo parcial
fa: ارزش درصد پاره وقت را وارد کنید
fi: Syötä osa-aikaprosentin arvo
fr: Entrer valeur pourcentage temps partiel
id: Masukkan nilai persentase paruh waktu
it: Inserire valore della percentuale part-time
ja: パートタイム比率を入力
lv: Ievadīt nepilna laika procentuālo vērtību
nl: Voeg deeltijd percentage waarde
no: Sett inn prosentverdi deltid
pl: Wprowadź procent niepełnego czasu pracy
pt: Digite valor do percentual de tempo parcial
ru: Ввести значение процента неполной занятости
sv: Ange deltidsprocentsats
tr: Yarı-zaman oran değeri seçin
zh_cn: 请输入兼职时间百分比数值
zh_hk: 請輸入兼職時間百分比數值

source: Enter property values for absences
ar: إدخال قيم خاصية لحالات الغياب
cs: Vložit druhy absencí
da: Indtast egenskabsværdier for fravær
de: Geben Sie die Werte für die Abesenheiten ein
es: Introducir valores de las propiedades de las ausencias
fa: وارد کردن مقادیر مشخصه مرخصیها
fi: Syötä poissaolojen ominaisuudet
fr: Entrer propriétés pour les absences
id: Masukkan nilai properti untuk absen
it: Inserisci i valori delle proprietà per le assenze
ja: 欠勤のプロパティを入力
lv: Ievadīt īpašību vērtības prombūtnēm
nl: Voer eigenschapswaarden voor afwezigheden
no: Sett inn egenskapsverdier for fravær
pl: Podaj właściwości nieobecności
pt: Digite os valores apropriados para as ausências
ru: Ввести значения свойств для отсутствий
sv: Ange egenskaper för frånvaro
tr: Devamsızlıklar için özellik değeri gir
zh_cn: 请输入缺勤属性数值
zh_hk: 請輸入缺勤屬性數值

source: Enter property values for activities
ar: إدخال قيم خاصية للأنشطة
cs: Vložit druhy činností
da: Indtast egenskabsværdier for aktiviteter
de: Geben Sie die Werte für die Aktivitäten ein
es: Introducir valores de las propiedades de las actividades
fa: وارد کردن مقادیر مشخصه فعالیت ها
fi: Syötä aktiviteettien ominaisuudet
fr: Entrer propriétés pour les activités
id: Masukkan nilai properti untuk aktivitas
it: Inserisci i valori delle proprietà per le attività
ja: 活動のプロパティを入力
lv: Ievadīt īpašību vērtības aktivitātēm
nl: Voer eigenschapswaarden voor activiteiten
no: Sett inn egenskapsverdier for aktiviteter
pl: Podaj właściwości aktywności
pt: Digite os valores apropriados para as at⁭ividades
ru: Ввести значения свойств для активности
sv: Ange egenskaper för aktiviteter
tr: Aktiviteler için özellik değeri gir
zh_cn: 请输入活动属性数值
zh_hk: 請輸入活動屬性數值
