Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# DefinitionSetNameBlank
source: Definition set name cannot be blank or empty
ar: لا يجوز ترك اسم ضبط التعريف خالياً
cs: Jméno definiční sady nemůže být prázdné
da: Definitionssæts navn kan ikke være blankt eller tomt
de: Der Name des Definitionssets kann nicht leer sein.
es: El nombre del Conjunto de definiciones no puede estar en blanco o vacío
fa: نام مجموعه تعاریف نمی تواند سفید یا خالی باشد
fi: Määrityssarjan nimi ei voi olla tyhjä
fr: Nom set de définition ne paut pas être vide ou blanc.
id: Nama kumpulan definisi tidak boleh kosong
it: Il nome dell'insieme di definizione non può essere vuoto, né una spaziatura
ja: 定義セット名を空白文字または空欄にすることはできません
lv: Definīciju kopas nosaukums nevar būt tukšs vai bez nosaukuma
nl: Definitie set naam kan niet leeg of bijna leeg zijn
no: Navn på definisjonssett kan ikke være blankt eller tomt
pl: Nazwa zestawu definicji nie może być pusta
pt: O nome do conjunto de definições não pode estar em branco ou vazio
ru: Имя набора определений не может быть пустым
sv: Definitionsgruppen måste ha ett namn
tr: Tanım seti boş bırakılamaz
zh_cn: 定义集名称不能为空
zh_hk: 定義集名稱不能為空

source: Advanced Options
ar: الاختيارات المتقدمة
cs: Další možnosti
da: Avancerede Indstillinger
de: Erweiterte Optionen
es: Opciones Avanzadas
fa: انتخابهای پیشرفته
fi: Kehittyneet valinnat
fr: Options avancées
id: Opsi Lebih Dalam
it: Opzioni avanzate
ja: 高度なオプション
lv: Uzlabotās Iespējas
nl: Geavanceerde Opties
no: Avanserte innstillinger
pl: Opcje zaawansowane
pt: Opções Avançadas
ru: Расширенные опции
sv: Avancerade inställningar
tr: Gelişmiş opsiyonlar
zh_cn: 高级选项
zh_hk: 高級選項

source: Scheduling Options
ar: اختيارات الجدولة
cs: Možnosti plánování
da: Planlægningsindstillinger
de: Planungsoptionen
es: Opciones de Planificación
fa: انتخابهای زمانبندی
fi: Työvuorosuunnittelun asetukset
fr: Options planification
id: Opsi Penjadwalan
it: Opzioni pianificazione
ja: スケジューリングのオプション
lv: Plānošanas Iespējas
nl: Inroosteren Opties
no: Planleggingsvalg
pl: Opcje planowania
pt: Opções de Agendamento
ru: Опции планирования
sv: Schemaläggningsinställningar
tr: Vardiya Planı Opsiyonları
zh_cn: 排班选项
zh_hk: 排班選項

# NoRestrictionDefinedFor
source: No restriction defined for {0}
ar: لم يتم تعريف القيود لاجل {0}
cs: Není definována žádné omezení pro {0}
da: Ingen restriktion defineret for {0}
de: Keine Plan-Beschränkung für {0} definiert
es: No hay restricciones definidas para {0}
fa: هیچ محدودیتی برای {0} تعریف نشده است
fi: Rajoitusta ei ole määritetty {0}
fr: Pas de restriction définie pour {0}
id: Tidak ada restriksi untuk {0}
it: Nessuna limitazione definita per {0}
ja: {0} は制限が定義されていません
lv: Neviens ierobežojums nav definēts {0}
nl: Geen beperkingen gedefinieerd voor {0}
no: Ingen restriksjoner definert for {0}
pl: Brak zdefiniowanych restrykcji dla {0}
pt: Nenhuma restrição definida para {0}
ru: Нет определенного ограничения для {0}
sv: Ingen begränsning definierad för {0}
tr: {0} için kısıt tanımlanmadı
zh_cn: 没有限制条件定义给{0}
zh_hk: 沒有限制條件定義給{0}

source: Comma Separated Text File
ar: ملف نصي مفصول بفاصلة
cs: Textový soubor s oddělením položek čárkami
da: Kommasepareret Tekstfil
de: Komma separierte Textdatei
es: Archivo de Texto Separado por Coma
fa: فايل متن مجزا توسط ويرگول
fi: Tekstitiedosto
fr: Fichier texte séparé par une virgule
id: File Teks Dipisahkan Koma
it: File di testo con separatori
ja: カンマ区切りテキストファイル
lv: Ar Komatu Atdalīts Teksta Fails
nl: Komma's Gescheiden Tekstbestand
no: Kommaseparert tekstfil
pl: Plik tekstowy rozdzielony przecinkami
pt: Arquivo CSV
ru: Текстовый файл, разделенный запятой
sv: Kommaseparerad textfil
tr: Virgül ayraçlı metin dosyası
zh_cn: 逗号分隔的文本文件
zh_hk: 逗號分隔的文字檔

source: Average work time per day
ar: معدل وقت العمل لليوم
cs: Průměrná pracovní doba za den
da: Gennemsnitlig arbejdstid pr. dag
de: Durchschnittliche Arbeitszeit pro Tag
es: Promedio de tiempo de trabajo por día
fa: متوسط زمان کاری در هر روز
fi: Keskimääräinen työaika päivässä
fr: Moyenne temps de travail par jour
id: Rata-rata waktu kerja per hari
it: Ore di lavoro medie per giorno
ja: 1日当たりの平均勤務時間
lv: Vidējais darba laiks pēc dienas
nl: Gemiddelde werktijd per dag
no: Gjennomsnitt arbeidstid per dag
pl: Średni dzienny czas pracy
pt: Tempo médio de trabalho por dia
ru: Среднее время работы в день
sv: Genomsnittlig arbetstid per dag
tr: Ortalama çalışma süresi / gün
zh_cn: 每日平均工作时间
zh_hk: 每日平均工作時間

source: Average work time per slot
ar: معدل وقت العمل للشريحة
cs: Průměrná pracovní doba na pozici
da: Gennemsnitlig arbejdstid pr. slot
de: Durchschnittliche Arbeitszeit pro Slot
es: Promedio de tiempo de trabajo por casilla
fa: متوسط زمان کاری در هر اسلات
fi: Keskimääräinen työaika väliä kohti
fr: Moyenne temps travail par intervalle de temps
id: Rata-rata waktu kerja per slot
it: Ore di lavoro medie per posizione
ja: スロット当たりの平均勤務時間
lv: Vidējais darba laiks pēc vietas
nl: Gemiddelde werktijd per slot
no: Gjennomsnitt arbeidstid per bolk
pl: Średni czas pracy na slot
pt: Tempo méd. de trab. por espaço livre
ru: Среднее время работы на слот
sv: Genomsnittlig arbetstid per dag
tr: Ortalama çalışma süresi / slot
zh_cn: 每个位置的平均工作时间
zh_hk: 每個位置的平均工作時間

source: Contract time
ar: وقت العقد
cs: Smluvní čas
da: Kontraktstid
de: VertragsArbeitszeit
es: Tiempo de contrato
fa: زمان قرارداد
fi: Sopimusaika
fr: Temps contrat
id: Waktu kontrak
it: Ore da contratto
ja: 契約時間
lv: Kontrakta laiks
nl: Contract tijd
no: Kontrakttid
pl: Czas kontraktu
pt: Tempo de contrato
ru: Время контракта
sv: Kontraktstid
tr: Sözleşme zamanı
zh_cn: 合同时间
zh_hk: 合同時間

source: Fairness value
ar: قيمة الانصاف
cs: Hodnota spravedlnosti
da: Værdi for retfærdig fordeling
de: Fairness Wert
es: Valor de equidad
fa: مقدار بی طرفی
fi: Oikeudenmukaisuusarvo
fr: Valeur d'équité
id: Nilai keadilan
it: Valore equità
ja: フェアネス値
lv: Taisnīguma vērtība
nl: Rechtvaardigheid Waarde
no: Rettferdighetsverdi
pl: Wartość sprawiedliwości
pt: Valor de balanceamento
ru: Значение справедливости
sv: Rättvisevärde
tr: Adalet değeri
zh_cn: 公平值
zh_hk: 公平值

source: Free slots
ar: شريحة خالية
cs: Volné pozice
da: Ledige slots
de: Freier Slot
es: Casillas libres
fa: اسلاتهای آزاد
fi: Vapaat työpäivät
fr: Cases vacantes
id: Slot kosong
it: Posizioni liberi
ja: 自由スロット
lv: Brīvās vietas
nl: Vrije slots
no: Ledige bolker
pl: Wolne sloty
pt: Espaços Livres
ru: Свободные слоты
sv: Tillgängliga dagar
tr: Boş slotlar
zh_cn: 自由的时间
zh_hk: 自由的時間

source: Schedule period
ar: فترة الجدول
cs: Období plánovaní
da: Planlægningsperiode
de: Planperiode
es: Período de Planificación
fa: زمانبندی دوره
fi: Työvuorokausi
fr: Période planning
id: Periode penjadwalan
it: Periodo di pianificazione
ja: スケジュール期間
lv: Plānojamais periods
nl: Rooster periode
no: Planlegg periode
pl: Planowanie okresu
pt: Periodo de Agendamento
ru: Период планирования
sv: Schemaperiod
tr: Vardiya Planı periyodu
zh_cn: 班表周期
zh_hk: 班表週期

source: Requires Skill
ar: المهارة المطلوبة
cs: Požaduje kvalifikaci
da: Kræver Kompetence
de: Erfordert Skill(s)
es: Requiere skill
fa: ملزومات مهارت
fi: Vaatii taidon
fr: Compétence requise
id: Skill Dibutuhkan
it: Richiede Skill
ja: 必要なスキル
lv: Nepieciešamas Prasmes
nl: Skill Vereist
no: Krever ferdighet
pl: Wymaga umiejętności
pt: Requer Skill
ru: Требует навыка
sv: Kompetens krävs
tr: Yetenek ihtiyacı
zh_cn: 要求技能
zh_hk: 要求技能

# MultiplicatorDefinitionDeleteConfirmation
source: Delete seleted Multiplicator Definition(s)?
ar: حذف تعريفات الدامج المختارة؟
cs: Smazat vybrané definice násobitele?
da: Slet valgte Multiplikatordefinition(er)?
de: Ausgewählte Multiplikator-Definitionen löschen?
es: Borrar Definición(es) de Multiplicador seleccionada?
fa: حذف تعاریف افزایش دهنده انتخابی؟
fi: Poista valittu palkanlisäkertoimen määritys?
fr: Supprime définition(s) de multiplicateur sélectionnée(s)?
id: Hapus Definisi Pengali yang dpilih?
it: Elimina le definizioni di moltiplicatori selezionate?
ja: 選択した乗数定義を削除しますか?
lv: Dzēst atlasīto Multiplikatora Definīciju(-as)?
nl: Verwijder geselecteerde Multiplicator Definitie(s)?
no: Slett valgt(e) multiplikatordefinisjon(er)?
pl: Skasować wybrane definicji mnożników?
pt: Excluir as Definições de Multiplicador Selecionadas?
ru: Удалить выбранное определение множителя(ей)?
sv: Vill du verkligen ta bort multiplikatordefinitionen?
tr: Seçili çarpan tanım(lar)ı silinsin mi?
zh_cn: 删除已选的乘数定义？
zh_hk: 刪除已選的乘數定義？

# NoMultiplicators
source: There are no Multiplicators of type {0}.
ar: لا يوجد دوامج من نوع {0}.
cs: Neexistují žádné násobitele typu {0}.
da: Der er ingen Multiplikatorer af typen {0}.
de: Es gibt keine Multiplikatoren mit dem Typ {0}.
es: No hay Multiplicadores del tipo {0}.
fa: هیچ افزایشگر نوع {0} وجود ندارد.
fi: {0} ylityökertoimia ei ole määritelty.
fr: Il n'y a pas de multiplicateurs de type {0}.
id: Tidak terdapat jenis Pengali {0}.
it: Non ci sono moltiplicatori di tipo {0}.
ja: {0} の種類に該当する乗数はありません。
lv: Nav neviena tāda tipa Multiplikatora {0}.
nl: Er zijn geen multiplicators van type {0}.
no: Det er ingen multiplikatorer av type {0}.
pl: Nie ma mnożników typu {0}.
pt: Não existem Multiplicadores do tipo {0}.
ru: Отсутствуют множители типа {0}.
sv: Det finns inga multiplikatorer av typen {0}.
tr: {0} çarpan tipi bulunmamaktadır
zh_cn: 没有这个乘数类型{0}。
zh_hk: 沒有這個乘數類型{0}。

# MyTimeAppConfigFileError
source: MyTime app.config file is not configured properly
ar: ملف البرمجة الخاص بتطبيق My Time لم تطبق بشكل صحيح
cs: Konfigurační soubor aplikace MyTime není nakonfigurován správně
da: MyTime app.config-fil er ikke konfigureret korrekt
de: MyTime app.config Datei ist nicht entsprechend konfiguriert.
es: La configuración del archivo app.config de MyTime no es correcta
fa: فایل MyTime.cfg بدرستی پیکر بندی نشده است
fi: MyTime app.config -tiedostoa ei ole konfiguroitu oikein
fr: Le fichier de configuration app. MyTime n'est pas configuré correctement
id: File app.config pada MyTime tidak dikonfigurasi denga benar
it: Il file di configurazione di MyTime non è impostato correttamente
ja: MyTimeのapp.configファイルが正しく設定されていません
nl: MyTime app.config bestand is niet juist geconfigureerd
no: Mintid app.config fil is ikke ordentlig konfigurert
pl: Aplikacja Mój czas ma błędny plik konfiguracyjny
pt: O arquivo app.config do MyTime não está configurado corretamente
ru: Файл MyTime неверной конфигурации
sv: MyTime app.config är inte korrekt konfigurerad
tr: MyTime (Zaman Planım) app.config dosyası doğru tanımlanmamış.
zh_cn: MyTime应用文件配置不正确
zh_hk: MyTime應用文件配置不正確

# ZeroActivityInDb
source: No activities found in database
ar: لا يوجد نشاطات في قاعدة المعلومات
cs: V databázi nenalezeny žádné činnosti
da: Ingen aktiviteter fundet i database
de: Keine Aktivitäten in der Datenbank gefunden
es: No se han encontrado actividades en la base de datos
fa: هیج فعالیتی در پایگاه داده یافت نشد
fi: Tietokannasta ei löytynyt aktiviteetteja
fr: Pas d'activités trouvées dans la base de données
id: Tidak ada aktivitas di dalam database
it: Nessuna attività trovata nel database
ja: データベースに活動が見つかりません
lv: Neviena aktivitāte nav atrasta datu bāzē
nl: Geen activiteiten gevonden in de database
no: Ingen aktiviteter funnet i database
pl: Brak aktywności w bazie danych
pt: Nenhuma atividade foi encontrada no banco de dados
ru: Активности в базе данных не найдены
sv: Inga aktiviteter hittades i databasen
tr: Veritabanında aktivite bulunamadı
zh_cn: 数据库中没有找到活动
zh_hk: 資料庫中沒有找到活動

# ZeroShiftCategoriesInDb
source: No shift categories found in database
ar: لا يوجد فئات للنوبة في قاعدة المعلومات
cs: V databázi nenalezeny žádné kategorie směn
da: Ingen vagtkategorier fundet i database
de: Keine Schichtkategorien in der Datenbank gefunden
es: No se han encontrado categorías de turnos en la base de datos
fa: هیج دسته بندی شیفتی در پایگاه داده یافت نشد
fi: Tietokannasta ei löytynyt vuoroluokkia
fr: Pas de catégories d'horaire trouvées dans la base de données
id: Tidak ada kategori shift di dalam database
it: Nessuna categoria turni trovata nel database
ja: データベースにシフトカテゴリが見つかりません
lv: Neviena maiņu kategorija nav atrasta datu bāzē
nl: Geen diensten categorieën gevonden in de database
no: Ingen skiftkategorier funnet i database
pl: Brak kategorii dyżurów w bazie danych
pt: Não foi localizada nenhuma categoria de turno no banco de dados
ru: Категории смен в базе данных не найдены
sv: Inga skiftkategorier hittades i databasen
tr: Veritabanında vardiya kategorisi bulunamadı
zh_cn: 数据库中没找到有班次类别
zh_hk: 資料庫中沒找到有班次類別

source: Delete contract
ar: حذف اسم
cs: Smazat smlouvu
da: Slet kontrakt
de: Vertrag löschen
es: Borrar contrato
fa: حذف قرارداد
fi: Poista sopimus
fr: Supprimer contrat
id: Hapus kontrak
it: Elimina contratto
ja: 契約の削除
lv: Dzēst kontraktu
nl: Verwijder contract
no: Slett kontrakt
pl: Skasuj kontrakt
pt: Excluir Contrato
ru: Удалить контракт
sv: Ta bort kontrakt
tr: Sözleşmeyi sil
zh_cn: 删除合同
zh_hk: 刪除合同

# DefinitionName
source: Name
ar: الاسم
cs: Jméno
da: Navn
es: Nombre
fa: نام
fi: Nimi
fr: Nom
id: Nama
it: Nome
ja: 名前
lv: Nosaukums
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
ru: Имя
sv: Namn
tr: Ad
zh_cn: 姓名
zh_hk: 姓名

# DefinitionType
source: Type
ar: نوع
cs: Typ
de: Typ
es: Tipo
fa: نوع
fi: Tyyppi
id: Jenis
it: Tipo
ja: 種類
lv: Tips
pl: Typ
pt: Tipo
ru: Тип
sv: Typ
tr: Tip
zh_cn: 类型
zh_hk: 類型

source: Delete part time percentage
ar: حذف النسبةالمئوية للعمل الجزئي
cs: Smazat procentní podíl zkrácených úvazků
da: Slet deltidsprocentsats
de: Teilzeitprozentwert löschen
es: Borrar procentaje de tiempo parcial
fa: حذف درصد پاره وقت
fi: Poista osa-aikaprosentti
fr: Supprimer pourcentage temps partiel
id: Menghapus persentase paruh waktu
it: Elimina percentuale part-time
ja: パートタイム比率の削除
lv: Dzēst nepilna laika procentuālo lielumu
nl: Verwijder deeltijd percentage
no: Slett deltidsprosent
pl: Skasuj procent niepełnego czasu pracy
pt: Excluir percentual de tempo parcial
ru: Удалить процент неполной занятости
sv: Ta bort deltidsprocent
tr: Yarı zamanlı oranını sil
zh_cn: 删除兼职时间百分比
zh_hk: 刪除兼職時間百分比

source: View Reports
ar: شاهد التقارير
cs: Prohlížet sestavy
da: Vis Rapporter
de: Reports anzeigen
es: Ver Reportes
fa: نمایش گزارش
fi: Näytä raportit
fr: Montrer rapports
id: Tampilkan Laporan
it: Visualizzazione Report
ja: レポートの表示
lv: Skatīt Atskaites
nl: Bekijk Rapporten
no: Se rapporter
pl: Zobacz raporty
pt: Ver Relatórios
ru: Просмотр отчетов
sv: Visa rapporter
tr: Raporları görüntüle
zh_cn: 查看报表
zh_hk: 查看報表

source: Something went wrong. Please close the file if it is open.
ar: حدث خطأ. يرجى اغلاق الملف ان كان مفتوحاً
cs: Vyskytl se problém. Pokud je soubor otevřen, zavřete jej.
da: Noget gik galt. Venligst luk filen, hvis den er åben.
de: Es ist etwas falsch gelaufen. Bitte schließen Sie die Datei, falls diese geöffnet ist.
es: Algo ha fallado. Por favor cierre el archivo si está abierto.
fa: موارد اشتباهی رخ داده است.لطفا اگر این فایل باز است آنرا ببندید
fi: Jokin meni väärin. Sulje tiedosto, jos se on avoinna.
fr: Une opération s'est mal déroulée. Merci de fermer le fichier s'il est ouvert.
id: Terjadi kesalahan. Tutup file bila sedang terbuka.
it: Qualcosa è andato male. Se il file è aperto chiudilo per favore.
ja: 問題が発生しました。ファイルを開いている場合はファイルを閉じてください。
lv: Kaut kas nogāja greizi. Lūdzu, aizveriet failu, ja tas ir atvērts.
nl: Er ging iets mis. Sluit het bestand als het open is.
no: Noe gikk galt. Vennligst lukk filen dersom den er åpen.
pl: Wczytywanie nieudane. Zamknij plik jeśli jest otwarty.
pt: Erro tentar importar o arquivo. Por favor feche o arquivo se ele estiver aberto.
ru: Произошла ошибка. Заройте открытый файл.
sv: Något gick fel. Stäng filen om den är öppen.
tr: Bir hata oluşltu. Dosya halen açık ise lütfen kapayın.
zh_cn: 出错。请关闭打开的文件。
zh_hk: 出錯。請關閉打開的文件。

source: Highest stdev
ar: أعلى انحراف قياسي
cs: Největší směrodatná odchylka
da: Højeste stafv
de: Höchste Standardabweichung
es: Desv. Estándar Max.
fa: بیشترین stdev
fi: Korkein standardipoikkeama
fr: Plus grand écart type
id: Stdev tertinggi
it: Massimo stdev
ja: 最大標準偏差
lv: Visaugstākais stdev
nl: Hoogste stdev
no: Høyeste standardavvik
pl: Maks. standardowe odchylenie
pt: Desvio mais alto
ru: Наивысшее stdev
sv: Högsta stavv
tr: Maks standart sapma
zh_cn: 最高标准差
zh_hk: 最高標準差

source: Interval stdev
ar: أدنى انحراف قياسي
cs: Interval směrodatné odchylky
da: Interval stafv
de: Standardabweichung pro Intervall
es: Desv. Estándar por Intervalo
fa: فاصله بین stdev
fi: Intervallin standardipoikkeama
fr: Intervalle écart type
id: Stdev interval
it: Intervallo stdev
ja: インターバルの標準偏差
lv: Intervāla stdev
no: Intervall standardavvik
pl: Interwałowa standardowa dewiacja
pt: Intervalo do desvio
ru: Интервальное stdev
sv: Intervall standardavvikelse
tr: İnterval standart sapma
zh_cn: 间隔标准差
zh_hk: 間隔標準差

source: Add Meeting
ar: اضافة اجتماع
cs: Přidat schůzku
da: Tilføj Møde
de: Meeting hinzufügen
es: Añadir Reunión
fa: افزودن جلسه
fi: Lisää kokous
fr: Ajouter réunion
id: Tambah Pertemuan
it: Aggiungi Meeting
ja: 会議の追加
lv: Pievienot Sanāksmi
nl: Voeg Meeting
no: Legg til møte
pl: Dodaj spotkanie
pt: Adicionar Reunião
ru: Добавить мероприятие
sv: Lägg till möte
tr: Toplantı ekle
zh_cn: 添加会议
zh_hk: 添加會議

source: Multiplicator Definition Sets
ar: ضبط تعريف الدامج
cs: Definiční sady násobitele
da: Multiplikator definitionssæt
de: Multiplikatordefinitionsset
es: Conjunto de Definiciones de Multiplicador
fa: تنظیمات تعریف افزایشگر
fi: Kertoimen määrityssarjat
fr: Sets de définition multiplicateurs
id: Kumpulan definisi pengali
it: Insiemi di definizione moltiplicatore
ja: 乗数定義セット
lv: Multiplikatora Definīciju Kopa
nl: Multiplicator Definitie Sets
no: Multiplikator definisjonssett
pl: Zestawy definicji mnożników
pt: Conjunto de definições dos multiplicadores
ru: Наборы определений множителя
sv: Definitionsgrupper för multiplikatorer
tr: Çarpan tanımı seti
zh_cn: 乘数定义集
zh_hk: 乘數定義集

source: Employment type
ar: نوع التوظيف
cs: Druh pracovního poměru
da: Ansættelsestype
de: Anstellungstyp
es: Tipo de Empleo
fa: نوع استخدام
fi: Työsuhteenmuoto
fr: Type d'emploi
id: Jenis pekerjaan
it: Tipo impiego
ja: 雇用形態
lv: Nodarbinātības veids
nl: Type werk
no: Ansettelsestype
pl: Rodzaj zatrudnienia
pt: Tipo de Empregado
ru: Тип трудоустройства
sv: Anställningsform
tr: Çalışan tipi
zh_cn: 员工类型
zh_hk: 員工類型

source: End time limitation
ar: حد نهاية الوقت
cs: Omezení času konce
da: Slut begrænsning
de: Einschränkung Enddatum
es: Limitación de hora de fin
fa: محدودیت زمان پایان
fi: Päättymisajan rajoitus
fr: Limitation d'heure de fin
id: Batasan waktu selesai
it: Limite nell'ora di fine
ja: 終了時刻の制限
lv: Beigu laika ierobežojums
nl: Eindtijd beperking
no: Sluttidsbegrensning
pl: Ograniczenie czasu zakończenia
pt: Horário limite de saída
ru: Ограничение времени окончания
sv: Sluttidsbegränsning
tr: Bitiş zamanı sınırlaması
zh_cn: 结束时间限制
zh_hk: 結束時間限制

source: End time limitations
ar: حدود نهاية الوقت
cs: Omezení času konce
da: Slut begrænsninger
de: Einschränkungen Enddatum
es: Limitaciones de hora de fin
fa: محدودیتهای زمان پایان
fi: Päättymisajan rajoitukset
fr: Limitations d'heure de fin
id: Batasan waktu selesai
it: Limiti nell'ora di fine
ja: 終了時刻の制限
lv: Beigu laika ierobežojumi
nl: Eindtijd beperkingen
no: Sluttidsbegrensninger
pl: Ograniczenia czasu zakończenia
pt: Limitações de horário de saída
ru: Ограничения времени окончания
sv: Sluttidsbegränsningar
tr: Bitiş zamanı sınırlaması
zh_cn: 结束时间限制
zh_hk: 結束時間限制

source: Person period
ar: فترة شخص
cs: Období osoby
da: Ansættelsesperiode
de: Periode
es: Período personal
fa: دوره شخص
fi: Henkilön jakso
fr: Période personne
id: Periode orang
it: Periodo di anagrafica
ja: 要員期間
lv: Personas periods
nl: Persoon periode
no: Personperiode
pl: Okres osobisty
pt: Período da pessoa
ru: Индивидуальный период
tr: Kişi periyodu
zh_cn: 人员周期
zh_hk: 人員週期

source: Person skills
ar: مهارات الشخص
cs: Osobní kvalifikace
da: Person kompetencer
de: Skills
es: Skill personal
fa: مهارتهای شخص
fi: Henkilön taidot
fr: Compétences personne
id: Skill orang
it: Skill dipendente
ja: 要員スキル
lv: Darbinieka prasmes
nl: Persoon skills
no: Personferdigheter
pl: Umiejętności osobiste
pt: Skills da pessoa
ru: Навыки сотрудника
sv: Personkompetens
tr: Kişi yetenekleri
zh_cn: 人员技能
zh_hk: 人員技能

source: Start time limitation
ar: حد بدايةالوقت
cs: Omezení času začátku
da: Start begrænsning
de: Startzeit Begrenzung
es: Limitación de la hora de inicio
fa: محدودیت زمان شروع
fi: Aloitusajan rajoitus
fr: Limitation temps de début
id: Batasan waktu mulai
it: Limite nell'ora di inizio
ja: 開始時刻の制限
lv: Sākt laika ierobežojumu
nl: Starttijd beperking
no: Starttidsbegrensning
pl: Ograniczenie czasu rozpoczęcia
pt: Horário limite de entrada
ru: Ограничение времени начала
sv: Starttidsbegränsning
tr: Başlangıç zamanı sınırlaması
zh_cn: 开始时间限制
zh_hk: 開始時間限制

source: Start time limitations
ar: حدود نهاية الوقت
cs: Omezení času začátku
da: Start begrænsninger
de: Startzeit Begrenzungen
es: Limitaciones de la hora de inicio
fa: محدودیتهای زمان شروع
fi: Aloitusajan rajoitukset
fr: Limitations temps de début
id: Batasan waktu mulai
it: Limiti nell'ora di inizio
ja: 開始時刻の制限
lv: Sākt laika ierobežojumus
nl: Starttijd beperkingen
no: Starttidsbegrensninger
pl: Ograniczenia czasu rozpoczęcia
pt: Limitações de horário de entrada
ru: Ограничения времени начала
sv: Starttidsbegränsningar
tr: Başlangıç zamanı sınırlaması
zh_cn: 开始时间限制
zh_hk: 開始時間限制

source: New Definition Set
ar: تم ضبط تعريف جديد
cs: Nová definiční sada
da: Nyt Definitionssæt
de: Neues Definitionsset
es: Nuevo Conjunto de Definiciones
fa: مجموعه تعاریف جدید
fi: Uusi määrityssarja
fr: Compostion nouvelle définition
id: Kumpulan Definisi Baru
it: Nuovo insieme di definizione
ja: 新規定義セット
lv: Jauna Definīciju Kopa
nl: Nieuwe Definitie Set
no: Nytt definisjonssett
pl: Nowy zestaw definicji
pt: Novo Conjunto de Definições
ru: Новый набор определений
sv: Ny definitonsgrupp
tr: Yeni tanım seti
zh_cn: 新建定义集
zh_hk: 新建定義集

source: Payroll Settings
ar: اعدادات نظام الرواتب
cs: Nastavení mzdy
da: Opsætning for Lønsystem
de: Gehaltlisteneinstellungen
es: Configuración Payroll
fa: تنظیمات لیست حقوق
fi: Palkanmaksuasetukset
fr: Propriétés feuille de paie
id: Setting Payroll
it: Impostazioni Payroll
ja: 賃金台帳の設定
lv: Algu uzstādījumi
nl: Payroll Instellingen
no: Lønningsinnstillinger
pl: Ustawienia płacowe
pt: Configuração de Folha de Pagamento
ru: Настройки начисления зарплаты
sv: Inställningar löneintegration
tr: Bordro ayarları
zh_cn: 工资表设定
zh_hk: 工資表設定

source: Date time multiplicator definitions
ar: التاريخ اليوم تعريف الدامج
cs: Definice násobitele datumu času
da: Definitioner for dato-tid-multiplikator
es: Definición de fecha y hora del multiplicador
fa: تعاریف افزایش دهنده روز تاریخ
fi: Päivämäärän ja ajan palkanlisäkerroinmääritykset
fr: Définitions de multiplicateur date heure
id: Definisi pengali tanggal waktu
it: Definizione data e ora del moltiplicatore
ja: 日時の乗数定義
lv: Datuma laika multiplikatora definīcijas
nl: Datum tijd multiplicator definities
no: Multiplikatordefinisjoner dato tid
pl: Definicja mnożnika dla daty i czasu
pt: Definições do multiplicador de data e hora
ru: Определения множителей даты/времени
sv: Datum och tid
tr: Tarih zaman çarpan tanımları
zh_cn: 日期时间乘数定义
zh_hk: 日期時間乘數定義

source: Day of week multiplicator definitions
ar: يوم العمل تعريف الدامج
cs: Definice násobitele dne v týdnu
da: Definitioner for ugedag-multiplikator
de: Definition Wochentag-Multiplikator
es: Definición de semana del multiplicador
fa: روز در هفته تعاریف افزایش دهنده
fi: Viikkovapaiden kerroin määritykset
fr: Définitions de multiplicateur jour de semaine
id: Definisi pengali hari dalam minggu
it: Definizione giorni della settimana del moltiplicatore
ja: 曜日の乗数定義
lv: Nedēļas dienas multiplikatora definīcijas
nl: Dag van de week multiplicator definities
no: Multiplikatordefinisjoner ukedag
pl: Definicja mnożnika dla dnia tygodnia
pt: Definições do multiplicador de dia da semana
ru: Определения множителя дня недели
sv: Veckodag
tr: Haftanın günü çarpan tanımları
zh_cn: 周中日的乘数定义
zh_hk: 周中日的乘數定義
