Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# BusinessRuleOverlappingErrorMessage1
source: There is already an shift in the interval. The other shift is in interval {0} - {1}, this shift is in interval {2} - {3}.
ar: توجد نوبة العمل بالفعل في الفاصل الزمني. توجد نوبة العمل الأخرى في الفاصل الزمني {0} - {1}, بينما تكون نوبة العمل هذه في الفاصل الزمني {2} - {3}.
cs: V intervalu již jedna směna je. Jiná směna je v intervalu {0} - {1}, tato směna je v intervalu {2} - {3}.
da: Der er allerede en vagt i intervallet. Den anden vagt er i intervallet {0} - {1}, denne vagt er i intervallet {2} - {3}.
de: Es besteht bereits eine Schicht in diesem Intervall. Die andere Schicht ist in Intervall {0} - {1}, diese Schicht ist in Intervall {2} - {3}.
es: Hay ya un turno en el intervalo. El otro turno está en el intervalo {0} - {1}, este turno está en el intervalor {2} - {3}.
fa: در این فاصله زمانی یک شیفت از قبل وجود دارد.شیفت دیگری در فاصله {0} و {1} است ،فاصله این شیفت بین {2} و {3} است
fi: Ajanjaksolla on jo vuoro. Toinen vuoro on aikajaksolla {0} - {1}, tämä vuoro on aikajaksolla {2} - {3}.
fr: Il y a déjà un horaire dans l'intervalle. L'autre horaire est dans l'intervalle {0}-{1}, cet horaire est dans l'intervalle {2}-{3}.
id: Sudah ada shift di dalam interval. Shift lain di dalam interval {0} - {1}, shift ini dalam interval {2} - {3}.
it: C'è già un turno nell'intervallo. L'altro turno è nell'intervallo {0} - {1}, questo in {2} - {3}.
ja: このインターバルには既にシフトが存在します。他のシフトはインターバル {0} ～ {1} の間にあります。このシフトは {2} ～ {3} の間にあります。
nl: Er is al een dienst in het interval. De andere dienst is in interval {0} - {1}, deze dienst is in interval {2} - {3}.
no: Det er allerede et skift i intervallet. Det andre skiftet er i intervall {0} - {1}, dette skiftet i intervall {2} - {3}.
pl: Jest już dyżur w tym interwale. Inny dyżur jest w interwale {0}-{1}, ten dyżur jest w interwale {2}-{3}.
pt: Já existe um turno no intervalo. O outro turno está no intervalo {0} - {1}, este turno está no intervalo {2} - {3}.
ru: В интервале уже есть смена. Другая смена находится в интервале {0} - {1}, эта смена – в интервале {2} - {3}.
sv: Det finns redan ett skift i intervallet. Det andra finns i intervall {0} - {1}, detta skift i intervall {2} - {3}.
tr: Bu aralıkta vardiya mevcut. Diğer vardiya {0} - {1} intervalleri arasında, bu vardiyanın intervali {2} - {3} arasındaç
zh_cn: 间隔里已经有一个班次。其他班次在间隔{0} - {1}，这个班次在间隔{2} - {3}。
zh_hk: 間隔裡已經有一個班次。其他班次在間隔{0} - {1}，這個班次在間隔{2} - {3}。

# BusinessRuleOverlappingErrorMessage2
source: There are two overlapping shifts
ar: توجد نوبتا عمل متداخلتان.
cs: Existují dvě překrývající se směny
da: Der er to overlappende vagter
de: Es überschneiden sich zwei Schichten.
es: Hay dos turnos solapados
fa: دو شیفت همپوش وجود دارد
fi: Kaksi päällekkäistä vuoroa
fr: Il y a deux horaires qui se chevauchent
id: Terdapat 2 shift yang tumpang tindih
it: Ci sono due turni sovrapposti
ja: 2つの重複するシフトがあります
lv: Ir divas pārklājošas maiņas
nl: Er zijn twee overlappende diensten
no: Det finnes to overlappende skift
pl: Są dwa nakładające się dyżury
pt: Existem dios Turnos Sobrepostos
ru: Две смены накладываются
sv: Det finns två överlappande skift.
tr: İki adet çakışan vardiya var
zh_cn: 有两个重叠的班次
zh_hk: 有兩個重疊的班次

source: Business rules conflict
ar: تعارض قواعد العمل
cs: Konflikt obchodních pravidel
da: Konflikt i forretningsregler
de: Geschäftsregelkonflikt
es: Conflicto de Reglas de Trabajo
fa: تداخل قوانین کسب و کار
fi: Liiketoimintasääntöjen ristiriita
fr: Conflits de règles de travail
id: Aturan bisnis konflik
it: Conflitto tra regole di Business
ja: ビジネスルールの競合
lv: Darba vadīšanas nesaderība
no: Konflikt forretningsregler
pl: Konflikt reguł biznesowych
pt: Conflito de regras de negócio
ru: Конфликт бизнес-правил
sv: Konflikt affärsregler
tr: İş kuralı çelişkisi
zh_cn: 业务规则冲突
zh_hk: 業務規則衝突

source: Business unit hierarchy
ar: التسلسل الهرمي لوحدات العمل
cs: Hierarchie obchodního útvaru
da: Hierarki over forretningsenheder
de: Hierarchie der Geschäftseinheit
es: Jerarquía de la Unidad de Negocio
fa: سلسله مراتب کسب وکار
fi: Liiketoimintayksikön hierarkia
fr: Hiérarchie d'unité opérationnelle
id: Hirarki unit bisnis
it: Gerarchia Business Unit
ja: ビジネスユニットの階層
lv: Darba vienības hierarhija
nl: Business unit hiërarchie
no: Organisasjonsstruktur
pl: Hierarchia jednostek biznesowych
pt: Hierarquia de unidades de negócio
ru: Иерархия подразделения
sv: Organisationsstruktur
tr: İş birimi hiyerarşisi
zh_cn: 业务单位体系
zh_hk: 業務單位體系

source: Calculated calls
ar: المكالمات المحسوبة
cs: Vypočtené hovory
da: Beregnede opkald
de: Berechnete Anrufe
es: Llamadas calculadas
fa: تماسهاس محاسبه شده
fi: Lasketut puhelut
fr: Appels calculés
id: Panggilan terhitung
it: Chiamate ricevute
ja: 算出呼量
lv: Aprēķinātie zvani
nl: Berekende Telefoongesprekken
no: Kalkulerte samtaler
pl: Obliczone rozmowy
pt: Chamadas calculadas
ru: Расчетные звонки
sv: Beräknade samtal
tr: Hesaplanan çağrılar
zh_cn: 统计的电话量
zh_hk: 統計的電話量

source: Calculated emails
ar: رسائل البريد الإلكتروني المحسوبة
cs: Vypočtené e-maily
da: Beregnede e-mails
de: Berechnete E-Mails
es: E-mails calculados
fa: ایمیلهای براورد شده
fi: Lasketut sähköpostit (kpl)
fr: E-mails calculés
id: Email terhitung
it: e-mail calcolate
ja: 算出Eメール数
lv: Aprēķinātie e-pasti
nl: Berekend emails
no: Kalkulert e-post
pl: Obliczone emaile
pt: E-mails calculados
ru: Расчетные эл. сообщения
sv: Beräknad e-post
tr: Hesaplanan e-postalar
zh_cn: 统计的电子邮件数量
zh_hk: 統計的電子郵件數量

source: Calculated facsimiles
ar: رسائل الفاكس المحسوبة
cs: Vypočtené faxy
da: Beregnede telefaxer
de: Berechnete Faxe
es: Facsímiles calculados
fa: فاکسهای براورد شده
fi: Lasketut faksit
fr: Facsimiles calculés
id: Faksimili terhitung
it: Fax calcolati
ja: 算出FAX数
lv: Aprēķinātie faksi
nl: Berekend facsimiles
no: Kalkulert faks
pl: Obliczone faksy
pt: Faxes calculados
ru: Расчетные факсы
sv: Beräknade fax
tr: Hesaplanan fakslar
zh_cn: 统计的传真数量
zh_hk: 統計的傳真數量

# CalculatedOccupancyPercentSign
source: Calculated occupancy %
ar: النسبة المحسوبة للإشغال %
cs: Vypočtená obsazenost (%)
da: Beregnet optagetperiode %
de: Berechnete Auslastung %
es: Ocupación Calculada %
fa: درصد اشغالی محاسبه شده
fi: Laskettu kuormitus %
fr: Taux d'occupation calculé %
id: Okupansi terhitung %
it: Occupazione % calcolata
ja: 算出稼働率 %
lv: Aprēķinātā aizņemtība %
nl: Berekend bezetting %
no: Kalkulert belegg %
pl: Obliczona zajętość %
pt: Ocupação Calculada %
ru: Расчетная занятость %
sv: Beräknad nyttjandegrad %
tr: Hesaplanan doluluk oranı %
zh_cn: 统计的占用率 (%)
zh_hk: 統計的佔用率 (%)

source: Calculated tasks
ar: المهام المحسوبة
cs: Vypočtené úkoly
da: Beregnede opgaver
de: Berechnete Aufgaben
es: Tareas calculadas
fa: وظایف براورد شده
fi: Lasketut tehtävät
fr: Tâches calculées
id: Tugas terhitung
it: Compiti calcolati
ja: 算出タスク数
lv: Aprēķinātie uzdevumi
nl: Berekend taken
no: Kalkulert oppdrag
pl: Obliczone zadania
pt: Tarefas calculadas
ru: Расчетные задания
sv: Beräknade uppgifter
tr: Hesaplanan
zh_cn: 统计的任务量
zh_hk: 統計的任務量

source: Calls
ar: المكالمات
cs: Hovory
da: Opkald
de: Anrufe
es: Llamadas
fa: تماسها
fi: Puhelut
fr: Appels
id: Panggilan
it: Chiamate
ja: 呼量
lv: Zvani
nl: Telefoongesprekken
no: Samtaler
pl: Połączeń
pt: Chamadas
ru: Звонки
sv: Samtal
tr: Çağrılar
zh_cn: 电话量
zh_hk: 電話量

# CampaignACWPercentSign
source: Campaign ACW %
ar: نسبة العمل المترتب على المكالمة في الحملة الترويجية %
cs: Kampaň - činnost po ukončení hovoru %
da: Kampagne Efterarbejde %
de: Kampagnen ACW %
es: Campaña ACW %
fa: کمپین ACW %
fi: Kampanja ACW %
fr: TPA campagne %
id: ACW Kampanye %
it: ACW % campagna
ja: キャンペーンのアフターコールワーク %
lv: Kampaņu ACW %
nl: Campagne ACW %
no: Kampanje ACW %
pl: ACW Kampanii %
pt: Ajuste do tempo de pós atendimento %
ru: ACW кампании (акции) %
sv: Kampanj ACW %
tr: Kampanya ACW %
zh_cn: 话后处理均长调整 (%)
zh_hk: 話後處理均長調整 (%)

# CampaignAEWPercent
source: Campaign AEW %
ar: نسبة العمل المترتب على البريد الإلكتروني في الحملة الترويجية %
cs: Kampaň - AEW %
da: Kampagne AEW %
de: Kampagnen AEW %
es: Campaña AEW %
fa: کمپین AEW%
fi: Kampanja AEW %
fr: TPE campagne %
id: AEW kampanye %
it: AEW % campagna
ja: キャンペーンのアフターEメールワーク %
lv: Kampaņas AEW %
nl: Campagne AEW %
no: Kampanje AEW %
pl: AEW kampanii %
pt: Ajuste do AEW %
ru: AEW кампании (акции) %
sv: Kampanj AEW %
tr: Kampanya AEW %
zh_cn: AEW调整 (%)
zh_hk: AEW調整 (%)

# CampaignAfterWorkPercentSign
source: Campaign after work %
ar: نسبة العمل المترتب بعد ذلك في الحملة الترويجية %
cs: Kampaň - mimopracovní hodiny %
da: Kampagne efterrarbejde %
de: Kampagnen Nachbearbeitung %
es: Campaña Después de Trabajo %
fa: کمپین بعد از کار %
fi: Kampanjan ACT %
fr: Post-appel campagne %
id: Setelah kerja kampanye %
it: After work % campagna
ja: キャンペーンのアフターコールワーク %
lv: Pēc Kampaņas darbs%
nl: Campagne after work %
no: Kampanje etterarbeid %
pl: Praca po Kampanii %
pt: Ajuste do pós atendimento %
ru: Время работы после кампании (акции) %
sv: Kampanjefterbearbetningstid %
tr: Kampanya sonrası çalışma %
zh_cn: 工作时间调整 (%)
zh_hk: 工作時間調整 (%)

# CampaignAFWPercent
source: Campaign AFW %
ar: نسبة العمل المترتب على الفاكس في الحملة الترويجية %
cs: Kampaň - AFW %
da: Kampagne AFW %
de: Kampagnen AFW %
es: Campaña AFW %
fa: کمپین AFW%
fi: Kampanja AFW %
fr: TPF campagne %
id: AFW kampanye %
it: AFW % campagna
ja: キャンペーンのアフターFAXワーク %
lv: Kampaņas AFW %
nl: Campagne AFW %
no: Kampanje AFW %
pl: AFW kampanii %
pt: Ajuste do AFW %
ru: AFW кампании (акции) %
sv: Kampanj AFW %
tr: Kampanya AFW %
zh_cn: AFW调整 (%)
zh_hk: AFW調整 (%)

# CampaignATWPercent
source: Campaign ATW %
ar: نسبة العمل المترتب على المهمة في الحملة الترويجية %
cs: Kampaň - ATW %
da: Kampagne ATW %
de: Kampagnen ATW %
es: Campaña ATW %
fa: کمپین ATW%
fi: Kampanja ATW %
fr: TPT campagne %
id: ATW kampanye %
it: ATW % campagna
ja: キャンペーンのアフタータスクワーク %
lv: Kampaņas ATW %
nl: Campagne ATW %
no: Kampanje ATW %
pl: ATW kampanii %
pt: Ajuste do ATW %
ru: ATW кампании (акции) %
sv: Kampanj ATW %
tr: Kampanya ATW %
zh_cn: ATW调整 (%)
zh_hk: ATW調整 (%)

# CampaignCallsPercentSign
source: Campaign calls %
ar: نسبة مكالمات الحملة الترويجية %
cs: Kampaň - hovory %
da: Kampagne opkald %
de: Kampagnen Anrufe %
es: Campaña llamadas %
fa: کمپین تماسها%
fi: Kampanjapuhelut %
fr: Appels campagne %
id: Call kampanyel %
it: Chiamate % campagna
ja: キャンペーンの呼量 %
lv: Kampaņas zvani %
nl: Campagne Telefoongesprekken %
no: Kampanje samtaler %
pl: Połączeń w Kampanii %
pt: Ajuste de chamadas %
ru: Звонки кампании (акции) %
sv: Kampanjsamtal %
tr: Kampanya çağrıları %
zh_cn: 电话量调整 (%)
zh_hk: 電話量調整 (%)

source: Campaign emails handling time
ar: وقت معالجة رسائل البريد الإلكتروني الخاصة بالحملة الترويجية
cs: Kampaň - doba na vyřízení e-mailu
da: Kampagne e-mails behandlingstid %
de: Kampagnen Bearbeitungszeit E-Mails
es: T. de gestión en campañas email
fa: زمان رسیدگی ایمیل های کمپین
fi: Kampanjasähköpostien EHT
fr: Durée de traitement e-mails campagne
id: Waktu penanganan email kampanye
it: Tempo di gestione e-mail campagna
ja: キャンペーンEメールの処理時間
lv: Kampaņas e-pastu apstrādes laiks
nl: Campagne emails hanteren tijd
no: Kampanje e-post behandlingstid
pl: Czas obsługi emaili kampanii
pt: Ajuste do tempo de atendimento de e-mails %
ru: Время обработки эл. сообщений кампании (акции)
sv: Kampanjbehandlingstid
tr: Kampanya e-mailleri yönetim süresi
zh_cn: 营销活动中的邮件处理均长
zh_hk: 行銷活動中的郵件處理均長

# CampaignEmailsPercent
source: Campaign emails %
ar: نسبة رسائل البريد الإلكتروني للحملة الترويجية %
cs: Kampaň - e-maily %
da: Kampagne e-mails %
de: Kampagnen E-Mails %
es: Campaña e-mails %
fa: کمپین ایمیل ها %
fi: Kampanjasähköpostit %
fr: E-mails campagne %
id: Email kampanye %
it: e-mail campagna %
ja: キャンペーンのEメール数 %
lv: Kampaņas e-pasti %
nl: Campagne emails %
no: Kampanje e-post %
pl: Emaile w kampanii %
pt: Ajuste de e-mails %
ru: Эл. сообщения кампании (акции) %
sv: E-post Kampanj%
tr: Kampanya e-postaları %
zh_cn: 电子邮件数量调整(%)
zh_hk: 電子郵件數量調整(%)

source: Campaign facsimiles handling time %
ar: وقت معالجة رسائل الفاكس الخاصة بالحملة الترويجية
cs: Kampaň - doba na vyřízení faxu
da: Kampagne telefaxer behandlingstid %
de: Kampagnen Bearbeitungszeit Faxe
es: Campaña facsímiles tiempo de gestion %
fa: زمان رسیدگی به رونوشت کمپین %
fi: Kampanjafaksien käsittelyaika %
fr: Durée de traitement facsimiles campagne%
id: Waktu penanganan faksimili kampanye %
it: Tempo gestione fax campagna %
ja: キャンペーンのFAX処理時間 %
lv: Kampaņas faksu apstrādes laiks %
nl: Campagne facsimiles verwerkingstijd %
no: Kampanje faks behandlingstid%
pl: Czas obsługi faksów w kampanii %
pt: Ajuste do tempo de atendimento de faxes %
ru: Время обработки факсов кампании (акции) %
sv: Kampanjfax behandlingstid
tr: Kampanya fakları yünetim süresi %
zh_cn: 传真处理时间调整 (%)
zh_hk: 傳真處理時間調整 (%)

# CampaignFacsimilesPercent
source: Campaign facsimiles %
ar: نسبة رسائل فاكس الحملة الترويجية %
cs: Kampaň - faxy %
da: Kampagne telefaxer %
de: Kampagnen Faxe %
es: Campaña facsímiles %
fa: کمپین فاکس ها %
fi: Kampanjafaksit %
fr: Facsimiles campagne %
id: Faksimili kampanye %
it: Fax campagna %
ja: キャンペーンのFAX数 %
lv: Kampaņas faksi %
nl: Campagne facsimiles %
no: Kampanje faks %
pl: Faksy w kampanii %
pt: Ajuste de faxes %
ru: Факсы кампании (акции) %
sv: Kampanjfax %
tr: Kampanya faksları %
zh_cn: 传真数量调整 (%)
zh_hk: 傳真數量調整 (%)

# CampaignTalkTimePercentSign
source: Campaign talk time %
ar: نسبة وقت التحدث في الحملة الترويجية %
cs: Kampaň - doba trvání hovoru %
da: Kampagne taletid %
de: Kampagnen Gesprächszeit %
es: Campaña T. de conversación %
fa: کمپین زمان مکالمه%
fi: Kampanjan puheaika %
fr: Durée communication campagne %
id: Waktu bicara kampanye %
it: Tempo conversazione % campagna
ja: キャンペーンの通話時間 %
lv: Kampaņas sarunas laiks %
nl: Campagne spreektijd %
no: Kampanje taletid %
pl: Czas rozmów Kampanii %
pt: Ajuste do tempo falado %
ru: Время разговора кампании (акции) %
sv: Kampanjsamtalstid %
tr: Kampanya konuşma süresi %
zh_cn: 平均通话均长调整 (%)
zh_hk: 平均通話均長調整 (%)

# CampaignTaskPercent
source: Campaign tasks %
ar: نسبة مهام الحملة الترويجية %
cs: Kampaň - úkoly %
da: Kampagne opgaver %
de: Kampagnen Aufgaben %
es: Campaña tareas %
fa: کمپین وظایف %
fi: Kampanjatehtävät %
fr: Tâches campagne %
id: Tugas kampanye %
it: Compiti campagna %
ja: キャンペーンのタスク数 %
lv: Kampaņas uzdevumi %
nl: Campagne taken %
no: Kampanje oppdrag %
pl: Zadania w kampanii %
pt: Ajuste de tarefas %
ru: Задания кампании (акции) %
sv: Kampanjuppgifter
tr: Kampanya görevleri %
zh_cn: 任务量调整 (%)
zh_hk: 任務量調整 (%)

source: Campaign tasks handling time
ar: وقت معالجة مهام الحملة الترويجية
cs: Kampaň - doba na vyřízení úkolů
da: Kampagne opgaver behandlingstid
de: Kampagnen Bearbeitungszeit Aufgaben
es: Campaña tareas tiempo de gestión
fa: درخواست رسیدگی به امور کمپین
fi: Kampanjatehtävien käsittelyaika
fr: Durée de traitement tâches campagne
id: Waktu penanganan tugas kampanye
it: Tempo gestione compiti campagna
ja: キャンペーンのタスク処理時間
lv: Kampaņas uzdevumu apstrādes laiks
nl: Campagne taken verwerkingstijd %
no: Kampanje oppgaver behandlingstid
pl: Czas obsługi zadań w kampanii
pt: Ajuste do tempo de atendimento de tarefas %
ru: Время обработки заданий кампании (акции)
sv: Kampanjbehandlingstid
tr: Kampanya görevleri yönetim süresi
zh_cn: 营销活动中的任务处理均长
zh_hk: 行銷活動中的任務處理均長

source: Cancel
ar: إلغاء الأمر
cs: Zrušit
da: Annullere
de: Abbrechen
es: Cancelar
fa: لغو کردن
fi: Peruuta
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
lv: Atcelt
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ru: Отменить
sv: Avbryt
tr: İptal
zh_cn: 取消
zh_hk: 取消

source: Cancel loading
ar: إلغاء التحميل
cs: Zrušit načítání
da: Annuller indlæsning
de: Abbruch laden
es: Cancelar carga
fa: لغو بارگذاری
fi: Peruuta lataus
fr: Annuler chargement
id: Membatalkan pengeluaran
it: Annulla caricamento
ja: 読み込み中止
lv: Atcelt ielādēšanu
nl: Stop loading
no: Avbryt opplasting
pl: Anuluj ładowanie
pt: Cancelar carregamento
ru: Отменить загрузку
sv: Avbryt laddning
tr: Yüklemeyi iptal et
zh_cn: 取消加载
zh_hk: 取消載入

# CannotDeleteSiteColon
source: Cannot delete site:
ar: تعذر حذف الموقع:
cs: Nelze smazat pracoviště:
da: Kan ikke slette lokalitet:
de: Einheit kann nicht gelöscht werden:
es: No puede borrar el site:
fa: نمی تواند سایت را حذف کند:
fi: Toimipaikkaa ei voida poistaa:
fr: Ne peut pas supprimer site:
id: Tidak bisa menghapus site:
it: Impossibile elimnare Sito:
ja: 次のサイトは削除できません:
lv: Nevar izdzēst grupu:
nl: Kan site niet verwijderen:
no: Kan ikke slette enhet:
pl: Nie można usunąć lokalizacji:
pt: Não é possível excluir o site:
ru: Невозможно удалить сайт:
sv: Går ej att ta bort enheten:
tr: Lokasyon silinemedi:
zh_cn: 不能删除站点：
zh_hk: 不能刪除網站：

# CannotDeleteTeamColon
source: Cannot delete team:
ar: تعذر حذف الفريق:
cs: Nelze smazat tým:
da: Kan ikke slette team:
de: Team kann nicht gelöscht werden.
es: No se puede borrar el equipo:
fa: نمی تواند تیم را حذف کند:
fi: Tiimiä ei voida poistaa:
fr: Ne peut pas supprimer équipe:
id: Tidak bisa menghapus tim:
it: Impossibile eliminare Team:
ja: 次のチームは削除できません:
lv: Nevar izdzēst nodaļu:
nl: Kan team niet verwijderen:
no: Kan ikke slette team:
pl: Nie można usunąć zespołu:
pt: Não é possível excluir a equipe:
ru: Невозможно удалить группу:
sv: Går ej att ta bort teamet:
tr: Takım silinemedi:
zh_cn: 不能删除小组：
zh_hk: 不能刪除小組：

source: Can not find the service end point
ar: تعذر العثور على نقطة نهاية الخدمة
cs: Nelze najít koncový bod služby
da: Kan ikke finde service-endepunktet
de: Serviceendpunkt konnte nicht gefunden werden
es: No se encuentra el punto final del servicio
fa: پیدا کردن نقطه نهایی سرویس مقدور نیست
fi: Palvelun päätymisajankohtaa ei löydy
fr: Ne peut pas trouver le point de fin de service
id: Layanan end point tidak ditemukan
it: Impossibile trovare il servizio
ja: サービスエンドポイントが見つかりません
nl: Kan de dienst eindpunt niet vinden
no: Kan ikke finne tjenestens sluttpunkt
pl: Nie można znaleźć serwisu
pt: Não foi localizado o ponto de encerramento do serviço
ru: Невозможно найти конечную точку обслуживания
sv: Kunde inte hitta tjänstens slutpunkt
tr: Servis bitiş noktası bulunamamıştır
zh_cn: 无法找到服务端点
zh_hk: 無法找到服務端點

# CanNotLoadSmartPartModule
source: Unable to load the Smart Part Module
ar: تعذر تحميل الوحدة النمطية "جزء متقدم"
cs: Nelze načíst modul programovatelné součásti
da: Kan ikke indlæse Smart Part-modulet
de: Smart Part Modul konnte nicht geladen werden
es: No es posible cargar el módulo Smart Part
fa: امکان بارگذاری ماژول بخش هوشمند نیست
fi: Smart Part -moduulin lataus ei onnistunut
fr: Impossible de charger le module Smart Part
id: Tidak bisa mengeluarkan Modul Bagian Cerdas
it: Impossibile caricare il modulo Smart Part
ja: スマートパートモジュールを読み込めませんでした
nl: Onmogelijk om de Smart Module Deel te laden
no: Kan ikke laste Smart Part-modul
pl: Nie można załadować modułu Smart Part
pt: Não foi possível carregar o Módulo Smart Part
ru: Невозможно загрузить модуль интеллектуальной части
sv: Kan ej ladda Smart Part-modul
tr: Akıllı Bölüm Modülü yüklenemedi
zh_cn: 不能加载智能部件模块
zh_hk: 不能載入智慧部件模組

# CapitalTo
source: To
ar: إلى
cs: Komu
da: Til
de: Zu
es: Hasta
fa: به
fi: Mihin
fr: Jusque
id: Ke
it: A
lv: Līdz
nl: Naar
no: Til
pl: Do
pt: Até
ru: По
sv: Till
tr: Bitiş
zh_cn: 到
zh_hk: 到

source: Category
ar: الفئة
cs: Kategorie
da: Kategori
de: Kategorie
es: Categoría
fa: دسته
fi: Luokka
fr: Catégorie
id: Kategori
it: Categoria
ja: カテゴリ
lv: Kategorija
nl: Categorie
no: Kategori
pl: Kategoria
pt: Categoria
ru: Категория
sv: Kategori
tr: Kategori
zh_cn: 类别
zh_hk: 類別

source: Changed By
ar: تم التغيير بواسطة
cs: Změny provedl
da: Ændret Af
de: Geändert durch
es: Modificado por
fa: تفییر داده شده بوسیله:
fi: Muutoksen tekijä
fr: Modifié par
id: Diubah Oleh
it: Modificato da
ja: 変更者
lv: Izmaiņas Veica
nl: Gewijzigd door
no: Endret av
pl: Zmienione przez
pt: Modificado Por
ru: Изменено
sv: Ändrad av
tr: Değiştirildi
zh_cn: 更改人
zh_hk: 更改人

source: Change Interval
ar: تغيير الفاصل الزمني
cs: Změnit interval
da: Skift Interval
de: Änderungsintervall
es: Cambiar intervalo
fa: تغییر وقفه
fi: Muuta aikaväliä
fr: Modifier l'Intervalle
id: Ubah Interval
it: Cambia intervallo
ja: インターバルの変更
lv: Mainīt Intervālu
nl: Wijzig interval
no: Endre intervall
pl: Zmiana interwału
pt: Mudar Intervalo
ru: Изменить интервал
sv: Ändra intervall
tr: Değişim intervali
zh_cn: 更改间隔
zh_hk: 更改間隔

source: Change Optional Column
ar: تغيير العمود الاختياري
cs: Změnit volitelný sloupec
da: Ændr Valgfri Kolonne
de: Optionale Spalte ändern
es: Cambiar Columna Opcional
fa: تغییر ستون انتخابی
fi: Muokkaa valinnaista saraketta
fr: Modifier colonne optionnelle
id: Ubah Kolom Opsional
it: Cambia colonna opzionale
ja: オプション列の変更
lv: Mainīt Izvēles Kolonnu
nl: Wijzig optionele kolom
no: Endre valgfri kolonne
pl: Zmień Kolumnę Opcjonalną
pt: Mudar Coluna Opcional
ru: Изменить дополнительный столбец
sv: Ändra tilläggskolumn
tr: Opsiyonel Kolono Değiştir
zh_cn: 更改自定义栏位
zh_hk: 更改自訂欄位

source: Change your availabilities
ar: تغيير أوقات التوافر الخاصة بك
cs: Změňte své dostupnosti
da: Skift dine tilgængeligheder
de: Ändern Sie Ihre Verfügbarkeiten.
es: Cambiar sus disponibilidades
fa: دسترس پذيریهای خود را تغییر دهید
fi: Muuta käytettävyyttäsi
fr: Modifier disponibilités
id: Ubah ketersediaan anda
it: Modifica le tue disponibilità
ja: 空き状況の変更
lv: Mainīt savas pieejamības
nl: Wijzig Uw beschikbaarheden
no: Endre tilgjengeligheter
pl: Zmień swoje dostępności
pt: Mudar disponibilidades
ru: Изменить доступности
sv: Hantera tillgänglighet
tr: Uygunluklarını değiştir
zh_cn: 更改您的可用性
zh_hk: 更改您的可用性

# ChangeYourCultureSettings
source: Computer default
ar: الإعدادات الافتراضية للكمبيوتر
cs: Výchozí nastavení počítače
da: Computerstandard
de: Systemstandard
es: Sistema por Defecto
fa: پیش فرض کامپیوتر
fi: Tietokoneoletus
fr: PC par défaut
id: Default komputer
it: Impostazioni predefinite
ja: コンピューターの既定の設定
lv: Pēc noklusējuma
no: Innstilling på datamaskin
pl: Domyślne ustawienia
pt: Padrão do computador
ru: Компьютер по умолчанию
sv: Inställning på datorn
tr: Bilgisayar Hazır Ayarı
zh_cn: 计算机默认设置
zh_hk: 電腦預設設置

# ChangeYourOrganizationTree
source: Change your organisation structure
ar: تغيير هيكل المنظومة
cs: Změňte svou organizační strukturu
da: Ændr din organisationsstruktur
de: Ändern Sie die Organisationshierarchie
es: Cambie la estructura de su organización
fa: ساختار سازمان خود را تغییر دهید
fi: Muokkaa organisaatiorakennetta
fr: Modifier votre structure d'organisation
id: Ubah struktur organisasi anda
it: Modifica la Struttura Organizzativa
ja: 組織構造の変更
lv: Mainiet savu organizatorisko struktūru
nl: Wijzig uw organisatiestructuur
no: Endre din organisasjonsstruktur
pl: Zmień strukturę organizacji
pt: Mudar a sua estrutura organizacional
ru: Изменить структуру организации
sv: Ändra din organisationsstruktur
tr: Organizasyon yapısını değiştir
zh_cn: 更改您的组织结构
zh_hk: 更改您的組織結構

source: Change your password
ar: تغيير كلمة المرور
cs: Změňte své heslo
da: Skift din adgangskode
de: Ändern Sie Ihr Passwort
es: Cambie su password
fa: تغییر کلمه رمز شما
fi: Vaihda salasanasi
fr: Modifiez votre mot de passe
id: Ubah password anda
it: Cambio password
ja: パスワードの変更
lv: Nomainiet paroli
nl: Wijzig uw wachtwoord
no: Endre passordet ditt
pl: Zmień hasło
pt: Altere a sua senha
ru: Измените пароль
sv: Ändra lösenord
tr: Şifrenizi değiştirin
zh_cn: 更改您密码
zh_hk: 更改您密碼

source: Change your rotations
ar: تغيير الدورات
cs: Změňte své cykly
da: Skift dine turnusser
de: Ändern Sie Ihre Rotationen.
es: Cambie sus rotaciones
fa: گردش های خود را تغییر دهید
fi: Muokkaa työvuorokiertoja
fr: Modifier rotations
id: Ubah rotasi anda
it: Modifica rotazioni
ja: ローテーションの変更
lv: Mainīt rotāciju
nl: Wijzig Uw rotaties
no: Endre dine rotasjoner
pl: Zmień swoje rotacje
pt: Mudar as rotações
ru: Изменить ротации
sv: Hantera sekvenser
tr: Rotasyonlarını değiştir
zh_cn: 更改您的循环
zh_hk: 更改您的迴圈

source: Chart
ar: مخطط
cs: Diagram
da: Diagram
de: Grafik
es: Gráfico
fa: نمودار
fi: Kaavio
fr: Diagramme
id: Grafik
it: Grafico
ja: チャート
lv: Diagramma
nl: Grafiek
no: Diagram
pl: Wykres
pt: Gráfico
ru: График
sv: Graf
tr: Grafik
zh_cn: 图表
zh_hk: 圖表
