Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Budget group
ar: المجموعه المدرجة في الميزانية
cs: Skupina rozpočtů
da: Budget gruppe
de: Budgetgruppe
es: Grupo de presupuesto
fa: گروه بودجه
fi: Budjettiryhmä
fr: Groupe budget
id: Kelompok budget
it: Gruppo di Budget
ja: 予算グループ
lv: Budžeta grupa
nl: Budget groep
no: Budsjettgruppe
pl: Grupa budżetowa
pt: Grupo de orçamento
ru: Бюджетная группа
sv: Budgetgrupp
tr: Bütçe grubu
zh_cn: 预算组
zh_hk: 預算組

# ErrorMessageNotAValidSchedulePeriod
source: Not a valid Schedule Period
ar: ابيت فترة جدول صحيحه
cs: Naplatné období plánování
da: Ikke en gyldig planlægnings periode
de: Ist keine gültiger Planungszeitraum
es: No es un Período de Planificación válido
fa: دوره زمانبندی معتبر نیست
fi: Ei hyväksytty työvuorokausi
fr: Pas une période planning valide
id: Bukan Periode Penjadwalan yang valid
it: Periodo di pianificazione non valido
ja: 有効なスケジュール期間ではありません
lv: Nav derīgs Grafika Periods
nl: Ongeldig Rooster Periode
no: Ikke en gyldig skjemaperiode
pl: Błędny okres planu
pt: Não é um Período de Agendamento válido
ru: Недоступный период планирования
sv: Ingen giltig schemaperiod
tr: Geçerli vardiya periyodunu seç
zh_cn: 不是一个有效的班表周期
zh_hk: 不是一個有效的班表週期

# ErrorMessageNotConsistentShiftCategories
source: Can't Schedule Team because it already has different Shift Categories
ar: لا يمكن جدوله الفريق لانه لديه فئات نوبة العمل مختلفة
cs: Není možné plánovat tým, protože má rozdílné kategorie směn
da: Kan ikke planlægge teamet fordi der allerede er forskellige vagtkategorier
de: Kann Team nicht planen, da es bereits andere Schichtkategorien hat
es: No es posible Planificar Equipo por ya tener Categorías de Turno dieferentes
fa: زمانبندی تیم نمی تواند انجام شود زیرا آن از قبل دسته بندیهای شیفت متفاوتی دارد.
fi: Ei voi tehdä työvuoroja tiimille, koska tiimillä on eri vuoroluokkia
fr: Impossible de planifier équipe car elle a déjà des catégories d'horaires différentes.
id: Tidak bisa menjadwalkan tim karena memiliki kategori shift berbeda
it: Impossibile pianificare il Team perché possiede giù differenti categorie turni
ja: 別のシフトカテゴリが設定されているため、チームのスケジュールを作成できません。
lv: Nevar Ieplānot Nodaļu, jo tai jau ir citas Maiņu Kategorijas
nl: Kan geen Team Inroosteren want het heeft al verschillende Dienst Categorieën
no: Kan ikke planlegge gruppen fordi den allerede har forskjellige skiftkategorier
pl: Nie można zaplanować zespołu ponieważ ma już inne kategorie dyżurów
pt: Não é possível Agendar a Equipe poque ainda existem diferentes categorias de turnos
ru: Невозможно спланировать график по группе, т.к. уже есть разные категории смен.
sv: Kan inte schemalägga team då den redan har olika skiftkategorier
tr: Ekibi vardiyalayamadı. Değişik vardiya kategorileri bulunuyor.
zh_cn: 由于包含不同的班次类别不能进行小组排班
zh_hk: 由於包含不同的班次類別不能進行小組排班

source: Net net staff
ar: صافى صافى العدد
cs: Zaměstnanci čistý
da: Netto netto personale
de: Netto Netto Personal
es: Neto Personal Neto
fa: کارمند خالص
fi: Net Net henkilöstö
fr: Personnel net net
id: Staf netto
it: Allocazione netta
ja: 正味のスタッフ数
lv: Tīrais Neto Personāls
nl: Net net personeel
no: Netto nettoansatte
pl: Załoga netto netto
pt: Staff líquido após reduções
ru: Net net штат
sv: Totalsumma anställda
tr: Net personel
zh_cn: 净净人员数
zh_hk: 淨淨人員數

# AgentsColon
source: Agents:
ar: الممثلون
cs: Agenti:
da: Medarbejdere:
de: Mitarbeiter:
es: Agentes:
fa: پاسخگوها:
fi: Agentit:
id: Agent:
it: Agenti:
ja: エージェント:
lv: Operatori:
nl: Agenten:
no: Agenter:
pl: Agenci:
pt: Agentes:
ru: Операторы:
sv: Agenter:
tr: Müşteri temsilcileri:
zh_cn: 座席代表：
zh_hk: 座席代表：

# ChangeDateFromUtcColon
source: Change Date From (UTC):
ar: غير التايخ من(UTC):
cs: Změnit datum z (UTC):
da: Ændre Fra Dato (UTC)
de: Von- Datum ändern (UTC):
es: Cambiar Fecha Desde (UTC):
fa: تغییر تاریخ از (UTC):
fi: Muokkaus päivästä (UTC):
fr: Mofifier date à partir (UTC):
id: Mengubah Tanggal Mulai (UTC):
it: Data modifica Da (UTC):
ja: 変更前の日付（UTC）:
lv: Mainīt Datumu No (UTC):
nl: Wijzig Datum Vanaf (UTC):
no: Endringsdato fra (UTC):
pl: Zmień datę z (UTC):
pt: Alterar Data De (UTC):
ru: Дата изменения "с" (UTC):
sv: Ändringsdatum från (UTC):
tr: (UTC) den itibaren değiştir:
zh_cn: 更改日期从(UTC)：
zh_hk: 更改日期從(UTC)：

# ChangeDateToUtcColon
source: Change Date To (UTC):
ar: غير االتاريخ الى (UTC):
cs: Změnit datum na (UTC):
da: Ændre Til Dato (UTC)
de: Bis- Datum ändern (UTC):
es: Cambiar Fecha Hasta (UTC):
fa: تغییر تاریخ به (UTC):
fi: Muokkaus päivään (UTC):
fr: Date de modification jusque (UTC):
id: Mengubah Tanggal Sampai (UTC):
it: Data modifica A (UTC):
ja: 変更後の日付（UTC）:
lv: Mainīt Datumu Uz (UTC):
nl: Wijzig Datum Tot (UTC):
no: Endringsdato til (UTC):
pl: Zmień datę na (UTC):
pt: Mudar Data Para (UTC):
ru: Дата изменения "по" (UTC):
sv: Ändringsdatum till (UTC):
tr: UTC) ye kadar değiştir:
zh_cn: 更改日期到(UTC)：
zh_hk: 更改日期到(UTC)：

# ScheduleDateFromUtcColon
source: Schedule Date From (UTC):
ar: جدول التاريخ من (UTC):
cs: Datum plánování od (UTC):
da: Planlæg fra dato (UTC):
de: Planung Startdatum (UTC):
es: Planificar Fecha Desde (UTC):
fa: زمانبندی تاریخ از (UTC):
fi: Työvuorot päivästä (UTC):
fr: Date de planning à partir de (UTC)
id: Menjadwalkan Tanggal Mulai (UTC):
it: Data pianificazione Da (UTC):
ja: 変更前のスケジュール（UTC）:
lv: Plānot Datumu No (UTC):
nl: Rooster Datum Vanaf (UTC)
no: Skjemadato fra (UTC):
pl: Data planu od (UTC):
pt: Data do Agendamento De (UTC):
ru: Дата планирования"с" (UTC):
sv: Schemadatum från (UTC):
tr: (UTC) den itibaren vardiyala:
zh_cn: 排班开始日期(UTC)：
zh_hk: 排班開始日期(UTC)：

# ScheduleDateToUtcColon
source: Schedule Date To (UTC):
ar: جدول التاريخ الى (UTC):
cs: Datum plánování do (UTC):
da: Planlæg til data (UTC):
de: Planungsdatum Von (UTC):
es: Planificar Fecha Hasta (UTC):
fa: زمانبندی تاریخ به (UTC):
fi: Työvuorot päivään (UTC):
fr: Date de planning jusque (UTC):
id: Menjadwalkan Tanggal Sampai (UTC):
it: Data pianificazione A (UTC):
ja: 変更後のスケジュール（UTC）:
lv: Plānot Datumu Līdz (UTC):
nl: Rooster Datum Tot (UTC):
no: Skjemadato til (UTC):
pl: Data planu do (UTC):
pt: Data do Agendamento Até (UTC):
ru: Дата планирования"по" (UTC):
sv: Schemadatum till (UTC):
tr: (UTC) ye kadar vardiyala:
zh_cn: 排班日期至(UTC)：
zh_hk: 排班日期至(UTC)：

# UserColon
source: User:
ar: المستخدم
cs: Uživatel:
da: Bruger:
de: Benutzer:
es: Usuario:
fa: کاربر:
fi: Käyttäjä:
fr: Utilisateur:
id: Pengguna:
it: Utente:
ja: ユーザー:
lv: Lietotājs:
no: Bruker:
pl: Użytkownik:
pt: Usuário:
ru: Пользователь:
sv: Användare:
tr: Kullanıcı:
zh_cn: 用户：
zh_hk: 用戶：

# CouldNotAddOverTimeNoPersonPeriods
source: Could not add overtime due to agents with no person periods in selection
ar: لم يمكن اضافه ساعات العمل الاضافية لأن لا يوجد فترة شخصية للموظف
cs: Není možné přidat agentům přesčas bez zvolení období osoby
da: Kunne ikke tilføje overarbejde, fordi medarbejderen ikke har en gyldig ansættelsesperiode.
de: Konnte aufgrund von Mitarbeitern ohne Personen-Periode keine Überstunden hinzugeben
es: No ha sido posible añadir tiempo extra sin tener períodos personales seleccionados
fa: بدلیل عدم انتخاب مدت شخصی ، پاسخگوها قادر به اضافه کردن اضافه کار نیستند.
fi: Ei voitu lisätä ylityötä, koska agentilla ei ole työvuorojaksoa valittuna
fr: Impossible d'ajouter heures supplémentaires à cause d'agents avec période personne en sélection
id: Tidak bisa menambah lembur karena agent tanpa periode orang terpilih
it: Impossibile aggiungere straordinari per presenza nella selezione di agenti senza Periodi di anagrafica
ja: エージェントの要員期間が選択されていないため、残業を追加できません
lv: Nevar pievienot virsstundas jo atlasē ir operatori bez personu periodiem
nl: kon geen overwerk toevoegen vanwege agenten zonder persoon periode in selectie
no: Kunne ikke legge til overtid da det er agenter uten personperioder i det valgte området
pl: Nie można dodać nadgodzin ponieważ agenci nie mają osobistych okresów w ybranym zakresie
pt: Não foi possível adicionar horas extras, pois há agentes sem um período da pessoa selecionados.
ru: Невозможно добавить сверхурочное время, т.к. у выбраного сотрудника нет индивидуального периода.
sv: Kunde inte lägga till övertid då det finns agenter utan personperioder i valt område
tr: Kişisel periyod bilgisi olmayan müşteri temsilcilerine fazla mesai eklenemiyor
zh_cn: 选择范围内无可用人员周期，不能增加加班。
zh_hk: 選擇範圍內無可用人員週期，不能增加加班。

source: Change Date
ar: غير التاريخ:
cs: Změna datumu
da: Ændre dato
de: Datum ändern
es: Fecha de Cambio
fa: تغییر تاریخ
fi: Muokkauspäivä
fr: Date de modification
id: Mengubah Tanggal
it: Cambia data
ja: 日付の変更
lv: Mainīt Datumu
nl: Wijzig Datum
no: Endringsdato
pl: Zmień datę
pt: Mudar Data
ru: Дата изменения
sv: Ändringsdatum
tr: Değişiklik tarihi
zh_cn: 更改日期
zh_hk: 更改日期

# ChangeDateColon
source: Change Date:
ar: غير التاريخ:
cs: Změna datumu:
da: Ændre Dato:
de: Änderungsdatum:
es: Fecha de Cambio:
fa: تغییر تاریخ:
fi: Muokkauspäivä:
fr: Date de modification:
id: Mengubah Tanggal:
it: Cambia data:
ja: 日付の変更:
lv: Mainīt Datumu:
nl: Wijzig Datum:
no: Endringsdato:
pl: Zmień datę:
pt: Alterar Data:
ru: Дата изменения:
sv: Ändringsdatum:
tr: Değişiklik tarihi:
zh_cn: 更改日期：
zh_hk: 更改日期：

source: Object Type
ar: نوع الكائن
cs: Typ objektu
da: Objekttype
de: Objekt- Typ
es: Tipo de Objeto
fa: نوع موضوع
fi: Kohdetyyppi
fr: Type d'objet
id: Tipe Obyek
it: Tipo oggetto
ja: オブジェクトの種類
lv: Objekta Tips
no: Objektstype
pl: Typ obiektu
pt: Tipo de Objeto
ru: Тип объекта
sv: Objekttyp
tr: Obje tipi
zh_cn: 对象类型
zh_hk: 對象類型

# ScheduleDateColon
source: Schedule Date:
ar: تاريخ الجدول
cs: Datum plánování:
da: Planlægnings Dato:
de: Planungsdatum:
es: Fecha de Planificación:
fa: زمانبندی تاریخ:
fi: Työvuoropäivä:
fr: Date de planning:
id: Menjadwalkan Tanggal:
it: Data pianificazione:
ja: 予定日:
lv: Plānot Datumu:
nl: Rooster Datum:
no: Skjemadato:
pl: Data planu:
pt: Data do Agendamento:
ru: Дата планирования:
sv: Schemadatum:
tr: Vardiya planı tarihi:
zh_cn: 排班日期：
zh_hk: 排班日期：

source: Schedule Date From
ar: تاريخ الجدول من:
cs: Datum plánování od
da: Planlæg fra dato
de: Planung Von- Datum
es: Fecha de Planificación Desde
fa: زمانبندی تاریخ از
fi: Työvuorot päivästä
fr: Date de planning à partir de:
id: Menjadwalkan Tanggal Mulai
it: Data pianificazione da
ja: 開始予定日:
lv: Plānot Datumu No
nl: Rooster Datum Van
no: Skjemadato fra
pl: Data planu od
pt: Data do Agendamento De
ru: Дата графика с
sv: Schemadatum från
tr: İlgili tarihten itibaren vardiya planı
zh_cn: 排班开始日期
zh_hk: 排班開始日期

source: Schedule Date To
ar: تاريخ الجدول الى:
cs: Dstum plánování fo
da: Planlæg til dato
de: Planungsdatum Bis (UTC):
es: Fecha de Planificación Hasta
fa: زمانبندی تاریخ تا
fi: Työvuorot päivään
fr: Date de planning jusque:
id: Menjadwalkan Tanggal Sampai
it: Data pianificazione a
ja: 終了予定日:
lv: Plānot Datumu Līdz
nl: Rooster Datum Tot
no: Skjemadato til
pl: Data planu do
pt: Data do Agendamento Até
ru: Дата графика по
sv: Schemadatum till
tr: İlgili tarihe kadar vardiya planı
zh_cn: 排班结束日期
zh_hk: 排班結束日期

# UserName
source: User
ar: المستخدم
cs: Uživatel
da: Bruger
de: Benutzer
es: Usuario
fa: کاربر
fi: Käyttäjä
fr: Utilisateur
id: Pengguna
it: Utente
ja: ユーザー
lv: Lietotājs
no: Bruker
pl: Użytkownik
pt: Usuário
ru: Пользователь
sv: Användare
tr: Kullanıcı
zh_cn: 用户
zh_hk: 用戶

source: Optimizing Intraday
ar: تحسين جدول خلال اليوم
cs: Optimalizace dne
da: Optimere intradag
de: Optimiere Intra-Tag
es: Optimizando Intradía
fa: بهینه سازی بین روز
fi: Päivänsisäinen optimointi
fr: Optimisation intra-journalier
id: Optimalisasi Intraday
it: Ottimizzazione Intraday
ja: 日中の最適化
lv: Optimizē Dienas ietvaros
nl: Intraday Optimaliseren
no: Optimalisere innen dag
pl: Optymalizacja wewnątrz dnia
pt: Otimizando Intradiário
ru: Оптимизация внутри дня
sv: Optimera inom dag
tr: Güniçi optimize ediliyor
zh_cn: 正在当日优化
zh_hk: 正在當日優化

source: Add date
ar: اضف تاريخ
cs: Přidat datum
da: Tilføj dato
de: Datum hinzufügen
es: Añadir día
fa: افزودن تاریخ
fi: Lisää päivämäärä
fr: Ajouter date
id: Tambah tanggal
it: Aggiungi data
ja: 日付の追加
lv: Pievienot datumu
nl: Voeg datum
no: Legg til dato
pl: Dodaj datę
pt: Adicionar data
ru: Добавить дату
sv: Lägg till datum
tr: Tarih ekle
zh_cn: 添加日期
zh_hk: 添加日期

source: Add dates
ar: اضف تواريخ
cs: Přidat data
da: Tilføj datoer
de: Datum hinzufügen
es: Añadir días
fa: افزودن تاریخ ها
fi: Lisää päivämäärät
fr: Ajouter dates
id: Tambah tanggal
it: Aggiungi date
ja: 日付の追加
lv: Pievienot datumus
nl: Voeg Datums
no: Legg til flere datoer
pl: Dodaj daty
pt: Adicionar datas
ru: Добавить даты
sv: Lägg till flera datum
tr: Tarihleri ekle
zh_cn: 添加日期
zh_hk: 添加日期

source: Enter properties on site
ar: ادخل الخواص على المواقع
cs: Zadejte vlastnosti pracoviště
da: Indtast egenskaber på webstedet
de: Eigenschaften für einen Standort eingeben
es: Insertar Propiedades en el Site
fa: وارد کردن مشخصه ها در سایت
fi: Syötä rajoitukset toimipisteelle
fr: Entrer propriétés sur site
id: Masukkan Properti Pada Site
it: Inserire proprietà del Sito
ja: サイトのプロパティを入力
lv: Ievadiet īpašības grupai
nl: Voer eigenschappen op de site
no: Legg inn egenskaper på enhet
pl: Podaj właściwości lokalizacji
pt: Entre com as Propriedades do Site
ru: Ввести свойства сайта
sv: Ange egenskaper på enhet
tr: Lokasyona özelliklerini girin
zh_cn: 请输入站点属性
zh_hk: 請輸入網站屬性

source: Manage Sites
ar: ادارة المواقع
cs: Spravovat pracoviště
da: Administrer Lokaliter
de: Einheiten verwalten
es: Gestionar Sites
fa: مدیریت کردن سایت ها
fi: Hallinnoi toimipistettä
fr: Gérer sites
id: Mengatur Site
it: Gestione Siti
ja: サイトの管理
lv: Pārvaldīt Grupas
nl: Beheer Sites
no: Rediger Enheter
pl: Zarządzaj lokalizacjami
pt: Gerenciar Sites
ru: Управление сайтами
sv: Hantera enheter
tr: Lokasyonları yönet
zh_cn: 管理站点
zh_hk: 管理網站

source: Max Seats
ar: اقصى عدد مقاعد
cs: Max míst
da: Maks siddepladser
de: Max Plätze
es: Max. no. de Puestos
fa: حداکثر صندلی ها
fi: Maksimi paikat
fr: Max postes
id: Seat Maks
it: Max postazioni
ja: 最大の座席数
lv: Max Sēdvietas
no: Max plasser
pl: Maks. stanowisk
pt: Máx PAs
ru: Макс. число рабочих мест
sv: Max arbetsplatser
tr: Azami masa
zh_cn: 最大席位数
zh_hk: 最大席位數

source: Requires Seat
ar: يحتاج مقعد
cs: Požadovaná místa
da: Kræver siddepladser
de: Erfordert Platz
es: Requiere puesto
fa: صندلی های مورد نیاز
fi: Vaatii työpisteen
fr: Postes nécessaires
id: Membutuhkan Seat
it: Richiede postazione
ja: 座席を要求
lv: Nepieciešama Sēdvieta
nl: Vereist Seat
no: Trenger plass
pl: Wymaga stanowiska
pt: Necessita de PA
ru: Требуется рабочее место
sv: Arbetsplats krävs
tr: Masa gerekli
zh_cn: 需要席位
zh_hk: 需要席位

source: Sites
ar: المواقع
cs: Pracoviště
da: Lokaliteter
de: Einheiten
fa: سایت ها
fi: Toimipisteet
id: Site
it: Siti
ja: サイト
lv: Grupas
no: Enheter
pl: Lokalizacje
ru: Сайты
sv: Enheter
tr: Lokasyonlar
zh_cn: 站点
zh_hk: 網站

source: for max:
ar: الى اقصى:
cs: max:
da: Til Maks:
de: Für max:
es: para max:
fa: برای حداکثر:
fi: enintään:
fr: pour max:
id: untuk maks:
it: per max:
ja: 最大:
lv: max:
nl: Voor max:
pl: dla maks.:
pt: no max:
ru: для макс.:
sv: för max:
tr: azami için:
zh_cn: 最大：
zh_hk: 最大：

# PayrollCodeColon
source: Payroll System Code:
ar: شفرة نظام المرتبات
cs: Kód mezd:
da: Lønsystem kode
de: Lohn-Export-Code:
es: Código de Nómina:
fa: کد سیستم لیست حقوق
fi: Palkka koodi:
fr: Code feuille de paie:
id: Kode Payroll:
it: Codice Payroll:
ja: 賃金台帳コード:
lv: Algu Sistēmas Kods:
nl: Payroll Sytem Code:
no: Payroll Kode:
pl: Kod systemu płacowego
pt: Cód. na Folha de Pag:
ru: Код системы заработной платы:
sv: Lönesystemets kod:
tr: Bordro kodu:
zh_cn: 薪资系统代码：
zh_hk: 薪資系統代碼：

# RequestDetails
source: Request Details View
ar: اطلب منظور مفصل
cs: Požadováno detailní zobrazení
da: Se Detaljer
de: Anfrage Details
es: Vista de Detalles de Solicitudes
fa: نمایش جزئیات درخواست
fi: Yksityiskohtainen pyyntönäkymä
fr: Aperçu détails demande
id: Permintaan Tampilan Detil
it: Vista dettagli richiesta
ja: 要求詳細ビュー
lv: Pieprasījuma Detalizēts Skatījums
nl: Verzoek Details View
no: Be om Detalj oversikt
pl: Widok szczegółów żądań
pt: Visualização dos Detalhes da Solicitação
ru: Просмотр подробностей запроса
sv: Förfrågningsdetaljvy
tr: İstek detayları görünümü
zh_cn: 申请详细信息视图
zh_hk: 申請詳細資訊視圖

source: View details
ar: انظر التفاصيل
cs: Zobrazit detaily
da: Se Detaljer
de: Details
es: Ver detalles
fa: نمایش جزئیات
fi: Näytä tiedot
fr: Voir détails
id: Tampilkan detil
it: Visualizzazione dettagli
ja: 詳細の表示
lv: Skatīt detalizēti
nl: Bekijk details
no: Se detaljer
pl: Zobacz szczegóły
pt: Visualizar detalhes
ru: Подробный просмотр
sv: Visa detaljer
tr: Detayları görüntüle
zh_cn: 查看详细信息
zh_hk: 查看詳細資訊

# TheDaysListedBelowWillNotBeSavedDot
source: The days listed below will not be saved.
ar: الايام فى الاسفل لن يتم حفظها
cs: Dny zobrazené níže nebudou uloženy.
da: Dagen herunder vil ikke blive gemt.
de: Die unten aufgeführten Tage werden nicht gespeichert.
es: Los días listados a cont. no serán guardados.
fa: روزهای فهرست شده در زیر ذخیره نخواهد شد.
fi: Päivät, mitkä on listattu alla ei voida tallentaa.
fr: Les jours mentionnés dans la liste en-dessous ne seront pas sauvegardés.
id: Hari du dalam daftar di bawah tidak akan disimpan.
it: I giorni elencati di seguito non saranno salvati.
ja: 以下にリストされた日は保存されません
lv: Zemāk uzskaitītās dienas netiks saglabātas.
nl: De genoemde dagen hieronder worden niet opgeslagen.
no: De følgende dagene vil ikke bli lagret.
pl: Poniższe dni nie zostaną zapisane.
pt: Os dias listados abaixo não serão salvos.
ru: Дни, представленные ниже, не будут сохранены.
sv: Följande dagar kommer inte att sparas:
tr: Aşağıda listelenen günler kaydedilmeyecek.
zh_cn: 以下所列的日期将不会被保存。
zh_hk: 以下所列的日期將不會被保存。

# TheServiceLevelForSpecifiedIntervalLengthIsTooLongDot
source: The service level for specified interval length is too long.
ar: مستوى الخدمه للفاصل الزمنى المحدد اطول مما ينبغى
cs: Service level pro specifikovanou délku intervalu je příliš dlouhý.
da: Det angivne interval er for langt til Service Level
de: Der Servicelevel für den ausgewählten Intervall ist zu lang.
es: El nivel de servicio para la longitud del intervalo especificado es demasiado alto.
fa: سطح سرویس برای طول فاصله زمانی مشخص بسیار طولانی می باشد.
fi: Palvelutaso kyseisellä jaksolla on liian pitkä.
fr: Le niveau de service pour intervalle spécifiée est insuffisant.
id: Tingkat layanan untuk panjang interval yang ditentukan terlalu panjang.
it: Il livello di servizio per la lunghezza dell'intervallo è eccessivo.
ja: 指定したインターバル長に対するサービスレベルが長すぎます。
lv: Servisa līmenis norādītajam intervāla garumam ir pārāk garš.
nl: Het serviceniveau voor bepaalde interval lengte is te lang.
no: Service nivå for spesifisert interval lengde er for lang.
pl: Poziom obsługi dla wybranej długości interwału jest za długi.
pt: O nível de serviço para a duração de um intervalo especificada é muito grande.
ru: Уровень сервиса для заданной длины интервала слишком длинный.
sv: Servicenivån för specificerad intervallängd är för lång.
tr: Belirlenen interval uzunluğu için servis seviyesi çok uzun
zh_cn: 您为特定间隔长度所设置的服务水平时间过长。
zh_hk: 您為特定間隔長度所設置的服務水準時間過長。

# AvailabilityColon
source: Availability:
ar: الاتاحه:
cs: Dostupnost:
da: Tilgængelighed:
de: Verfügbarkeit:
es: Disponibilidad:
fa: دسترسی:
fi: Käytettävyys:
fr: Disponibilté:
id: Ketersediaan:
it: Disponibilità:
ja: 空き状況:
lv: Pieejamība:
nl: Beschikbaarheid:
no: Tilgjengelighet
pl: Dostępność:
pt: Disponibilidade:
ru: Доступность:
sv: Tillgänglighet:
tr: Uygunluk:
zh_cn: 可用性：
zh_hk: 可用性：

# NextDayColon
source: Next day:
ar: اليوم التالى:
cs: Další den:
da: Næste dag:
de: Nächster Tag:
es: Día siguiente:
fa: روز بعد:
fi: Seuraava päivä:
fr: Jour + 1:
id: Hari berikutnya:
it: Giorno successivo:
ja: 次の日:
lv: Nākamā diena:
nl: Volgende dag:
no: Neste dag:
pl: Następny dzień:
pt: Próximo dia:
ru: Следующий день:
sv: Nästa dag:
tr: Ertesi gün:
zh_cn: 下一天：
zh_hk: 下一天：

# NoShiftsAvailableForThisStudentAvailabilityDot
source: No shifts available for this availability.
ar: لايوجد نوبات عمل لهذا الاتاحه
cs: Pro tuto dostupnost není dostupná směna.
da: Ingen vagter tilgængelige for denne tilgængelighed.
de: Für diese Verfügbarkeit sind keine Schichten vorhanden.
es: No hay turnos disponibles para esta diponibilidad.
fa: هیچ شیفتی برای این دسترسی در دسترس نمی باشد.
fi: Ei vuoroja saatavilla käytettävyyden aikana.
fr: Aucun horaire disponible pour cette disponibilté.
it: Nessun turno presente per questa disponibilità studenti.
ja: この学生の空き時間で利用可能なシフトはありません。
lv: Šai pieejamībai nav pieejama neviena maiņa.
nl: Geen diensten beschikbaar voor deze beschikbaarheid
no: Ingen tilgjengelige skift for denne tilgjengeligheten.
pl: Brak dyżurów dla tej dostępności.
pt: Não há turnos diponíveis para essa disponibilidade.
ru: Нет доступных смен для этой доступности.
sv: Inga passande skift för denna tillgänglighet för timanställd.
tr: Bu uygunluk için geçerli vardiya tipleri bulunamadı.
zh_cn: 没有匹配此可用性的班次
zh_hk: 沒有匹配此可用性的班次

# StudentAvailabilityPeriod
source: Availability period
ar: فترة الاتاحه
cs: Období dostupnosti
da: Tilgængeligheds periode
de: Verfügbarkeitsperiode
es: Período de disponibilidad
fa: دوره دسترسی
fi: Käytettävyysjakso
fr: Période disponibilté horaire
it: Periodo disponibilità studenti
ja: 学生の利用可能期間
lv: Pieejamības periods
nl: Beschikbaarheid periode
no: Tilgjengelighet periode
pl: Okres dostępności
pt: Período de disponibilidade
ru: Период доступности
sv: Tillgänglighetsperiod
tr: Uygunluk dönemi
zh_cn: 小时工可用性周期
zh_hk: 小時工可用性週期

source: You should work at least {0} hours. You are now available for between {1} and {2} hours.
ar: يجب أن تعمل على الاقل {0} س انت الان متاح بين {1}س و {2} س
cs: Měl(a) bste pracovat minimálně {0}h. Nyní jste dostupný(á) mezi {1}h a {2}h.
da: Du skal arbejde mindst {0} timer. Du er nu tilgængelig mellem {1} og {2} timer.
de: Sie sollten mindestens {0}Std arbeiten. Ihre Eingaben resultieren in einer Verfügbarkeit zwischen {1}Std and {2}Std.
es: Debe trabajar al menos {0} hrs. Está disponible ahora entre {1} y {2} hrs.
fa: شما حداقل باید {0} ساعت کارکنید. شما هم اکنون بین {1} ساعت و {2} ساعت در دسترس هستید.
fi: Sinun tulee työskennellä vähintään {0} tuntia. Sinä olet nyt käytettävissä {1}t ja {2}t
fr: Vous devez travailler au moins {0} heures. Vous êtes disponible maintenant entre {1} et {2}heures.
id: Anda seharusnya bekerja sedikitnya {0} jam. Waktu anda tersedia antara {1} jam dan {2} jam.
it: Dovresti lavorare almeno {0}h. Attualmente la tua disponibilità è tra {1} e {2} ore.
ja: {0} 時間以上勤務する必要があります。現在 {1} ～ {2} 時間勤務することができます。
lv: Jums būtu jāstrādā vismaz {0} stundas. Jūs šobrīd esat pieejams no {1} līdz {2} stundām.
nl: U moet ten minste {0}uur werken. U bent nu beschikbaar voor tussen {1} uur en {2} uur.
no: Du skal jobbe minst {0}t. Du er nå tilgjengelig for mellom {1}t og {2}t.
pl: Powinieneś pracować przynajmniej {0} godz. Jesteś w tej chwili dostępny/a na {1} do {2} godz.
pt: Você deve trabalhar pelo menos {0}h. Você está atualmente disponível entre {1}h e {2}h.
ru: Вы должны работать мин. {0} ч. Сейчас вы доступны для работы между {1} и {2} ч.
sv: Du borde arbeta minst {0}h. Du är nu tillgänglig {1} till {2}h.
tr: {0} saat çalışmanız gerekiyor. Şu anda {1} ve {2} saatlari arası uygunsunuz.
zh_cn: 您至少需要工作 {0} 小时。您现在的可工作时间在 {1} 到 {2} 小时之间。
zh_hk: 您至少需要工作 {0} 小時。您現在的可工作時間在 {1} 到 {2} 小時之間。

# OpenStudentAvailability
source: Open hourly availability
ar: افتح الاتاحه بالساعه
cs: Otevřít hodinovou dostupnost
da: Åben for Tilgængelighed
de: Stundenverfügbarkeit öffnen
es: Abrir disponibilidad por hora
fa: باز کردن دسترسی ساعتی
fi: Avaa tuntityöntekijän käytettävyys
fr: Ouvrir disponibilté horaire
it: Apri disponibiltà studenti
ja: 空いている学生の空き状況
lv: Atvērt stundu pieejamību
nl: Open Uurlijkse Beschikbaarheid
no: Åpen tilgjengelighet per time
pl: Otwórz dostępność godzinową
pt: Abrir disponibilidade horária
ru: Открыть почасовую доступность
sv: Öppna tillgänglighet för timanställd
tr: Yarı zamanlı çalışma uygunluğu aç
zh_cn: 打开小时工可用性
zh_hk: 打開小時工可用性
