Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# InfoTextConflict
source: Another user has modified these records. You need to decide what to do before you continue. Click OK to accept the other user's changes. Please note that your corresponding changes will be lost. Click Overwrite to save your changes and delete changes made by other users.
ar: مستخدم اخر قد غير هذه البيانات. يجب أن تحدد ما تريد فعله قبل أن تكمل. انقر OK لحفظ التغييرات التي تم أداؤها. يرجى الاحاطة بالعلم أن تغييراتك سيتم اهمالها. انقر Cancel لتكمل بدون حفظ. ستواجه تضارب اذا نقرت على Save. انقر Overwrite لحفظ تغييراتك و الغاء التغييرات التي تم أداؤها من قِبل المستخدم الاخر.
cs: Tento záznam upravoval jiný uživatel. Před pokračováním se musíte rozhodnout co udělat. Kliknutím na OK, akceptjete změny ostatních uživatelů. Upozornění, příslušné vaše změny budou ztracen. Kliknutím na Přepsat, uložíte vaše změny a smažete změny ostatních uživatelů.
da: En anden bruger har ændret disse poster. Du skal beslutte, hvad du vil gøre, før du fortsætter. Klik på OK for at acceptere den anden brugers ændringer. Bemærk venligst, at dine tilsvarende ændringer vil gå tabt. Klik på Overskriv for at gemme dine ændringer og slette ændringer foretaget af andre brugere.
de: Ein anderer Nutzer hat bereits Änderungen vorgenommen. Bitte entscheiden Sie bevor Sie fortfahren. Wenn Sie "OK" klicken, akzeptieren Sie die Änderungen des anderen Nutzers. Beachten Sie bitte hierbei, dass Ihre entsprechenden Änderungen verloren gehen. Wählen Sie "Überschreiben" um Ihre Änderungen zu speichern und die des anderen Nutzers zu löschen.
es: Otro usuario ha modificado estos registros. Necesita decidir qué hacer antes de continuar. Haga click en OK para aceptar los cambios del otro usuario. Por favor tenga en cuenta que sus cambios se perderán. Haga click en Sobreescribir para guardar sus cambios y borrar los cambios realizados por otros usuarios.
fa: کاربر دیگری این رکوردها را تغییر داده است . شما باید تصمیم بگیرید قبل از ادامه چه کاری باید انجام دهید . دکمه "تایید" را جهت تایید تغییرات کاربر دیگر بفشارید . لطفا توجه کنید که تغییرات متناظر شما از بین می رود.کلید " نوشتن بر روی " را جهت ذخیره تغییرات خودتان و حذف تغییرات ایجاد شده توسط دیگران بفشارید.
fi: Toinen käyttäjä on muuttanut näitä tietoja. Sinun täytyy päättää mitä tehdä ennen kuin voit jatkoa. Klikkaa OK hyväksyäksesi toisen käyttäjän muutokset. Huomaathan, että sinun tekemät muutokset menetetään. Klikkaa korvaa tallentaaksesi muutokset. Toisen käyttäjän muutokset korvataan.
fr: Un autre utilisateur a modifié ces données. Vous devez décider que faire avant de continuer. Cliquez sur OK pour accepter les changements de l'autre utilisateur. Merci de noter que vos changements correspondants seront perdus. Cliquez sur écraser pour sauver vos changements et supprimer les autres changements faits par les autres utilisateurs.
id: User lain telah memodifikasi data ini. Anda perlu memutuskan apa yang akan dilakukan sebelum melanjutkan. Klik OK untuk menerima perubahan dari user lain. Harap dicatat bahwa perubahan terkait akan hilang. Klik Overwrite untuk menyimpan perubahan anda dan menghapus perubahan yang telah dibuat oleh user lain.
it: Un altro utente ha modificato questi record. Devi decidere cosa fare prima di continuare. Premi su OK per accettare tali cambiamenti. Nota che le tue modifiche andranno perse per favore. Premi su Annulla per continuare senza salvare. Ti verrà riproposto il conflitto quando premerai su Salva. Seleziona Sovrascrivi per salvare le tue modifiche ed eliminare quelle degli altri utenti.
ja: このレコードは他のユーザーにより変更されました。作業を継続する前に以下のいずれかを選択してください。他のユーザーの変更を受け入れるには[OK]をクリックします。この場合、あなたが変更した内容は失われます。この場合、[保存]をクリックすると再度この競合メッセージが表示されます。あなたが変更した内容を保存して、他のユーザーが行った変更を削除するには、[上書き]をクリックします。
lv: Cits lietotājs ir mainījis šos ierakstus. Jums ir jāizlemj, ko darīt, pirms turpināt. Noklikšķiniet uz Labi, lai pieņemtu otra lietotāja izmaiņas. Lūdzu, ņemiet vērā, ka jūsu veiktās izmaiņas tiks zaudētas. Uzklikšķiniet Pārrakstīt, lai saglabātu savas izmaiņas un dzēstu otra lietotāja veiktās izmaiņas.
nl: Een andere user heeft deze records gewijzigd. U moet beslissen wat te doen voordat u verder gaat. Klik op OK om de wijzigingen van de andere user te accepteren. Houd er rekening mee dat uw overeenkomstige wijzigingen kwijt zullen raken. Klik op Overschrijven om uw wijzigingen op te slaan en de wijzigingen die door andere users gemaakt zijn te verwijderen.
no: En annen bruker har allerede modifisert disse dataene. Du må bestemme hva du skal gjøre før du fortsetter. Klikk OK for å godta den andre brukerens endringer. Vær oppmerksom på at dine tilsvarende endringer vil gå tapt. Klikk Overskriv å lagre endringene og slette endringer gjort av andre brukere.
pl: Inny użytkownik zmienił te rekordy. Musisz zdecydować co robić zanim możesz kontynuować. Kliknij OK aby przyjąć modyfikacje innego użytkownika i utracić swoje lub Nadpisz aby zapisać swoje modyfikacje i usunąć te innego użytkownika.
pt: Um outro usuário modificou esses registros. Você precisa tomar uma decisão antes de continuar. Clique em OK para aceitar as alterações do outro usuário. Por favor esteja ciente de que se você fizer isso, todas as suas alterações correspondentes serão perdidas. Clique em Sobrescrever para salvar as suas alterações e excluir as alterações que foram feitas pelos outros usuários.
ru: Эта запись была изменена другим пользователем. Нажмите "Ок" - для принятия изменений, внесенных другим пользователем, и отмены своих изменений. Нажмите "Перезаписать" для сохранения ваших изменений и удаления изменений других пользователей.
sv: En annan användare har ändrat dessa poster. Du måste bestämma vad du vill göra innan du fortsätter. Klicka på "OK" för att acceptera den andra användarens ändringar. Observera att dina egna motsvarande ändringar kommer att tas bort. Klicka på "Skriv över" för att spara dina egna ändringar och ta bort den andra användarens ändringar.
tr: Bu kayıtlar başka bir kullanıcı tarafından değiştirilmiş. Devam etmeden önce bir seçim yapmanız gerekiyor. Diğer kullanıcının yaptığı değişiklikleri kabul etmek için OK tuşuna basın (bu durumda kendi yaptığınız değişiklikler kaybolacak). Kendi değişikliklerinizi başka kullanıcının değişikliklerinin üzerine saydırmak için Overwrite tuşuna basın.
zh_cn: 其他用户已经修改了这些记录。在继续进行操作之前，你必须决定如何处理。点击“确定”接受其他用户的修改；请注意，您所作的修改将丢失。点击覆写将把您的修改进行保存而删除其他用户所作的修改。
zh_hk: 其他使用者已經修改了這些記錄。在繼續進行操作之前，你必須決定如何處理。點擊“確定”接受其他用戶的修改；請注意，您所作的修改將丟失。點擊覆寫將把您的修改進行保存而刪除其他用戶所作的修改。

source: Not saved
ar: غير محفوظ
cs: Neuloženo
da: Ikke gemt
de: Nicht abgespeichert
es: No guardado
fa: ذخیره نشده است
fi: Ei tallennettu
fr: Non sauvegardé
id: Tidak disimpan
it: Non salvato
ja: 保存されませんでした
lv: Nav saglabāts
nl: Niet opgeslagen
no: Ikke lagret
pl: Nie zapisane
pt: Não salvo
ru: Не сохранено
sv: Ej sparad
tr: Kaydedilmedi
zh_cn: 未保存
zh_hk: 未保存

source: Overwrite
ar: انسخ
cs: Přesčas
da: Overskriv
de: Überschreiben
es: Sobrescribir
fa: باطل کردن
fi: Korvaa
fr: Ecraser
id: Menimpa
it: Sovrascrivi
ja: 上書き
lv: Pārrakstīt
nl: Overschrijven
no: Overskriv
pl: Nadpisz
pt: Sobrescrever
ru: Перезапись
sv: Skriv över
tr: Üzerine yaz
zh_cn: 重写
zh_hk: 重寫

source: Please save again when you have reviewed the applied changes!
ar: يرجى اعادة الحفظ عند مراجعة التغييرات المطبقة
cs: Prosím uložte znovu po překontrolování provedených změn!
da: Venligst gem igen, når du har gennemgået ændringerne!
de: Bitte nach Überprüfung der Änderungen nochmals speichern.
es: Por favor vuelva a guardar de nuevo cuando haya revisado los cambios aplicados!
fa: لطفا پس از مرور تغییرات اعمال شده دوباره ذخیره کنید!
fi: Tallenna uudelleen, kun olet tarkastanut muutokset.
fr: Sauvegardez à nouveau lorsque vous avez vérifié les modifications appliquées!
id: Silakan menyimpan kembali bila anda sudah mereview perubahan yang dilakukan!
it: Salva ancora quando avrai rivisto le modifiche apportate per favore.
ja: 適用された変更をレビューしてから再度保存してください!
lv: Lūdzu, saglabājiet vēlreiz, kad esat pārskatījis pielietotās izmaiņas!
nl: Aub sla weer op als u de toegepaste wijzigingen beoordeeld!
no: Vennligst lagre på nytt når du har gjennomgått anvendte endringer!
pl: Zapisz ponownie po sprawdzeniu zastosowanych modyfikacji!
pt: Por favor salve novamente depois que você terminar de revisar e aplicar as alterações!
ru: Пожалуйста, сохраните снова, когда увидите примененные изменения!
sv: Spara igen när du har granskat de gjorda ändringarna!
tr: Uygulanan değişiklikleri tekrar kadyet!
zh_cn: 对修改进行确认后请再次进行保存！
zh_hk: 對修改進行確認後請再次進行保存！

source: Unknown
ar: غير معروف
cs: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido
fa: ناشناخته
fi: Tuntematon
fr: Inconnu
id: Tidak diketahui
it: Sconosciuto
ja: 不明
lv: Nezināms
nl: Onbekend
no: Ukjent
pl: Nieznane
pt: Desconhecido
ru: Неизвестный
sv: Okänd
tr: Bilinmeyen
zh_cn: 未知
zh_hk: 未知

source: Period in legal state
ar: فترة في الحالة القانونية
cs: Období v povoleném stavu
da: Periode i lovlig tilstand
de: Periodenregel erfüllt
es: Período en estado legal
fa: دوره در وضعیت حقوقی
fi: Jakso sopimuksen mukaisessa tilassa
fr: Période en état légal
id: Periode dalam status resmi
it: Periodo in stato consentito
ja: 合法な期間
lv: Periods atļautajā statusā
nl: Periode in wettelijke toestand
no: Periode i lovlig tilstand
pl: Okres w dopuszczalnym stanie
pt: Período em estado legal
ru: Период в Legal state
sv: Period i giltigt läge
tr: Legal Periyod
zh_cn: 周期在合法状态
zh_hk: 週期在合法狀態

source: Week in legal state
ar: اسبوع في الحالة القانونية
cs: Týden v povoleném stavu
da: Uge i lovlig tilstand
de: Wochenregel erfüllt
es: Semana en estado legal
fa: هفته در وضعیت حقوقی
fi: Viikko vastaa työsopimusta
fr: Semaine en état légal
id: Minggu dalam status resmi
it: Settimana in stato consentito
ja: 合法な週
lv: Nedēļa atļautajā statusā
nl: Week in wettelijke toestand
no: Uke OK
pl: Tydzień w dopuszczalnym stanie
pt: Semana em estado legal
ru: Неделя в Legal state
sv: Vecka i giltigt läge
tr: Legal Hafta
zh_cn: 合法状态周
zh_hk: 合法狀態周

# BusinessOrientation
source: Business needs
ar: جولة تفقد الأعمال
cs: Obchodní požadavky
da: Forretningsbehov
de: Business Orientierung
es: Necesidades del Negocio
fa: نیازمندیهای کسب و کار
fi: Liiketoimintasuuntautuneisuus
fr: Besoins business
id: Kebutuhan bisnis
it: Requisiti di Business
ja: ビジネスニーズ
lv: Darba vajadzības
nl: Business behoeften
no: Forretningsbehov
pl: Potrzeby biznesowe
pt: Necessidades de negócio
ru: Потребности бизнеса
sv: Tyngdpunkt behov
tr: İş Odaklı
zh_cn: 业务导向
zh_hk: 業務導向

source: Fairness
ar: الانصاف
cs: Spravedlnost
da: Retfærdighed
es: Equidad
fa: بی طرفی
fi: Oikeudenmukaisuus
fr: Equité
id: Keadilan
it: Equità
ja: フェアネス
lv: Taisnīgums
nl: Rechtvaardigheid
no: Rettferdighet
pl: Bezstronność
pt: Balanceamento
ru: Справедливое распределение
sv: Rättvisa
tr: Adalet
zh_cn: 公平性
zh_hk: 公平性

source: Fairness Orientation
ar: توجه الانصاف
cs: Zaměření spravedlnosti
da: Retfærdighedsorientering
de: Fairness Orientierung
es: Orientación de Equidad
fa: جهت بی طرفی
fi: Oikeudenmukaisuus
fr: Orientation équité
id: Orientasi Keadilan
it: Orientamento equità
ja: フェアネスの方向性
lv: Taisnīguma Orientācija
nl: Rechtvaardigheid Oriëntatie
no: Rettferdighetspresentasjon
pl: Orientacja uczciwości
pt: Orientação de balanceamento
ru: Направление справедливости
sv: Tyngdpunkt rättvisa
tr: Adalet Odaklıl
zh_cn: 公平性导向
zh_hk: 公平性導向

source: Open file
ar: ملف مفتوح
cs: Otevřít soubor
da: Åbn fil
de: Datei öffnen
es: Abrir archivo
fa: باز کردن فایل
fi: Avaa tiedosto
fr: Ouvrir fichier
id: Buka file
it: Apri file
ja: ファイルを開く
lv: Atvērt failu
nl: Open bestand
no: Åpne fil
pl: Otwórz plik
pt: Abrir arquivo
ru: Открыть файл
sv: Öppna fil
tr: Açık dosya
zh_cn: 打开文件
zh_hk: 打開文件

source: The file could not be opened. Please check if pdf files are associated with a program.
ar: لايمكن فتح الملف. يرجى التأكد من وجود ملف pdf مع التطبيق
cs: Soubor nemůže být otevřen. Prosím zkontrolujte, jestli jsou pdf soubory asociovány s nějakým programem.
da: Filen kunne ikke åbnes. Kontroller venligst, om pdf-filer er tilknyttet et program.
de: Die Datei konnte nicht geöffnet werden. Überprüfen Sie ob Pdf-Dateien mit einem Programm assoziiert sind.
es: El archivo no puede ser abierto. Por favor revise si los archivos pdf están asociados con un programa.
fa: فایل مورد نظر باز نمی شود. لطفا بررسی کنید آیا فایلهایی با فرمت PDF به برنامه وابسته است.
fi: Tiedostoa ei voitu avata. Tarkista, että pdf tiedostot ovat liitetty ohjelmaan.
fr: Ce n'est pas possible d'ouvrir ce fichier. Vérifiez si les fichiers PDF sont liés à un programme.
id: File tidak bisa dibuka. Cek apakah file pdf terkait pada sebuah program.
it: Il file non può essere aperto. Controlla se i file pdf sono associati a un programma per favore.
ja: ファイルを開けません。PDFファイルがプログラムに関連付けられているか確認してください。
lv: Failu nevar atvērt. Lūdzu, pārbaudiet, vai pdf faili ir saistīti ar programmu.
nl: Het bestand kan niet geopend worden. Controleer of de pdf-bestanden geassocieerd zijn met een programma.
no: Filen kunne ikke åpnes. Vennligst sjekk om pdf-filer er knyttet til et program.
pl: Nie udało się otworzyć pliku. Sprawdź czy pliki PDF są powiązane z programem.
pt: O arquivo não pôde ser aberto. Por favor verifique se os arquivos PDF estão associados a um programa.
ru: Файл не может быть открыт. Пожалуйста, проверьте, что PDF файлы ассоциированыс программой.
sv: Filen kunde inte öppnas. Var vänlig kontrollera att PDF-filerna är kopplade till rätt program.
tr: Dosya açılamadı. Lütfen PDF dosyasının başka bir uygulamada kullanım halinde olmadığından emin olun.
zh_cn: 文件打开失败。请确认PDF文件有关联的阅读程序。
zh_hk: 檔打開失敗。請確認PDF檔有關聯的閱讀程式。

# LayerInformationColon
source: Layer information:
ar: معلومات الطبقة:
cs: Informace vrstvy:
da: Information om lag:
de: Lagerinformation
es: Información de la capa:
fa: اطلاعات لایه:
fi: Kerroksen info:
fr: Information couche:
id: Informasi lapisan:
it: Informazioni livello:
ja: レイヤー情報:
lv: Kārtas informācija:
nl: Layer informatie:
no: Lag informasjon:
pl: Informacja warstwy:
pt: Informação do layer:
ru: Информация о слое:
sv: Information om lager:
tr: Katman Bilgisi
zh_cn: 层面信息：
zh_hk: 層面信息：

# SnapToIntervalColon
source: Snap to interval:
ar: انتقل الى الفترة:
cs: Zařadit do intervalu:
da: Fastgør til interval:
de: Intervall ändern:
es: Ajustar a intervalo:
fa: اتصال به فاصله
fi: Kiinnitä intervalliin
fr: Ajuster à l'intervalle
id: Cuplik interval:
it: Poni in intervallo:
ja: インターバルにスナップ:
lv: Piesaistīt intervālam:
nl: Snap naar interval:
no: Snap til intervall:
pl: Przyciągaj do interwału:
pt: Intervalo:
ru: Привязать к интервалу:
sv: Fäst mot intervall
tr: İntervale yerleştir:
zh_cn: 对齐间隔：
zh_hk: 對齊間隔：

source: Business
ar: عمل
cs: Obchod
da: Forretning
es: Negocio
fa: کسب و کار
fi: Liiketoiminta
fr: Entreprise
id: Bisnis
ja: ビジネス
lv: Darbs
no: Foretak
pl: Biznes
pt: Negócio
ru: Бизнес
sv: Verksamhet
tr: İş
zh_cn: 业务
zh_hk: 業務

# UseMaxStddev
source: Use intra interval deviation
ar: استخدام انحراف فترة شاملة
cs: Použít odchylku uvnitř intervalu
da: Anvend afvigelse mellem intervaller
de: Zwischen-Intervall-Abweichung anwenden
es: Use desviación entre intervalos
fa: از مغایرت فاصله داخلی استفاده کنید
fi: Käytä intervallin sisäistä poikkeamaa
fr: Utiliser déviation Intra Intervalle
id: Gunakan Deviasi Interval Intra
it: Usa deviazione interna all'intervallo
ja: インターバル内の逸脱を使用
lv: Izmantot iekšējo intervālu novirzi
nl: Gebruik intra interval deviatie
no: Bruk intra intervallavvik
pl: Użyj odchylenia wewnątrz interwału
pt: Usar desvio intra-intervalo
ru: Использовать отклонения внутри интервала
sv: Använd avvikelse inom intervall
tr: İnterval içi sapmaları dikkate al
zh_cn: 使用当日间隔差异（当班次活动时长（如小休）小于时段间隔时使用）
zh_hk: 使用當日間隔差異（當班次活動時長（如小休）小於時段間隔時使用）

# EndTimeAsc
source: End time ascending
ar: انهاء تصاعد الوقت
cs: Vzestupně podle času konce
da: Sluttid stigende
de: Endzeit steigend
es: Hora de fin, ascendente
fa: زمان پایان صعودی
fi: Loppumisajankohta nousevasti
fr: Heure de fin ascendante
id: Waktu akhir meningkat
it: Orario di fine ascendente
ja: 終了時刻の昇順
lv: Beigu laiks augošā secībā
nl: Eindtijd opgaande
no: Sluttid stigende
pl: Czas zakończenia rosnąco
pt: Tempo final crescente
ru: Время окончания по возрастанию
sv: Sluttid stigande
tr: Bitişe göre artan
zh_cn: 结束时间升序
zh_hk: 結束時間昇冪

# EndTimeDesc
source: End time descending
ar: انهاء تنازل الوقت
cs: Sestupbně podle času konce
da: Sluttid faldende
de: Endzeit fallend
es: Hora de fin, descendente
fa: زمان پایان نزولی
fi: Loppumisajankohta laskevasti
fr: Heure de fin descendante
id: Waktu akhir menurun
it: Orario di fine discendente
ja: 終了時刻の降順
lv: Beigu laiks dilstošā secībā
nl: Eindtijd aflopend
no: Sluttid synkende
pl: Czas zakończenia malejąco
pt: Tempo final decrescente
ru: Время окончания по убыванию
sv: Sluttid fallande
tr: Bitişe göre azalan
zh_cn: 结束时间降序
zh_hk: 結束時間降冪

source: Sort by
ar: افرز بحسب
cs: Seřadit podle
da: Sorter efter
de: Sortiere nach
es: Ordenar por
fa: مرتب کردن با
fi: Järjestä
fr: Trier par
id: Sortir dengan
it: Ordina per
ja: ソート方法
lv: Kārtot pēc
nl: Sorteer op
no: Sorter etter
pl: Sortuj według
pt: Organizar por
ru: Сортировка по:
sv: Sortera efter
tr: Sırala
zh_cn: 排序以
zh_hk: 排序以

# StartTimeAsc
source: Start time ascending
ar: ابدأ تصاعد الوقت
cs: Vzestupně podle času začátku
da: Starttid stigende
de: Anfangszeit steigend
es: Hora de inicio, ascendente
fa: زمان شروع صعودی
fi: Aloitusaika nousevasti
fr: Heure de début ascendante
id: Waktu awal meningkat
it: Orario di inizio ascendente
ja: 開始時刻の昇順
lv: Sākuma laiks augošā secībā
nl: Starttijd opgaande
no: Starttime stigende
pl: Czas rozpoczęcia rosnąco
pt: Tempo inicial crescente
ru: Время начала по возрастанию
sv: Starttid stigande
tr: Başlangıca göre artan
zh_cn: 开始时间升序
zh_hk: 開始時間昇冪

# StartTimeDesc
source: Start time descending
ar: ابدأ تنازل الوقت
cs: Sestupně podle času začátku
da: Starttid faldende
de: Anfangszeit fallend
es: Hora de inicio, descendente
fa: زمان شروع نزولی
fi: Aloitusaika laskevasti
fr: Heure de début descendante
id: Waktu awal menurun
it: Orario di inizio discendente
ja: 開始時刻の降順
lv: Sākuma laiks dilstošā secībā
nl: Starttijd aflopend
no: Starttime synkende
pl: Czas zakończenia malejąco
pt: Tempo inicial decrescente
ru: Время начала по убыванию
sv: Starttid fallande
tr: Başlangıca göre azalan
zh_cn: 开始时间降序
zh_hk: 開始時間降冪

# ShowEditor
source: Editor
ar: افتح المُعَدِل
de: Editor zeigen
es: Mostrar Editor
fa: ویرایشگر
fi: Näytä editori
fr: Editeur
ja: エディター
lv: Redaktors
pl: Edytor
ru: Показать редактор
sv: Skiftredigerare
tr: Editör
zh_cn: 编辑器
zh_hk: 編輯器

# ShowGraph
source: Chart
ar: فتح الرسم البياني
cs: Graf
da: Graf
de: Grafik anzeigen
es: Mostrar Gráfico
fa: نمودار
fi: Näytä kaavio
fr: Diagramme
id: Grafik
it: Grafico
ja: チャート
lv: Diagramma
nl: Grafiek
no: Tabell
pl: Wykres
pt: Gráfico
ru: Показать график
sv: Graf
tr: Grafik
zh_cn: 图表
zh_hk: 圖表

# ShowResult
source: Result
ar: افتح النتيجة
cs: Výsledek
da: Resultat
de: Resultat anzeigen
es: Mostrar Resultado
fa: نتیجه
fi: Näytä tulos
fr: Résultat
id: Hasil
it: Risultato
ja: 結果
lv: Rezultāts
nl: Resultaat
no: Resultat
pl: Wynik
pt: Resultado
ru: Показать результат
sv: Resultat
tr: Sonuç
zh_cn: 结果
zh_hk: 結果

source: Shifts per day
ar: النوبات بحسب اليوم
cs: Směny podle dne
da: Vagter pr. dag
de: Pläne pro Tag
es: Turnos por día
fa: شیفت ها در هر روز
fi: Vuoroja per päivä
fr: Horaires par jour
id: Shift per hari
it: Turni per giorno
ja: 1日当たりのシフト
lv: Maiņas dienā
nl: Diensten per dag
no: Skift per dag
pl: Dyżury na dzień
pt: Turnos por dia
ru: Смен в день
sv: Skift per dag
tr: Günlere göre vardiyalar
zh_cn: 每天的班次
zh_hk: 每天的班次

# CheckMessageBrokerWarning
source: No connection with message broker
ar: لا يوجد اتصال مع عميل الرسائل
cs: Není spojení s message broker
da: Ingen forbindelse til meddelelsesmægler
de: Keine Verbindung mit dem Message Broker
es: No hay conexión con el intermediario de mensajes
fa: هیچ اتصالی با واسط پیام وجود ندارد
fi: Ei yhteyttä Message Brokeriin.
fr: Aucune connexion avec 'le message broker'
id: Tidak ada sambungan dengan perantara pesan
it: Nessuna connessione con il Message Broker
ja: メッセージブローカーに接続されていません
lv: Nav savienojuma ar ziņojumu starpnieku
nl: Geen verbinding met broker bericht
no: Ingen forbindelse med message broker
pl: Brak połączenia z brokerem wiadomości
pt: Sem conexão com o message broker
ru: Нет связи с message broker
sv: Ingen kontakt med message broker
tr: Message broker bağlantısı koptu
zh_cn: 与消息代理服务器无连接
zh_hk: 與消息代理伺服器無連接

# CheckSystemOk
source: Teleopti WFM - System ok
ar: TELEOPTI WFM - النظام بحالة جيدة
es: Teleopti WFM - Sistema OK
fi: Teleopti WFM - Järjestelmä ok
fr: Teleopti WFM - Système OK
id: Teleopti CCC - Sistem ok
it: Teleopti CCC - Sistema ok
ja: Teleopti WFM - システム正常
lv: Teleopti WFM - Sistēma kārtībā
nl: Teleopti CCC - Systeem ok
pt: Teleopti WFM - Sistema ok
ru: Teleopti WFM - система в порядке
tr: Teleopti WFM - sistem çalışıyor
zh_cn: Teleopti WFM - 系统正常
zh_hk: Teleopti WFM - 系統正常

# CheckSystemWarning
source: Teleopti WFM - System warning
ar: TELEOPTI WFM - النظام
cs: Teleopti WFM - systemové varování
da: Teleopti WFM - Systemadvarsel
de: Teleopti WFM - Systemwarnung
es: Teleopti WFM - Alerta de Sistemas
fa: Teleopti WFM - اخطار سیستم
fi: Teleopti WFM - Järjestelmävaroitus
fr: Teleopti WFM - Alerte Système
id: Teleopti CCC - Peringatan sistem
it: Teleopti CCC - Avviso di Sistema
ja: Teleopti WFM - システム警告
lv: Teleopti WFM - Sistēmas brīdinājums
nl: Teleopti CCC - Systeem waarschuwing
no: Teleopti WFM – systemadvarsel
pl: Teleopti WFM - System ma problem
pt: Teleopti WFM - Aviso de sistema
ru: Teleopti WFM - системное предупреждение
sv: Teleopti WFM - Systemvarning
tr: Teleopti WFM - sistem uyarısı
zh_cn: Teleopti WFM - 系统告警
zh_hk: Teleopti WFM - 系統告警

# SchedulePlusRestrictions
source: Schedule + Restrictions
ar: الجداول + القيود
cs: Plán + Omezení
da: Plan + Restriktioner
de: Plan + Beschränkung
es: Planificación + Restricciones
fa: زمانبندی + محدودیتها
fi: Työvuorot + Rajoitukset
fr: Planning + Restrictions
id: Jadwal + Restriksi
it: Pianificazione + Limitazioni
ja: スケジュール＋制限
lv: Grafiks + Ierobežojumi
nl: Rooster + Beperkingen
no: Skjema + Restriksjoner
pl: Plan + Restrykcje
pt: Agendas + Restrições
ru: Расписание + Ограничения
sv: Schema + begränsningar
tr: Vardiya Planı+Sınırlandırmalar
zh_cn: 报表 + 限制条件
zh_hk: 報表 + 限制條件

# DayOfWeekCapital
source: Day Of Week
ar: يوم من الاسبوع
cs: Volné dny v týdnu
da: Ugedag
de: Tag der Woche
es: Día de la Semana
fa: روز هفته
fi: Viikonpäivä
fr: Jour de semaine
id: Hari Dalam Minggu
it: Giorno della settimana
ja: 曜日
lv: Nedēļas diena
nl: Dag Van de Week
no: Ukedag
pl: Dzień tygodnia
pt: Dia da Semana
ru: День недели
sv: Veckodag
tr: Haftanın günü
zh_cn: 周中日
zh_hk: 周中日

source: From - To
ar: من - الى
cs: Od - Do
da: Fra - Til
de: Von-bis
es: Desde - Hasta
fa: از- تا
fi: Mistä - Mihin
fr: A partir de - À
id: Dari - Sampai
it: Da - A
lv: No - Līdz
nl: Van - Tot
no: Fra - Til
pl: Od - do
pt: De - Até
ru: С - По
sv: Från - Till
tr: Bailangıç - Bitiş
zh_cn: 从 - 到
zh_hk: 從 - 到

source: Extended Preferences
ar: التفضيلات الممددة
cs: Rozšířené preference
da: Udvidede præferencer
de: Erweiterte Präferenzen
es: Preferencias Extendidas
fa: اولویت های توسعه داده شده
fi: Laaja työvuorotoive
fr: Préférences étendues
id: Preferensi Diperluas
it: Preferenze estese
ja: 拡張プリファレンス
lv: Paplašinātās Izvēles
nl: Extended Voorkeuren
no: Utvidede preferanser
pl: Rozszerzone preferencje
pt: Preferências Estendidas
ru: Расширенные пожелания
sv: Utökade önskemål
tr: Genişletilmiş Tercihler
zh_cn: 扩展的偏好
zh_hk: 擴展的偏好
