Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# RecurrentTextWeekly
source: Occurs every {0} effective {1} until {2} {5} {3} {6} {4}.
ar: يحدث كل {0} ابتداءً من {1} حتى {2} {5} {3} {6} {4}
cs: Vyskytuje se každý {0} platný {1} až do {2} {5} {3} {6} {4}.
da: Forekommer hver {0} med virkning fra {1} til {2} {5} {3} {6} {4}.
es: Ocurre cada {0} efectivo {1} hasta {2} {5} {3} {6} {4}.
fa: هر {0} اتفاق می افتد ، موثر {1} تا {2} {5} {3} {6} {4}.
fi: Toistuu joka {0} ja on voimassa {1} ajankohtaan {2} {5} {3} {6} {4} asti.
fr: A lieu chaque {0} en effet {1} jusqu'au {2} {5} {3} {6} {4}
id: Terjadi setiap {0} efektif {1} sampai dengan {2} {5} {3} {6} {4}.
it: Ricorre ogni {0} con effetto {1} fino al {2} {5} {3} {6} {4}.
ja: {1} から{2} {5} {3} {6} {4} までの毎 {0} に発生
nl: Gebeurt elk {0} effectief {1} tot {2} {5} {3} {6} {4}.
no: Skjer hver {0} med gyldighet {1} til {2} {5} {3} {6} {4}.
pl: Następuje każdego {0} od {1} do {2} {5} {3} {6} {4}.
pt: Ocorre todo(a) {0} efetivo(a) de {1} até {2} {5} {3} {6} {4}.
ru: Возникает каждые {0}, эффективно {1} до {2} {5} {3} {6} {4}.
sv: Den {0} från {1} till och med {2} {5} {3} {6} {4}.
tr: her {0} {1} {2} {5} {3} {6} {4} kadar geçerlidir.
zh_cn: 每 {0} 发生，有效于 {1} 直到 {2} {5} {3} {6} {4}
zh_hk: 每 {0} 發生，有效於 {1} 直到 {2} {5} {3} {6} {4}

# MeetingErrorMessageWithOneParameter
source: Please remove {0} from the meeting because you haven't got sufficient permissions for this person.
ar: يرجى حذف {0} من الاجتماع لأنك لا تملك الصلاحيات الكافية لهذا الشخص
cs: Prosím odstraňte {0} ze setkání, protože nemátete pro tuto osobu dostatečné oprávnění.
da: Fjern venligst {0} fra mødet, da du ikke har tilstrækkelige tilladelser for denne person.
de: Bitte {0} von dem Meeting entfernen, da Sie Ihnen die notwendige Berechtigung für diese Person fehlt.
es: Por favor borre {0} de la reunión porque usted no tiene suficientes permisos para esta persona.
fa: لطفا {0} را از جلسه حذف کنید.زیرا شما برای این شخص مجوز کافی ندارید.
fi: Poista {0} kokouksesta, koska sinulla ei ole tarvittavia käyttäjäoikeuksia tähän henkilöön.
fr: Merci de supprimer {0} du meeting car vous n'avez pas suffisamment de permissions pour cette personne.
id: Hapus {0} dari pertemuan karena anda tidak memiliki ijin untuk orang ini.
it: Rimuovi {0} da questo Meeting per favore perché non possiedi sufficienti diritti su questo dipendente.
ja: 会議から {0} を削除してください（この要員に対する必要な権限がありません）。
lv: Lūdzu noņemiet {0} no sanāksmes, jo nav iegūtas pietiekamas atļaujas šai personai.
nl: Aub verwijder {0} van de meeting omdat U heeft geen voldoende bestandsrechten op deze persoon.
no: Vennligst fjern {0} fra møtet fordi du ikke har tilstrekkelig tillatelser for denne personen.
pl: Usuń {0} ze spotkania ponieważ nie masz uprawnień do tej osoby.
pt: Por favor remova {0} da reunião, pois você não tem permissões suficientes para utilizar essa pessoa.
ru: Пожалуйста, удалите {0} из мероприятия, т.к. у вас нет достаточных полномочий для управления рабочим временем этого сотрудника.
sv: Vänligen ta bort {0} från mötet. Du har inte tillräcklig behörighet för denna person.
tr: Lütfen {0} toplantısını kaldırınç Bu kişi için gerekli izin yokç
zh_cn: 请从会议中删除 {0}，因为您没有足够权限对此人进行操作
zh_hk: 請從會議中刪除 {0}，因為您沒有足夠許可權對此人進行操作

# PageOf
source: Page {0} of {1}
ar: صفحة {0} من {1}
cs: Strana {0} z {1}
da: Side {0} af {1}
de: Seite {0} von {1}
es: Página {0} de {1}
fa: صفحه {0} از {1}
fi: Sivu {0} / {1}
fr: Page {0} de {1}
id: Halaman {0} dari {1}
it: Pagina {0} di {1}
ja: {1} ページ中 {0} ページ目
lv: Lapa {0} no {1}
nl: Pagina {0} van {1}
no: Side {0} av {1}
pl: Strona {0} z {1}
pt: Página {0} de {1}
ru: Страница {0} из {1}
sv: Sidan {0} av {1}
tr: Sayfa {0} veya {1}
zh_cn: 第{0}页，共{1}页
zh_hk: 第{0}頁，共{1}頁

# ThePreferenceForDateCoudNotBeEntered
source: The preference for {0} could not be entered. This day might already be scheduled.
ar: لا يمكن ادخال التفضيلة لأجل {0}. قد يكون هذا اليوم بالفعل مجدول
cs: Preference {0} nesmí být vložena. Tento den mohl být už naplánován.
da: Præferencen for {0} kunne ikke indtastes. Denne dag er muligvis allerede planlagt.
de: Die Präferenz für {0} konnte nicht eingegeben werden. Dieser Tag ist vielleicht schon verplant.
es: La preferencia para {0} no pudo ser introducida. Este día debe de estar ya planificado.
fa: اامکان ورود اولویت برای {0} نیست.این روز قبلا زمان بندی شده است
fi: Työvuorotoivetta {0} ei voitu syöttää. Tälle päivälle voi olla jo työvuoro.
fr: La préférence pour {0} n'a pas pu être entrée. Cette journée peut déjà avoir été planifiée.
id: Preferensi untuk {0} tidak bisa dimasukkan. Hari ini mungkin sudah terjadwal.
it: La preferenza per {0} non può essere inserita. Il giorno potrebbe essere già pianificato
ja: {0} のプリファレンスを入力できません。この日は既に予定が入っている可能性があります。
lv: Vēlmes {0} nav iespējams ievadīt. Šī diena varētu jau būt ieplānota.
nl: De voorkeur voor {0} kon niet ingevoerd worden. Deze dag is al mogelijk gepland.
no: Foretrukket for {0} kunne ikke legges inn. Denne dagen kan allerede være planlagt.
pl: Nie można wprowadzić preferencji dla {0}. Ten dzień może już być zaplanowany.
pt: Não foi possível adicionar a preferência {0}. Esse dia pode já estar agendado.
ru: Пожелание {0} не может быть внесено. Возможно этот день уже запланирован.
sv: Önskemålet för {0} kunde inte läggas in. Dagen kan redan vara schemalagd.
tr: {0} tercihi girilemedi. Bu tarih vardiyalanmış olabilir
zh_cn: 不能输入偏好 {0}，这一天可能已经排班
zh_hk: 不能輸入偏好 {0}，這一天可能已經排班

# GroupPageDeleteQuestion
source: Are you sure you want to delete '{0}' group page?
ar: هل أنت متأكد من حذف صفحة المجموعة '{0}؟
cs: Ste si jist že chcete vymazat'{0}' stránku skupiny?
da: Er du sikker på, at du ønsker at slette '{0}' gruppeside?
de: Sind Sie sicher, daß Sie die Gruppenseite {0} löschen wollen?
es: ¿Estás seguro que quieres borrar {0} página de grupo?
fa: آیا شما مطمئن هستید که می خواهید {0} صفحه گروه را حذف کنید؟
fi: Haluatko varmasti poistaa '{0}' ryhmäsivun?
fr: Êtes-vous sûr de supprimer la page de groupe '{0}'?
id: Apakah anda yakin untuk menhapus halaman kelompok '{0}'?
it: Sei sicuro di voler eliminare il Raggruppamento '{0}'?
ja: グループページ '{0}' を削除しますか?
lv: Vai tiešām vēlaties dzēst '{0}' grupas lapu?
nl: Bent U zeker dat U groep pagina '{0}' wilt verwijderen?
no: Er det sikkert at du vil slette '{0}' gruppeside?
pl: Czy na pewno skasować stronę grupy '{0}'?
pt: Você tem certeza que deseja excluir a página do grupo '{0}'?
ru: Вы действительно хотите удалить '{0}' группирование?
sv: Är du säker på att du vill ta bort gruppering '{0}'?
tr: '{0}' grup sayfasını silmek istediğinize emin misiniz?
zh_cn: 您确定要删除分组页{0}吗？
zh_hk: 您確定要刪除分組頁{0}嗎？

# PersonFromGroupingDeletionQuestion
source: Are you sure you want to remove '{0}' from the group?
ar: هل أنت متأكد من ازالة صفحة المجموعة '{0}؟
cs: Ste si jist že chcete odebrat'{0}' se skupiny?
da: Er du sikker på, at du ønsker at fjerne '{0}' fra gruppen?
de: Sind Sie sicher, daß Sie '{0}' von der Gruppe entfernen wollen?
es: ¿Estás seguro de que quieres borrar {0} del grupo?
fa: آیا شما مطمئن هستید که می خواهید {0} را از گروه را حذف کنید؟
fi: Haluatko varmasti poistaa '{0}' ryhmästä?
fr: Êtes-vous sûr de vouloir supprimer '{0}' du groupe?
id: Apakah anda yakin untuk memindah '{0}' dari kelompok?
it: Sei sicuro di voler rimuovere '{0}' dal gruppo?
ja: グループから '{0}' を削除しますか?
lv: Vai tiešām vēlaties noņemt '{0}' no grupas?
nl: Bent U zeker dat U van de groep '{0}' wilt verwijderen?
no: Er det sikkert at du vil fjerne '{0}' fra gruppen?
pl: Czy na pewno usunąć '{0}' z grupy?
pt: Você tem certeza que deseja remover '{0}' do grupo?
ru: Вы уверены что хотите удалить '{0}' из группы?
sv: Är du säker på att du vill ta bort '{0}' från gruppen?
tr: '{0}' gruptan çıkartmak istediğinize emin misiniz?
zh_cn: 您确认要从组中移除 {0} 吗？
zh_hk: 您確認要從組中移除 {0} 嗎？

# TheSpecialEventParameterContainsThisDate
source: The special event "{0}" contains this date. Remove the date from the special event or choose another date.
ar: الحدث الخاص "{0}" يحتوي على هذا التاريخ. الغ
cs: Speciání udalost "{0}" obsahuje tento datum. Odstrante datum se speciální udalosti nebo zvolte iny datum.
da: Den særlige begivenhed "{0}" indeholder denne dato. Fjern datoen fra den særlige begivenhed eller vælg en anden dato.
de: Das besondere Ereignis "{0}" enthält dieses Datum. Entfernen Sie das Datum vom besonderen Ereignis oder wählen Sire ein anderes Datum.
es: El evento especial "{0}" contiene esta fecha. Borrar la fecha desde el evento especial o elegir otra fecha.
fa: رخداد بخصوص "{0}" شامل این تاریخ است.اطلاعات را از رخداد بخصوص حذف نموده و یا تاریخ دیگری انتخاب نمایید.
fi: Erikoistapahtuma "{0}" sisältää tämän päivämäärän. Poista päivämäärä erikoistapahtumasta tai valitse toinen päivämäärä.
fr: L'évènement spécial "{0}" contient cette date. Supprimez la date de l'évènement spécial ou choisissez une autre date.
id: Event khusus "{0}" berisi tanggal ini. Hilangkan tanggal dari event khusus atau pilih tanggal lain.
it: L'evento speciale "{0}" contiene questa data. Rimuovi la data dall'evento speciale o scegli un'altra data
ja: スペシャルイベント "{0}" にこの日付が含まれています。スペシャルイベントからこの日付を削除するか、他の日付を選択してください。
lv: Īpašais notikums "{0}" satur šo datumu. Noņemiet datumu no īpašā notikumu vai izvēlēties citu datumu.
nl: De speciale event "{0}" bevat deze datum. Verwijder de datum van de speciale event of kies een andere datum.
no: Spesielle hendelser "{0}" inneholder denne datoen. Fjern datoen fra spesielle hendelser eller velg en annen dato.
pl: Zdarzenie specjalne '{0}' zawierą tę datę. Usuń datę ze zdarzenia specjalnego lub wybierz inną.
pt: O evento especial "{0}" já contém essa data. Remova essa data dos eventos especiais ou escolha uma nova data.
ru: Событие "{0}" запланировано на эту дату. Удалить эту дату или выбрать другую?
sv: Specialdagen "{0}" innehåller detta datum. Ta bort det från specialdagen eller välj ett annat datum.
tr: "{0}" ozel tarihi bu tarihi kapsıyor. Bu tarihi ilgili özel tarihten çıkartın ya da tarihi değiştirinç
zh_cn: 这一天包含在特殊事件 {0} 中。从特殊事件中移除这一天或选择其他日期。
zh_hk: 這一天包含在特殊事件 {0} 中。從特殊事件中移除這一天或選擇其他日期。

# YouCanOnlyEnterPreferencesFromDateAccordingToThePreferenceDate
source: You can only enter preferences from {0} according to the preference date
ar: يمكنك ادخال التفضيل من {0} بحسب تاريخ التفضيل
cs: Můžete vložit preference jenom od {0} vzhledem na datum preference
da: Du kan kun indtaste præferencer fra {0} i henhold til præference datoen
de: Präferenzen vom {0} können nur gemäß dem Präferenzdatum eingegeben werden
es: Usted sólo puede introducir preferencias desde {0} de acuerdo a la fecha de la preferencia
fa: شما فقط می توانید اولویتها را از {0} بر اساس اولویت تاریخ وارد کنید
fi: Voit ainoastaan syöttää työvuorotoiveita alkaen päivästä {0}
fr: Vous pouvez uniquement entrer les préférences depuis {0} d'après les dates de préférence.
id: Anda hanya bisa memasukkan preferensi dari {0} sesuai dengan tanggal preferemsi
it: Puoi inserire preferenze solo da {0} come data di preferenza
ja: プリファレンスの日付に従って {0} からのみプリファレンスを入力できます
lv: Jūs varat ievadīt tikai vēlmes no {0} saskaņā ar vēlmju datuma
nl: U kunt alleen voorkeuren invoeren van {0} volgens de voorkeur datum
no: Du kan kun sette inn preferanse fra {0} i henhold til preferansedatoen
pl: Możesz dodawać preferencje z {0} tylko według daty preferencji
pt: Você só pode inserir preferências a partir de {0}
ru: Вы можете вносить пожелания только с {0} в соответсвии с датой предпочтений
sv: Du kan bara ange önskemål från {0} i enlighet med önskemålsdatumet.
tr: {0} itibaren tercih girebilirsiniz
zh_cn: 按照偏好日期，您仅能输入 {0} 后的偏好
zh_hk: 按照偏好日期，您僅能輸入 {0} 後的偏好

# ExportNoOfAgentInfo
source: Selected area for {0} agent(s)
ar: لمنطقة المختارة لأجل {0} وكيل
cs: Zvolená plocha pro {0} agenta(ů)
da: Valgt område for {0} medarbejder(e)
de: Ausgewählter Bereich für {0} Mitarbeiter
es: Area seleccionado por {0} agente(s)
fa: ناحیه انتخاب شده برای {0} پاسخگو
fi: Valittu alue {0} agentteille
fr: Zone sélectionnée pour {0} Agent(s)
id: Area dipilih untuk {0} agent
it: Area selezionata per {0} agenti
ja: {0} 名のエージェントの選択領域
lv: Izvēlētais apgabals {0} operatoram(-iem)
no: Valgt område for {0} agent(s)
pl: Wybrany obszar dla {0} agent(ów)
pt: Área selecionada para {0} agente(s)
ru: Выбранная область для {0} агента (-ов)
sv: Selected area for {0} agent(er)
tr: {0} müşteri temsilcisi için seçilen alan
zh_cn: {0} 座席代表所选择的区域
zh_hk: {0} 座席代表所選擇的區域

# MeetingLastAttendeeQuestionRemoveOneParameter
source: This is the last attendee for this meeting. Would you like to remove the meeting "{0}"?
ar: كان هذا اخر الحضور في هذا الاجتماع. هل تريد حذف الاجتماع "{0}" ؟
cs: Toto je poslední účastník tohoto setkání. Chcete odstranit setkání "{0}"?
da: Dette er den sidste deltager til dette møde. Vil du gerne fjerne mødet "{0}"?
de: Dieses ist der letzte Teilnehmer diese Meetings. Wollen Sie das Meeting "{0}" entfernen?
es: Este es el último asistente a esta reunión. Le gustaría borrar la reunión "{0}"?
fa: این آخرین زمان انتظار است برای این جلسه .مایل هستید این جلسه را حذف کنید "{0}" ؟
fi: Viimeinen osallistuja tähän kokoukseen. Haluatko poistaa kokouksen "{0}"?
fr: C'est le dernier participant de ce meeting. Voulez-vous supprimer le meeting "{0})"?
id: Ini adalah peserta terakhir untuk pertemuan ini. Apakah anda akan menghilangkan pertemuan "{0}"?
it: Questo è l'ultimo partecipante al Meeting. Vuoi cancellare l'evento "{0}"?
ja: これはこの会議の最後の出席者です。会議 "{0}" を削除しますか?
lv: Šis ir pēdējais dalībnieks šajā sanāksmē. Vai vēlaties noņemt sanāksmi "{0}"?
nl: Dit is de laatste deelnemer voor deze meeting. Wilt U de meeting "{0}" verwijderen?
no: Dette er siste deltaker til dette møtet. Vil du fjerne møtet "{0}"?
pl: To jest ostatni uczestnik tego spotkania. Czy usunąć cał spotkanie '{0}'?
pt: Este é o último participante dessa reunião. Você deseja excluir a reunião "{0}"?
ru: Это последний участник мероприятия. Вы хотите удалить мероприятие "{0}"?
sv: Detta är den sista deltagaren i mötet. Vill du ta bort mötet \"{0}\"?
tr: Bu toplantıya katılacak olan son katılımcıdır. "{0}" Toplantıyı iptal etmek ister misiniz?
zh_cn: 这是会议的唯一参与者。您确认要移除会议{0}吗？
zh_hk: 這是會議的唯一參與者。您確認要移除會議{0}嗎？

# AreYouSureYouWantToDeleteDefinitionSet
source: Are you sure you want to delete '{0}'?
ar: هل أنت متأكد من حذف '{0}؟
cs: Opravdu chcete smazat '{0}'?
da: Er du sikker på, at du ønsker at slette '{0}'?
de: Sind Sie sicher, daß Sie '{0}' löschen wollen?
es: ¿Estás seguro que quieres borrar '{0}'?
fa: آیا شما مطمئن هستید که می خواهید {0} را حذف کنید؟
fi: Haluatko varmasti poistaa '{0}'?
fr: Etes-vous sûr de supprimer '{0}'?
id: Apakah anda akan menghapus '{0}'?
it: Sei sicuro di voler eliminare {0}?
ja: '{0}' を削除しますか?
lv: Vai tiešām vēlaties dzēst '{0}'?
nl: Bent U zeker dat '{0}' wilt verwijderen?
no: Er du sikker på at du vil slette '{0}'?
pl: Czy na pewno skasować '{0}'?
pt: Você tem certeza que deseja excluir '{0}'?
ru: Вы действительно хотите удалить '{0}'?
sv: Är du säker på att du vill ta bort '{0}'?
tr: '{0}' silmek istediğinize emin misiniz?
zh_cn: 您确认要删除 ‘{0}’吗？
zh_hk: 您確認要刪除 ‘{0}’嗎？

# AreYouSureYouWantToDeleteMeeting
source: Are you sure you want to delete the meeting {0}?
ar: هل أنت متأكد من حذف الاجتماع {0}؟
cs: Opravdu chete setkat setkání {0}?
da: Er du sikker på, at du ønsker at slette mødet {0}?
de: Sind Sie sicher, daß Sie das Meeting {0} löschen wollen?
es: ¿Estás seguro que quieres borrar la reunión {0}?
fa: آیا شما مطمئن هستید که می خواهید جلسه {0} را حذف کنید؟
fi: Haluatko varmasti poistaa kokouksen {0}?
fr: Êtes-vous sûr de supprimer la réunion {0}?
id: Apkah anda akan menghapus pertemuan {0}?
it: Sei sicuro di voler eliminare il Meeting {0}?
ja: 会議 {0} を削除しますか?
lv: Vai tiešām vēlaties dzēst sanāksmi {0}?
nl: Bent U zeker dat U de meeting {0} wilt verwijderen?
no: Er du sikker på at du vil slette møtet {0}?
pl: Czy na pewno skasować spotkanie {0}?
pt: Você tem certeza que deseja excluir a reunião {0}?
ru: Вы уверены, что хотите удалить мероприятие {0}?
sv: Är du säker på att du vill ta bort mötet {0}?
tr: {0} toplantıyı silmek istediğinize eminmisiniz?
zh_cn: 您确定要删除会议 {0} 吗？
zh_hk: 您確定要刪除會議 {0} 嗎？

# YouShouldWorkParameterHDotYourPreferencesCanNowResultInParameterHToParameterHDot
source: You should work {0} hours. Your preferences can now result in {1} to {2} hours.
ar: يجب ان تعمل لمدة {0}h. تفضيلاتك ستعطيك نتيجة من {1}h الى {2}h
cs: Měl(a) byste pracovat {0}h. Vaše preference mohou mít nyní výsledek od {1}h do {2}h.
da: Du bør arbejde {0}t. Dine præferencer kan nu resultere i {1}t til {2}t.
de: Sie sollten {0}Std arbeiten. Ihre Präferenzen resultieren jetzt in {1}Std bis {2} Std
es: Debería trabajar {0}h. Sus preferencias pueden resultar ahora de {1}h a {2}h.
fa: شما باید {0} ساعت کار کنید.برتری شما الان می تواند بین {1} ساعت تا {2} ساعت نتیجه دهد.
fi: Sinun tulisi työskennellä {0} tuntia. Sinun työvuorotoiveistasi tulee yhteensä {1} - {2} tuntia.
fr: Vous devez travailler {0}h. Vos préférences peuvent maintenant aller de {1}h à {2}h.
id: Anda harus bekerja {0} jam. Preferensi anda sekarang menghasilkan {1} jam sampai {2} jam.
it: Dovresti lavorare {0} ore. Dalle tue preferenze risultano ora da {1} a {2} ore.
ja: {0} 時間勤務する必要があります。プリファレンスは {1} 時間から {2} 時間に変更されます。
lv: Jums vajadzētu strādāt {0} stundas. Pēc jūsu vēlmēm šobrīd sanāk {1} līdz {2} stundas.
nl: U zou {0}uur moeten werken. Uw voorkeuren kunnen nu resulteren in {1} uur naar {2} uur.
no: Du skulle arbeide {0}t. Dine preferanser kan nå resultere i {1}t til {2}t.
pl: Musisz pracować {0} godz. Twoje preferencje dają od {1} do {2} godz..
pt: Você deve trabalhar {0}h. As suas preferências podem resultar de {1}h a {2}h.
ru: Вы должны работать {0} ч. В соответсвии с вашими пожеланими вы будете работать от {1} до {2} ч.
sv: Du har {0}h att arbeta. Dina nuvarande önskemål kan ge mellan {1}h och {2}h.
tr: {0} saat çalışmanız gerekiyor. Tercihleriniz şu anda {1} - {2} saat arasında görünüyor.
zh_cn: 您应该工作 {0} 小时，您的偏好为{1}到{2}小时。
zh_hk: 您應該工作 {0} 小時，您的偏好為{1}到{2}小時。

# TeleoptiCCCColonModuleColonFromToDateScenarioColon
source: {0} – Teleopti WFM: {1} – {2} Scenario: {3}
ar: TELEOPTI WFM: {0} {1} - {2} سيناريو: {3}
cs: Teleopti WFM: {0} {1} - {2} Scénář: {3}
da: TELEOPTI WFM: {0} {1} - {2} Scenarie: {3}
de: TELEOPTI WFM: {0} {1} - {2} Szenario: {3}
es: Teleopti WFM: {0} {1} - {2} Escenario: {3}
fa: {0} - Teleopti WFM:{1} -{2} سناریو : {3}
fi: Teleopti WFM: {0} {1} - {2} Skenaario: {3}
fr: {0} - Teleopti WFM: {1} - {2} Scénario: {3}
id: {0} - Teleopti CCC: {1} - {2} Skenario: {3}
it: {0} - Teleopti CCC: {1} - {2} Scenario: {3}
ja: {0} - Teleopti WFM: {1} ～ {2} シナリオ: {3}
lv: {0} – Teleopti WFM: {1} – {2} Scenārijs: {3}
nl: {0} – Teleopti CCC: {1} – {2} Scenario: {3}
no: Teleopti WFM: {0} {1} - {2} Scenario: {3}
pl: {0} - Teleopti WFM: {1} - {2} Scenariusz: {3}
pt: {0} – Teleopti WFM: {1} – {2} Cenário: {3}
ru: TELEOPTI WFM: {0} {1} - {2} Сценарий: {3}
tr: {0} - Teleopti WFM: {1} - {2} Senaryo: {3}
zh_cn: Teleopti WFM：{0}{1}－{2}情景{3}
zh_hk: Teleopti WFM：{0}{1}－{2}情景{3}

# TheAttachedFileContainsScheduleForDateParameters
source: The attached Pdf-file contains your schedule for {0} to {1}.
ar: ملف pdf المحمول يحتوي على جدولك من {0} الى {1}
cs: Přiložený PDF soubor obsahuje váš rozvrh od {0} do {1}.
da: Vedhæftede Pdf-fil indeholder din plan for {0} til {1}.
de: Die beigefügte Pdf-Datei enthält Ihren Plan vom {0} bis {1}
es: El archivo PDF adjunto contiene su planificación de {0} a {1}.
fa: فایل پی دی اف ضمیمه شامل زمانبندی شما برای {0} تا {1} می باشد.
fi: Liitetty Pdf-tiedosto sisältää työvuorosi alkaen {0} päättyen {1}
fr: Le fichier PDF attaché contient votre planning de {0} à {1}.
id: File Pdf terlampir berisi jadwal anda dari {0} sampai {1}.
it: Il file pdf allegato contiene la tua pianificazione dal {0} al {1}
ja: 添付されたPDFファイルには {0} ～ {1} のスケジュールが含まれています。
lv: Pievienotais PDF fails satur jūsu grafiku {0} līdz {1}.
nl: De bijgevoegde Pdf-bestand bevat Uw rooster voor {0} naar {1}.
no: Vedlagt pdf-fil inneholder ditt skjema for {0} til {1}.
pl: Załączony plik PDF zawiera twój plan na {0} do {1}.
pt: O arquivo PDF anexado contém a sua agenda de {0} até {1}.
ru: Приложенный PDF-файл содержит расписание с {0} по {1}.
sv: Den bifogade PDF-filen innehåller ditt schema för {0} to {1}.
tr: {0} ile {1} arasındaki vardiya planınızı ekteki PDF dosyasında bulabilirsiniz
zh_cn: 附件的PDF文件包含您的班表从 {0} - {1} 。
zh_hk: 附件的PDF檔包含您的班表從 {0} - {1} 。

# YourScheduleForDateParameters
source: Your schedule for {0} to {1}
ar: جدولك من {0} الى {1}
cs: Váš plán od {0} do {1}
da: Din plan for {0} til {1}
de: Ihr Plan vom {0} bis {1}
es: Tu horario del {0} al {1}
fa: زمانبندی شما برای {0} تا {1}
fi: Työvuorosi ajalle {0} - {1}
fr: Votre planning de {0} à {1}
id: Jadwal anda dari {0} dari {1}
it: La tua pianificazione dal {0} al {1}
ja: {0} ～ {1} のスケジュール
lv: Jūsu grafiks {0} līdz {1}
nl: Uw rooster voor {0} naar {1}
no: Ditt skjema for {0} til {1}
pl: Twój plan na {0} do {1}
pt: Sua agenda de {0} até {1}
ru: Ваше расписание с {0} по {1}
sv: Ditt schema för {0} till {1}
tr: {0} ile {1} arasındaki varidya planınız
zh_cn: 您的 {0} - {1} 的班表
zh_hk: 您的 {0} - {1} 的班表

# ExtDot
source: Ext.
ar: تحويلة
cs: Rozš.
da: Udv.
de: Erw.
fi: Ulk.
fr: Et.
it: Est.
ja: 拡張
no: Utv.
pl: Rozsz.
sv: Ut.
tr: Dış.
zh_cn: 扩展
zh_hk: 擴展

# LayerOwnerHasNoLayers
source: [{0}] has no layers
ar: (0) بدون طبقات
cs: [{0}] nemá žádnou vrstvu
da: [{0}] har ingen lag
de: [{0}] hat keine Ebenen
es: [{0}] carece de capas
fa: ]{0}[ هیچ لایه ای وجود ندارد.
fi: [{0}] ei ole kerroksia
fr: [{0}] n'a pas de couche
id: [{0}] tidak memiliki lapisan
it: [{0}] senza livelli
ja: [{0}] にはレイヤーがありません
lv: [{0}] nav kārtas
nl: [{0}] heeft geen lagen
no: [{0}] har ingen lag
pl: [{0}] nie ma warstw
pt: [{0}] não possui layers
ru: [{0}] не имеет слоя
sv: [{0}] har inga lager
tr: [{0}] katmanları bulunamadı
zh_cn: [{0}]没有层信息
zh_hk: [{0}]沒有層資訊

source: Activity Time
ar: وقت الانشطة
cs: Čas činnosti
da: Aktivitets tid
de: Zeit der Aktivität
es: Tiempo de la Actividad
fa: زمان فعالیت
fi: Aktiviteettiaika
fr: Temps activité
id: Waktu Aktivitas
it: Ore attività
ja: 活動時間
lv: Aktivitātes Laiks
nl: Activiteit Tijd
no: Aktivitetstid
pl: Czas Aktywności
pt: Tempo de Atividade
ru: Время активности
sv: Aktivitetstid
tr: Aktivite süresi
zh_cn: 活动时间
zh_hk: 活動時間

source: Swap And Reschedule
ar: بدل و اعد الجدولة
cs: Vyměnit a znovu naplánovat
da: Byt og Genplanlæg
de: Austauschen und neuplanen
es: Intercambiar and Re-planificar
fa: معاوضه و زمانبندی مجدد
fi: Vaihda ja tee työvuorot
fr: Echanger et replanifier
id: Tukar Dan Penjadwalan Ulang
it: Scambia e ripianifica
ja: 入れ替えと再スケジュール
lv: Samainīt un Pārplānot
nl: Ruilen en Herrooster
no: Bytt og planlegg på nytt
pl: Zamień i zaplanuj ponownie
pt: Trocar e Reagendar
ru: Изменить и перепланировать
sv: Byt och schemalägg om
tr: Takas yap ve yeniden vardiyala
zh_cn: 交换并重排
zh_hk: 交換並重排

# OptimisticLockHeader
source: Data conflict
ar: تعارض فى البيانات
cs: Konflikt dat
da: Data konflikt
de: Datenkonflikt
es: Conficto de datos
fa: تعارض داده
fi: Tietoristiriita
fr: Conflits données
id: Konflik data
it: Conflitto dati
ja: データの競合
lv: Datu pretruna
no: Datakonflikt
pl: Konflikt danych
pt: Conflito de dados
ru: Конфликт данных
sv: Datakonflikt
tr: Veri çelişkisi
zh_cn: 数据冲突
zh_hk: 資料衝突
