Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Enable schedule audit trail
ar: تمكين تتبع الجدول للمراجعه
cs: Povolit audit plánu
da: Aktivere historik i planer
de: Planungsprotokoll anschalten
es: Habilitar Pista de Auditoría de planificaciones
fa: فعال کردن زمان بندی ممیزی
fi: Salli työvuorohistoria rekisteröinti
fr: Activer l'audit trail planning
id: Mengaktifkan jejak audit jadwal
it: Abilita tracciamento di controllo pianificazione
ja: スケジュールの監査証跡を有効にする
lv: Iespējot grafika revīzijas taku
nl: Activeer rooster audit trail
no: Aktiver sporing av skjemaendringer
pl: Włącz audytowanie planu
pt: Ligar a trilha de auditoria para as agendas.
ru: Включить контрольный журнал ведения расписания
sv: Spara historiska schemaändringar
tr: Vardiya planı denetimini aktive et
zh_cn: 启用班表审计跟踪
zh_hk: 啟用班表審計跟蹤

# KeepTrailedSchedulesFor
source: Keep audit trail for
ar: احتفظ بتتبع الحدول للمراجعه لفترة
cs: Zachovat audit pro
da: Behold Historik I
de: Behalte Planungsprotokoll für
es: Mantener pista de auditoría para
fa: تراکنش ممیزی را نگه دارید برای
fi: Säilytä kirjausketju
fr: Garder l'audit trail pour
id: Menjaga jejak audit untuk
it: Mantieni tracciamento di controllo per
ja: の監査証跡を保持
lv: Paturēt revīzijas taku priekš
nl: Houd audit trail voor
no: Lagre skjemasporingsdata for
pl: Trzymaj log audytowy przez
pt: Manter a trilha de auditoria para
ru: Сохранять контрольный журнал для
sv: Spara schemaändringar för
tr: Denetim izini koru
zh_cn: 保持审计跟踪为
zh_hk: 保持審計跟蹤為

source: Schedule audit trail is not running.
ar: تتبع الجدول للمراجعه لا يعمل
cs: Audit plánování neprobíhá.
da: Historik i planer køre ikke.
de: Planungsprotokoll ist nicht eingeschaltet
es: Pista de auditoría de planificación no está en ejecución.
fa: زمان بندی ممیزی در حال اجرا نیست
fi: Työvuorohistorian tallennus ei ole käynnissä.
fr: L'audit trail planning n'est pas en cours.
id: Jejak audit jadwal tidak berjalan.
it: Tracciamento di controllo pianificazione non in esecuzione.
ja: 監査証跡のスケジューリングが実行されていません。
lv: Grafika revīzijas ceļš nedarbojas
nl: Rooster audit trail is niet actief.
no: Skjemaendringsdata lagres ikke.
pl: Audytowanie planu nieaktywne.
pt: A trilha de auditoria está desligada.
ru: Контрольный журнал ведения расписания не включен.
sv: Schemaändringshistorik sparas inte.
tr: Vardiya planı denetim izi çalışmıyor
zh_cn: 班表审计跟踪未运行
zh_hk: 班表審計跟蹤未運行

source: Schedule audit trail is running.
ar: تتبع الجدول للمراجعه يعمل
cs: Audit plánování probíhá.
da: Historik i planer kører
de: Planungsprotokoll ist eingeschaltet
es: Pista de auditoría de planificación está en ejecución.
fa: زمان بندی ممیزی اجرا نیست
fi: Työvuorohistoria tallennetaan.
fr: L'audit trail planning est en cours.
id: Jejak audit sedang berjalan.
it: Tracciamento di controllo pianificazione in esecuzione.
ja: 監査証跡のスケジューリングが実行されています。
lv: Grafika revīzijas ceļš darbojas
nl: Rooster audit trail is actief.
no: Skjemaendringsdata lagres.
pl: Audytowanie planu aktywne.
pt: A trilha de auditoria está ligada.
ru: Контрольный журнал ведения расписания включен.
sv: Schemaändringshistorik sparas.
tr: Vardiya planı denetim izi çalışıyor
zh_cn: 班表审计跟踪运行
zh_hk: 班表審計跟蹤運行

# AreYouSureYouWantToDeleteMasterActivity
source: Are you sure you want to delete '{0}' master activity?
ar: هل أنت متأكد أنك ترغب فى المسح {0}
cs: Opravdu chcete smazat '{0}' hlavní činnost
da: Er du sikker på du vil slette '{0}' Master Aktivitet?
de: Sind Sie sicher, dass Sie die Hauptaktivität '{0}' löschen möchten?
es: ¿Estás seguro que quieres borrar la actividad maestra '{0}'?
fa: مطمئن هستید که می خواهید '{0}' فعالیت اصلی را حذف کنید ؟
fi: Haluatko varmasti poistaa pää-aktiviteetin {0}?
fr: Êtes-vous sûr de supprimer l'activité maître '{0}'?
id: Apakah anda ingin master aktivitas '{0}'
it: Sei sicuro di voler eliminare l'Attività Master '{0}'?
ja: マスター活動 '{0}' を削除しますか?
lv: Vai tiešām vēlaties dzēst '{0}' vadošo aktivitāti?
nl: Bent U zeker dat U hoofd activiteit '{0}' wilt verwijderen?
no: Er du sikker på at du vil slette hovedaktiviteten '{0}'?
pl: Czy na pewno skasować aktywność główną '{0}'?
pt: Você tem certeza que deseja excluir a atividade mestra '{0}'?
ru: Уверены, что хотите удалить '{0}' специальную активность?
sv: Är du säker på att du vill ta bort huvudaktiviteten '{0}'?
tr: '{0}' ana aktivitesini silmek istiyor musunuz?
zh_cn: 您确定要删除 ‘{0}’ 主活动吗？
zh_hk: 您確定要刪除 ‘{0}’ 主活動嗎？

# RequestHasBeenDeleted
source: This request has been deleted by the requesting person and cannot be changed anymore.
ar: هذا الطلب تم الغاءه عن طريق الطالب له, و لا يمكن تغييره
cs: Tento požadavek byl smazán žadatelem a nemůže být dále měněn.
da: Denne forespørgelse er slettet af forespørgeren og kan ikke ændres mere.
de: Dieser Antrag wurde vom Antragsteller gelöscht und kann daher nicht mehr geändert werden.
es: Esta solicitud ha sido borrada por quién la ha iniciado, por lo que ya no puede ser cambiada.
fa: این درخواست توسط شخص درخواست کننده حذف شده است و دیگر نمی تواند تغییر داده شود.
fi: Pyyntö on poistettu, eikä sitä voi muuttua.
fr: La demande a été supprimée par la personne émettrice et ne peut plus être changée.
id: Permintaan ini sudah dihapus oleh peminta dan tidak bisa diubah lagi.
it: Questa richiesta è stata eliminata dal richiedente e non può più essere modificata.
ja: この要求は要求者により削除されました。この要求を変更することはできません。
lv: Šo pieprasījumu dzēsa pieprasītājs un to vairs nevar mainīt.
nl: Deze aanvraag is verwijderd door de verzoekende persoon en kan niet meer gewijzigd worden.
no: Denne forespørsel har blitt slettet og kan ikke lenger endres.
pl: To żądanie zostało skasowane przez autora i nie może być edytowane.
pt: Essa solicitação foi deletada pelo usuário que a fez enão pode mais ser alterada.
ru: Запрос был удален инициатором и не может быть изменен.
sv: Denna förfrågan har raderats av den som skapade den och kan inte längre ändras.
tr: Bu istek istek sahibi tarafından silindi ve artık değişiklik yapılamaz.
zh_cn: 该申请已由提请者删除，不能修改。
zh_hk: 該申請已由提請者刪除，不能修改。

# CreatedPageOf
source: Created {0}. Page {1} of {2}
ar: إنشاء {0} صفحة {1} من {2}
cs: Vytvořeno {0}. Strana {1} z {2}
da: Oprettet {0}. Side {1} af {2}
de: Erstellt {0}. Seite {1} von {2}
es: Creada {0}. Página {1} de {2}
fa: ایجاد شده {0}. صفحه {1} از {2}
fi: Luotu {0}. Sivu {1} / {2}.
fr: Créé {0}. Page {1} de {2}
id: Dibuat {0}. Halaman {1} dari {2}
it: Creato {0}. Pagina {1} di {2}
ja: {0} が作成されました。{2} ページ中 {1} ページ目
lv: Izveidots {0}. Lapa {1} no {2}
nl: Gecreëerd {0}. Pagina {1} van {2}
no: Opprettet {0}. Sid {1} av {2}
pl: Utworzono {0}, strona {1} z {2}
pt: Criado {0}. Pagina {1} de {2}
ru: Создано {0}. Страница {1} из {2}
sv: Skapad {0}. Sidan {1} av {2}
tr: {0} oluşturuldu. Sayfa {2}'in {1}'i
zh_cn: 创建{0}。页{1}/{2}
zh_hk: 創建{0}。頁{1}/{2}

# FilterPersonAccount
source: Filter personal account
ar: تصفيه على الحساب الشخصى
cs: Filtr osbní účet
da: Filtrer på personlig konto
de: Personalkonto filtern
es: Filtro cuentas personales
fa: فیلتر کردن حساب شخص
fi: Lajittele henkilötilit
fr: Filtrer compte personne
id: Penyaringan akun orang
it: Filtro Contatori
ja: 個人アカウントのフィルター
lv: Filtrēt personīgo kontu
nl: Filter persoon account
no: Filrere personkonto
pl: Filtruj konta osobiste
pt: Filtrar conta pessoal
ru: Фильтр по индивидуальному счету
sv: Filtrera tidsuppföljning
tr: Kişisel hesapları filtrele
zh_cn: 筛选人员帐户
zh_hk: 篩選人員帳戶

# SchedulingProgress
source: Scheduling: {0} days of {1} scheduled...
ar: جدولة {0} أيام من {1} تم جدولتهم
cs: Plánování: {0} dní z {1} naplánováno ...
da: Planlægger: {0} dage af {1} planlagt...
de: Plane: {0} von {1} Tagen geplant...
es: Planificando: {0} días de {1} planificados
fa: زمان بندی :{0} روز از {1} زمان بندی شد....
fi: Työvuorot: {0} päivää / {1} työvuorosta...
fr: Planification: {0} jours de {1} planifié
id: Menjadwalkan {0} hari dari {1} terjadwal...
it: Pianificazione: {0} giorni su {1} pianificati...
ja: スケジューリング: {1} 日のうち {0} 日がスケジューリングされました...
lv: Plāno: {0} dienas no {1} ieplānotas ...
nl: Inroosteren: {0} dagen van {1} ingeroosterd...
no: Planlegger {0} dager av {1} planlagde...
pl: Planowanie: {0} dni z {1} zaplanowane...
pt: Agendando {0} dias de {1} agendados...
ru: Планирование: {0} дней из {1}
sv: Schemalägger: {0} dagar av {1} klara...
tr: Vardiyalanıyor: {1} günün arasından {0} gün vardiyalandı...
zh_cn: 排班：{1}天中{0}天被安排。
zh_hk: 排班：{1}天中{0}天被安排。

# DaysPerYearColon
source: Days per year:
ar: ايام خلال العام
cs: Dní za rok:
da: dage pr år:
de: Tage pro Jahr:
es: Días por año:
fa: روزها در هر سال:
fi: Päiviä vuodessa:
fr: Jours par année:
id: Hari per tahun:
it: Giorni per anno:
ja: 1年当たりの日数:
lv: Dienas gadā:
nl: Dagen per jaar:
no: Dager per år:
pl: Dni w roku:
pt: Dias por ano:
ru: Дней в году:
sv: Dagar per år:
tr: Yıl başına günler:
zh_cn: 每年天数
zh_hk: 每年天數

# LessThanBudgetGroupNameGreaterThan
source: <Budget Group Name>
ar: اسم مجموعة الميزانية
cs: <Jméno skupiny rozpočtů>
da: <Budget Gruppe Navn>
de: Name der Budgetgruppe
es: <Nombre de Grupo de Presupuesto>
fa: < نام گروه بودجه>
fi: <Budjettiryhmän nimi>
fr: < Nom groupe de budget >
id: <Nama Kelompok Budget>
it: <Nome gruppo di Budget>
ja: <予算グループ名>
lv: <Budžeta Grupas Nosaukums>
nl: <Budget Group Naam>
no: <Budsjettgruppenavn>
pl: <Nazwa grupy budżetowej>
pt: <Nome do Grupo de Orçamento>
ru: <Название бюджетной группы>
sv: <Budgetgruppnamn>
tr: <Bütçe grubu ismi>
zh_cn: <预算组名称>
zh_hk: <預算組名稱>

source: New Budget Group
ar: مجموعه ميزانيه جديده
cs: Nová skupina rozpočtů
da: Ny Budget Gruppe
de: Neue Budgetgruppe
es: Nuevo Grupo de Presupuesto
fa: گروه بودجه جدید
fi: Uusi budjettiryhmä
fr: Nouveau groupe de budget
id: Kelompok Budget Baru
it: Nuovo gruppo di Budget
ja: 新規予算グループ
lv: Jauna Budžeta Grupa
nl: Nieuwe Budget Group
no: Ny budsjettgruppe
pl: Nowa grupa budżetowa
pt: Novo Grupo de Orçamento
ru: Новая бюджетная группа
sv: Ny budgetgrupp
tr: Yeni bütçe grubu
zh_cn: 新建预算组
zh_hk: 新建預算組

# NewBudgetGroupThreeDots
source: New Budget Group...
ar: مجموعه ميزانيه جديده....
cs: Nová skupina rozpočtů ...
da: Ny Budget Gruppe...
de: Neue Budgetgruppe...
es: Nuevo Grupo de Presupuesto...
fa: گروه بودجه جدید...
fi: Uusi budjettiryhmä...
fr: Nouveau groupe de budget...
id: Kelompok Budget Baru...
it: Nuovo gruppo di Budget...
ja: 新規予算グループ...
lv: Jauna Budžeta Grupa...
nl: Nieuwe Budget Group...
no: Ny budsjettgruppe...
pl: Nowa grupa budżetowa...
pt: Novo Grupo de Orçamento...
ru: Новая бюджетная группа...
sv: Ny budgetgrupp...
tr: Yeni bütçe grubu...
zh_cn: 新建预算组...
zh_hk: 新建預算組...

# OpenBudgetGroupThreeDots
source: Open Budget...
ar: ميزانيه مفتوحه....
cs: Otevřít rozpočet ...
da: Åben Budget
de: Budget öffnen...
es: Abrir Presupuesto...
fa: باز کردن بودجه...
fi: Avaa budjetti
fr: Ouvrir budget...
id: Buka Budget...
it: Apri Budget...
ja: 予算を開く...
lv: Atvērt Budžetu...
no: Åpne budsjettgruppe...
pl: Otwórz budżet...
pt: Abrir Orçamento...
ru: Открыть бюджет
sv: Öppna budget
tr: Bütçe aç...
zh_cn: 打开预算...
zh_hk: 打開預算...

source: Attrition rate
ar: معدل الاسنزاف
cs: Poměr úbytku zaměstnanců
da: Frafaldsprocent
de: Ausfallrate
es: Tasa de rotación
fa: نرخ فرسایش
fi: Vaihtuvuusaste
fr: Taux d'attrition
id: Tingkat pengurangan
it: Quota aderenza
ja: 要員削減率
lv: Nolietojuma likme
nl: Personeelsverloop
no: Omsetning
pl: Szybkość odejść
pt: Taxa de turn over
ru: Процент оттока сотрудников
sv: Personalomsättning
tr: Değişim oranı
zh_cn: 离职率
zh_hk: 離職率

source: Budgeted staff
ar: الموظفين المدرجين في الميزانية
cs: Zaměstanci dle rozpočtu
da: Budgeteret personale
de: Budgetiertes Personal
es: Personal presupuestado
fa: کارمند تخصیص داده شده
fi: Budjetoitu henkilöstö
fr: Personnel budgété
id: Staf dibudgetkan
it: Allocazione a Budget
ja: 予算が計上されたスタッフ
lv: Budžeta personāls
nl: Gebudgetteerde personeel
no: Budget ansatte
pl: Załoga zabużetowana
pt: Staff orçado
ru: Бюджетный штат
sv: Budgetpersonal
tr: Bütçelenmiş personel
zh_cn: 预算的员工
zh_hk: 預算的員工

source: Contractors
ar: موظفون خارجيون
cs: Smluvní strany
da: Vikarer
de: Leiharbeitskräfte
es: Contratantes
fa: پیمانکارها
fi: Tuntityöntekijät/osa-aikaiset (suunnitellut)
fr: Sous-traitance
id: Kontraktor
it: Contraenti
ja: 受託業者
lv: Līgumslēdzēji
nl: Aannemers
no: Deltakere
pl: Podwykonawcy
pt: Terceiros
ru: Подрядчики
sv: Inhyrda
tr: Sözleşmeliler
zh_cn: 外包商
zh_hk: 外包商

source: Days off per week
ar: ايام العطله خلال الاسبوع
cs: Volných dní za týden
da: Fridage pr. uge
de: Freie Tage pro Woche
es: Días libres por semana
fa: روزهای تعطیل در هر هفته
fi: Vapaapäivät per viikko
fr: Jours libres par semaine
id: Hari libur per minggu
it: Riposi settimanali
ja: 1週間当たりの休暇
lv: Brīvdienas nedēļā
nl: Dagen per week
no: Fridager per uke
pl: Dni wolne w tygodniu
pt: Dias de folga por semana
ru: Выходных в неделю
sv: Lediga dagar per vecka
tr: Haftalık tatil günü sayısı
zh_cn: 每周休息日天数
zh_hk: 每週休息日天數

source: Difference
ar: الفرق
cs: Rozdíl
de: Unterschied
es: Diferencia
fa: تفاوت
fi: Erotus
fr: Différence
id: Perbedaan
it: Differenza
ja: 差異
lv: Atšķirība
nl: Verschil
no: Forskjell
pl: Różnica
pt: Diferença
ru: Разница
sv: Skillnad
tr: Değişiklik
zh_cn: 差异
zh_hk: 差異

# DifferencePercent
source: Difference (%)
ar: (%)الفرق
cs: Rozdíl (%)
de: Unterschied (%)
es: Diferencia (%)
fa: تفاوت (%)
fi: Erotus (%)
fr: Différence (%)
id: Perbedaan (%)
it: Differenza (%)
ja: 差異 (%)
lv: Atšķirība (%)
nl: Verschil (%)
no: Forskjell (%)
pl: Różnica (%)
pt: Diferença (%)
ru: Разница (%)
sv: Skillnad (%)
tr: Değişiklik (%)
zh_cn: 差异 (%)
zh_hk: 差異 (%)

# ForecastedStaff
source: Forecasted agents
ar: عدد الموظفون المتوقع
cs: Naplánovaní pracovníci
da: Forventet personale
de: Prognostiziertes Personal
es: Personal previsto
fa: کارمند پیش بینی شده
fi: Ennustettu henkilöstö
fr: Personnel prévu
id: Staff diperkirakan
it: Allocazione prevista
ja: 予測スタッフ数
lv: Prognozētais Personāls
nl: Voorspelde Personeelsleden
no: Prognos ans.
pl: Prognozowana załoga
pt: Staff previsto
ru: Спрогнозированный штат
sv: Prognostiserad bemanning
tr: Tahmin edilen personel
zh_cn: 预测的座席代表数
zh_hk: 預測的座席代表數

# FulltimeEquivalentHoursPerDay
source: FTE h/day
ar: ساعات العمل للموظف
cs: FTE h/den
da: FTE timer pr. dag
de: FTE Std/Tag
es: FTE h/día
fa: ساعتهای معادل تمام وقت در هر روز
fi: FTE t/päivä
fr: ETP h/jour
id: FTE jam/hari
it: FTE/giorno
ja: フルタイム相当時間/日
nl: FTE u/dag
no: FTE t/dag
pl: Odpowiednik pełnego etatu godz/dzień
pt: FTE h/dia
ru: FTE ч/день
sv: Heltidstjänst h/dag
tr: FTE s/gün
zh_cn: FTE 小时/天
zh_hk: FTE 小時/天

source: Gross staff
ar: اجمالى عدد الموظفين
cs: Zaměstnanci hrubě
da: Brutto personale
de: Brutto -Personal
es: Personal, Bruto
fa: کارمند ناخالص
fi: Bruttohenkilöstö
fr: Personnel brut
id: Staf bruto
it: Allocazione lorda
ja: スタッフ総数
lv: Bruto personāls
nl: Bruto personeel
no: Brutto ansatte
pl: Załoga brutto
pt: Staff bruto
ru: Грубая оценка штата
sv: Bruttoanställda
tr: Brüt personel
zh_cn: 总员工数
zh_hk: 總員工數

source: Net staff
ar: صافى عدد الموظفين
cs: Zaměstnanci čistý
da: Netto personale
de: Netto -Personal
es: Personal, Neto
fa: کارمند خالص
fi: Nettohenkilöstö
fr: Personnel net
id: Staf netto
it: Allocazione netta
ja: 正味のスタッフ数
lv: Neto personāls
nl: Net personeel
no: Netto ansatte
pl: Załoga netto
pt: Staff líquido
ru: Чистый штат
sv: Delsumma anställda
tr: Net personel
zh_cn: 净人员数
zh_hk: 淨人員數

source: Net staff FC adj
ar: صافى عدد الموظفين المتوقع المعدل
cs: Předpovězení přizpůsobení zaměstnanci čistý
da: Netto personale tilpasset forventet
de: Netto Personal Forecast angepasst
es: Pers. Neto Prev. Ajust.
fa: پیش بینی تنظیم شده کارمند
fi: Nettohenkilöstö erotus
fr: Personnel net ajust. prév
id: Prakiraan staf netto disesuaikan
it: Adj FC allocazione netta
ja: 予測修正後の正味のスタッフ数
nl: Net personeelsleden FC aangepast
no: Netto ans. prognos just.
pl: Załoga netto z poprawką prognozowaną
pt: Staff previsto ajustado
ru: Уточненный чистый штат
sv: Nettoanst. prognos anp.
tr: Net personel FC
zh_cn: 净人员数预测调整值
zh_hk: 淨人員數預測調整值

source: Recruitment
ar: تعيينات
cs: Nábor
da: Rekrutering
de: Rekrutierung
es: Contrataciones
fa: استخدام
fi: Rekrytointi
fr: Recrutement
id: Rekruitmen
it: Reclutamento
ja: 採用
lv: Vervēšana
nl: Werving
no: Rekruttering
pl: Przyjmowanie do pracy
pt: Recrutamento
ru: Набор персонала
sv: Rekrytering (antal)
tr: Yeni alım
zh_cn: 招聘
zh_hk: 招聘

source: Staff employed
ar: الموظفين المعيينين
cs: Zaměstnanci uplatnění
da: Ansatte
de: Angestelltes Personal
es: Personal contratado
fa: کارمند استخدام شده
fi: Palkattu henkilökunta
fr: Personnel salarié
id: Staf bekerja
it: Personale impiegato
ja: 雇用されたスタッフ
lv: Nodarbinātais personāls
nl: Personeelsleden in dienst
no: Ansatt personal
pl: Załoga zatrudniona
pt: Staff empregado
ru: Текущий штат
sv: Anställd personal
tr: İstihdam edilem personel
zh_cn: 雇佣人数
zh_hk: 雇傭人數

source: Student hours
ar: ساعات الطلبة
cs: Studentské hodiny
da: Timelønnede
de: Hilfskräfte
es: Horas de estudiantes
fa: ساعات دانش آموزی
fi: Tuntityöntekijän tunnit
fr: Heures horaires
it: Ore studenti
ja: 学生の時間
lv: Studentu stundas
nl: Student uren
no: student timer
pl: Godziny studenckie
pt: Horas de estudantes
ru: Часы студентов
sv: Timanställda (h)
tr: Yarı zamanlı çalışma saatleri
zh_cn: 小时工小时数
zh_hk: 小時工小時數

# AddEfficiencyShrinkageRow
source: Add efficiency shrinkage
ar: اضف انكماش الكفاءة
cs: Přidat efektiviu ztrát
da: Tilføj Svind for effektivitet
de: Effizienz -Anpassung hinzufügen
es: Añadir contracción en eficiencia
fa: افزودن نقصان راندمان
fi: Lisää tehokkuus kutistuma
fr: Ajouter réduction d'efficience
id: Tambah penyusutan efisiensi
it: Aggiungi riduzione efficienza
ja: 効率シュリンケージを追加
lv: Pievienot efektivitātes samazinājumu
nl: Voeg efficiëntie shrinkage
no: Legg til effektivitet
pl: Dodaj zmniejszenie efektywności
pt: Adicionar reudução de eficiência
ru: Добавить сокращение эффективности
sv: Lägg till effektivitet
tr: Verimlilik daralma etkisi ekle
zh_cn: 添加效率损耗
zh_hk: 添加效率損耗

# AddShrinkageRow
source: Add shrinkage
ar: اضف الانكماش
cs: Přidat ztrátu
da: Tilføj Svind
de: Shrinkage (Anpassung) hinzufügen
es: Añadir absentismo
fa: افزودن نقصان
fi: Lisää kutistuma
fr: Ajouter réduction
id: Tambah penyusutan
it: Aggiungi riduzione
ja: シュリンケージを追加
lv: Pievienot samazinājumu
nl: Voeg shrinkage
no: Legg till effektivitet
pl: Dodaj absencje
pt: Adicionar indisponibilidade
ru: Добавить сокращение
sv: Lägg till shrinkage
tr: Daralma etkisi ekle
zh_cn: 添加损耗
zh_hk: 添加損耗

# DeleteEfficiencyShrinkageRow
source: Delete efficiency shrinkage
ar: حذف انكماش الكفاءة
cs: Smazat efektivitu ztrát
da: Slet Svind for effektivitet
de: Lösche Effizizienz- Anpassung
es: Borrar contracción en eficiencia
fa: حذف نقصان راندمان
fi: Poista tehokkuus kuktistuma
fr: Supprimer réduction d'efficience
id: Hapus penyusutan efisiensi
it: Elimina riduzione efficienza
ja: 効率シュリンケージを削除
lv: Dzēst efektivitātes samazinājumu
nl: Verwijder efficiëntie shrinkage
no: Slett effektivitet/svinn
pl: Skasuj zminiejszenie efektywności
pt: Excluir redução de eficiência
ru: Удалить сокращение эффективности
sv: Ta bort effektivitet
tr: Verimlilik daralma etkisini sil
zh_cn: 删除效率损耗
zh_hk: 刪除效率損耗

# DeleteShrinkageRow
source: Delete shrinkage
ar: حذف انكماش
cs: Smazat ztrátu
da: Slet Svind
de: Shrinkage (Anpassung) löschen
es: Borrar absentismo
fa: حذف نقصان
fi: Poista kutistuma
fr: Supprimer réduction
id: Hapus penyusutan
it: Elimina riduzione
ja: シュリンケージを削除
lv: Dzēst samazinājumu
nl: Verwijder shrinkage
no: Slett svinn
pl: Skasuj absencje
pt: Excluir indisponibilidade
ru: Удалить сокращение
sv: Ta bort shrinkage
tr: Daralma etkisini sil
zh_cn: 删除损耗
zh_hk: 刪除損耗

source: Load forecasted hours
ar: حمل الساعات المتوقعه
cs: Načtení hodin předpovědi
da: Hent forventede timer
de: Prognostizierte Stunden laden
es: Cargar horas previstas
fa: بارگذاری ساعتهای پیش بینی شده
fi: Hae ennustetut tunnit
fr: Charger heures prévues
id: Mengeluarkan jam diprakirakan
it: Carica ore previste
ja: 予測時間の読み込み
lv: Ielādēt prognozētās stundas
nl: Load voorspelde uren
no: Laste prognose timer
pl: Ładuj godziny prognozowane
pt: Horas Previstas Carregadas
ru: Загрузить спрогнозированные часы
sv: Ladda prognostiserade timmar
tr: Tahmin edilen saatleri yükle
zh_cn: 载入预测小时数
zh_hk: 載入預測小時數

# ScheduleAuditTrailReport
source: Schedule Audit Trail
ar: تتبع الجدول للمراجعه
cs: Audit plánování
da: Planlægnings historik
de: Planungsprotokoll
es: Pista de Auditoría de Planificación
fa: زمانبندی ممیزی
fi: Muutoksia työvuoroissa
fr: Audit trail planning
id: Jejak Audit Jadwal
it: Tracciamento di controllo pianificazione
ja: 監査証跡のスケジュール作成
lv: Grafika Revīzijas Ceļš
nl: Rooster Audit Trail
no: Skjemaendringsspor
pl: Audyt planu
pt: Trilha de Auditoria da Agenda
ru: Контрольный журнал ведения расписания
sv: Ändringar i schema
tr: Vardiya planı denetim izi
zh_cn: 班表审计跟踪
zh_hk: 班表審計跟蹤

source: Block and Team Scheduling
ar: جدولة الفريق و الكتله
cs: Blokové a týmové plánování
da: Blok og Team planlægning
de: Block- und Teamplanung
es: Planificación de Bloque y Equipo
fa: مسدود کردن و زمان بندی تیم
fi: Blokki ja Tiimi työvuorot
fr: Planification équipe et bloc
id: Penjadwalan Blokir dan Tim
it: Pianificazione a Blocchi e Team
ja: ブロックスケジューリングとチームスケジューリング
lv: Bloku un Nodaļu Plānošana
nl: Blok en Team Inroosteren
no: Blokk- og team-planlegging
pl: Planowanie bloków i zespołów
pt: Agendamento de Bloco e Equipe
ru: Пранирование графика блоками и по группе
sv: Block- och teamschemaläggning
tr: Blok ve ekip bazlı vardiyalama
zh_cn: 批次及小组排班
zh_hk: 批次及小組排班

source: Use Team Scheduling
ar: استخدم جدولة الفريق
cs: Použít týmové plánování
da: Brug team planlægning
de: Team- Planung verwenden
es: Usar Planificación de Equipo
fa: استفاده زمانبندی تیم
fi: Työvuorot tiimeittäin
fr: Utiliser planification équipe
id: Gunakan Penjadwalan Tim
it: Usa Pianificazione per Team
ja: チームスケジューリングを使用
lv: Lietot Nodaļu Plānošanu
nl: Gebruik Team Inroosteren
no: Bruk teamplanlegging
pl: Użyj planowania zespołu
pt: Usar Agendamento de Equipe
ru: Планировать график по группе
sv: Använd teamschemaläggning
tr: Ekip bazkı vardiyalamayı kullan
zh_cn: 使用小组排班
zh_hk: 使用小組排班

source: Custom efficiency shrinkage
ar: انكماش الكفاءة الخاص
cs: Upravená efektivita ztrát
da: Brugerdefineret Svind for effektivitet
de: Eigene Effizienz- Anpassung
es: Contracción de eficiencia personalizada
fa: کاهش کارایی مرسوم
fi: Mukautettu tehokkuus kutistuma
fr: Personnaliser réduction d'efficience
id: Kustom penyusutan efisiensi
it: Riduzione efficienza personalizzata
ja: カスタム効率シュリンケージ
lv: Lietotāja noteikts efektivitātes samazinājums
nl: Custom efficiëntie shrinkage
no: Tilpassed effektivitet svinn
pl: Własne zmniejszenie efektywności
pt: Adicionar indisponibilidade personalizada
ru: Настраиваемое сокращение эффективности
sv: Anpassad effektivitet
tr: Verimlilik daralma etkisini özelleştir
zh_cn: 自定义效率损耗
zh_hk: 自訂效率損耗

source: Custom shrinkage
ar: الانكماش الخاص
cs: Upravená ztráta
da: Brugerdefineret Svind
de: Eigener Shrinkage (Anpassung)
es: Absentismo personalizado
fa: کاهش مرسوم
fi: Mukautettu kutistuma
fr: Personnaliser réduction
id: Kustom penyusutan
it: Riduzione personalizzata
ja: カスタムシュリンケージ
lv: Lietotāja noteikts samazinājums
no: Tilpasset svinn
pl: Własne absencje
pt: Indisponibilidade customizada
ru: Специальное сокращение
sv: Anpassad shrinkage
tr: Daralma etkisini özelleştir
zh_cn: 自定义损耗
zh_hk: 自訂損耗

source: Load staff employed
ar: حمل عدد الموظفين
cs: Načtení uplatněných zaměstnanců
da: Hent ansatte
de: Angestelltes Personal laden
es: Cargar personal contratado
fa: بارگذاری کارمند استخدام شده
fi: Lataa henkilöt
fr: Charger personnel salarié
id: Mengeluarkan staf bekerja
it: Carica Dipendente impiegato
ja: 雇用されたスタッフの読み込み
lv: Ielādēt nodarbināto personālu
nl: Load personeelsleden in dienst
no: Laste anntall ansatte
pl: Ładuj załogę zatrudnioną
pt: Carregar staff empregado
ru: Загрузить текущий штат
sv: Ladda antal anställda
tr: İstihdam edilen personeli yükle
zh_cn: 加载员工人数
zh_hk: 載入員工人數
