Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# OvertimeRequestForOneDayHasBeenDeniedDot
source: The overtime request {0} was denied.
da: Overtidsforespörgslen {0} er afvist
de: Die Überstundenanfrage {0} wurde abgelehnt.
es: La solicitud de tiempo extra {0} fue denegada.
fa: درخواست اضافه کاری {0} رد شده است
fi: Ylityöpyyntö {0} on evätty.
fr: La demande d'heures supplémentaires {0} a été refusée.
no: Overtidsforespørselen {0} ble nektet.
ru: Запрос сверхурочных {0} был отклонен
sv: Övertidsförfrågan {0} avslogs.
tr: {0} fazla mesai isteği reddedildi.
zh_cn: 加班申请 {0} 已被拒绝。
zh_hk: 加班申請 {0} 已被拒絕。

# PeriodIsOutOfSkillOpenHours
source: The request period is outside of the skills' open hours
da: Den efterspurgte periode er udenfor skillets åbningstider
de: Der Anfragezeitraum liegt außerhalb den Öffnungszeiten der Skills
es: El período de solicitud está fuera del horario de apertura de las skills
fa: دوره درخواست شده خارج از ساعات کاری مهارتها قرار دارد
fi: Pyyntö on taidon aukioloaikojen ulkopuolella.
fr: La période demandée est hors heures d'ouverture de la compétence.
no: Forespørselsperioden er utenfor ferdighetens åpningstid
ru: Период запроса не соответствует часам работы навыка
sv: Perioden för förfrågan är utanför kompetensernas öppettider
zh_cn: 申请周期超出技能开放时间
zh_hk: 申請週期超出技能開放時間

# NoUnderStaffingSkill
source: There are no skills critically understaffed for all or part of the requested period.
da: Der er ingen skills som er kritisk underbemandet i hele den forespurgte periode.
de: Für den gesamten angeforderten Zeitraum oder einen Teil davon sind keine Skills kritisch unterbesetzt.
es: No hay skills críticamente infradimensionadas para todo el período solicitado.
fa: هیچ مهارتی برای دوره درخواست شده کمبود شدید نیرو ندارد
fi: Taito ei ole kriittisesti alimiehitetty koko kysytylle jaksolle.
fr: Il n'y a pas de compétences en sous-effectif critique sur l'étendue de la période demandée.
no: Det er ingen ferdigheter som er kritisk underbemannet for hele forespørselsperioden.
ru: Нет навыков с критической нехваткой ресурсов для периода запроса
sv: Det finns inga kritiskt underbemannade kompetenser under förfrågningsperioden.
zh_cn: 整个申请周期内没有技能是严重人力不足
zh_hk: 整個申請週期內沒有技能是嚴重人力不足

# HelpCreatePlanningGroup
source: A planning group is needed to be able to schedule your agents.
da: En planlägnings gruppe er nödvendig for at kunne planlägge dine agenter. Vil du oprette en planlägnings gruppe?
de: Eine Planungsgruppe wird benötigt, um Ihre Mitarbeiter verplanen zu können.
es: Se necesita un grupo de planificación para poder planificar sus agentes. ¿Quieres crear un grupo de planificación?
fa: برای زمانبندی پاسخگوها نیاز به گروه برنامه ریزی است. تمایل به ایجاد آن دارید؟
fi: On oltava suunnitteluryhmä, jotta voit luoda työvuorolistan. Haluatko luoda suunnitteluryhmän?
fr: Un groupe de planification est requis pour planifier vos agents. Voulez-vous créer un groupe de planification?
no: En planleggingsgruppe er nødvendig for å kunne planlegge agenter. Vil du opprette en planleggingsgruppe?
ru: Группа планирования необходима для создания расписания вашим операторам. Создать группу планирования?
sv: En planeringsgrupp krävs för att kunna schemalägga agenterna. Vill du skapa en planeringsgrupp?
zh_cn: 必须要有一个计划组以为您的座席代表排班。您想要创建一个计划组吗？
zh_hk: 必須要有一個計畫組以為您的座席代表排班。您想要創建一個計畫組嗎？

# NoAccessToSites
source: You don't have access to any sites or teams
da: Du har ikke adgang til sites eller teams
de: Sie haben keinen Zugang zu Standorten oder Teams
es: No tienes acceso a ningún site o equipo
fa: شما به هیچ تیم و سایتی دسترسی ندارید
fi: Sinulla ei ole riittävästi oikeuksia
fr: Vous n'avez accès à aucun site ou équipe
no: Du har ikke tilgang til noen lokasjoner eller team
ru: У вас нет доступа к сайтам или группам
sv: Du har inte behörighet att se några enheter eller team
zh_cn: 您没有权限访问任何站点或小组
zh_hk: 您沒有許可權訪問任何網站或小組

source: Public Note
da: Offentlig note
de: Externer Kommentar
es: Nota Pública
fa: یادداشت عمومی
fi: Julkinen kommentti
fr: Note publique
no: Offentlig notat
ru: Открытое примечание
sv: Publik notering
zh_cn: 公开备注
zh_hk: 公開備註

# ShiftCannotBeAddedToAgentsInAnotherTimeZone
source: Note: To move a shift for an agent in a different time zone, firstly select their time zone from the time zone dropdown.
da: Bemärk: For at flytte en vagt for en agent i en anden tidszone, skal du först välge deres tidzone fra rullemenuen.
de: Hinweis: Um eine Schicht für einen Mitarbeiter in einer anderen Zeitzone zu verschieben, wählen Sie zuerst seine Zeitzone im Dropdown-Menü Zeitzone.
es: Nota: Para mover un turno para un agente en una zona horaria diferente, primero seleccione su zona horaria del menú desplegable de la zona horaria.
fa: توجه: برای جابجایی شیفت پاسخگو. به منطقه زمانی دیگر ابتدا منطقه زمان آنها را از منو مربوطه انتخاب کنید
fi: Muistutus: Siirtääksesi agentin vuoron, joka on toisessa aikavyöhykkeessä, sinun on ensin valittava heidän aikavyöhyke.
fr: Note: pour déplacer un horaire pour un agent qui est dans un autre fuseau horaire, sélectionnez leur fuseau horaire dans la liste déroulante.
no: Merk: For å flytte et skifte for en agent i en annen tidssone, velg først agentens tidssone fra rullegardinmenyen for tidssone.
ru: Примечание: для изменения смены оператору другого часового пояса сначала выберите нужный часовой пояс из ниспадающего меню
sv: Obs! För att flytta ett skift för en agent i en annan tidszon, välj först deras tidszon i tidszonsmenyn.
zh_cn: 注意：在为一个不同时区的座席代表移动班次之前，请先在时区列表中选择他们所在的时区。
zh_hk: 注意：在為一個不同時區的座席代表移動班次之前，請先在時區列表中選擇他們所在的時區。

# OvertimeRequestHasBeenApprovedDot
source: The overtime request {0}-{1} has been approved.
da: Overtidsforespörgslen {0}-{1} er blevet godkendt.
de: Die Überstundenanfrage {0}-{1} wurde genehmigt.
es: La solicitud de tiempo extra {0}-{1} ha sido aprobada.
fa: درخواست اضافه کاری برای {0} - {1} تایید شد
fi: Ylityöpyyntö {0}-{1} on hyväksytty.
fr: La demande d'heures supplémentaires {0}-{1} a été approuvée.
no: Overtidsforespørselen {0} - {1} er godkjent.
ru: Запрос сверхурочных {0}-{1} согласован
sv: Övertidsförfrågan {0}-{1} har godkänts.
zh_cn: 加班申请 {0}-{1} 已被批准。
zh_hk: 加班申請 {0}-{1} 已被批准。

source: BPO Exchange
da: BPO Excange
fa: تبادل BPO
fi: Ulkoistaminen
no: BPO Utveksling
ru: Аутсорсинг бизнес процессов
zh_cn: BPO交换
zh_hk: BPO交換

source: Drag and drop .CSV files here or click to upload
da: Träk og slip. CSV filerne her eller klik for at uploade
de: .CSV-Dateien hier ablegen oder zum Hochladen klicken
es: Arrastra y suelta archivos .CSV aquí o haz clic para cargar
fa: فایل CSV را به اینجا بکشید یا بر روی بارگذاری کلیت کنید
fi: Vedä ja tiputa .CSV tiedosto tähän tai klikkaa ladataksesi
fr: Glissez et déposez le fichier .CSV ici ou cliquez pour charger
no: Dra og slipp .CSV-filer her eller klikk for å laste opp
ru: Перетащите .CSV файлы или кликните для загрузки
sv: Dra och släpp .CSV-filer här, eller klicka för att ladda upp
zh_cn: 拖拽 .CSV 文件到此处或点击上传
zh_hk: 拖拽 .CSV 文件到此處或點擊上傳

# SuccessfullyImported
source: Import successful
da: Importen er lykkedes
de: Import erfolgreich
es: Importación exitosa
fa: اضافه کردن از فایل موفق بود
fi: Tuonti onnistui
fr: Import réussi
no: Importen er vellykket
ru: Импорт успешно выполнен
sv: Importen lyckades
zh_cn: 导入成功
zh_hk: 導入成功

# OvertimeRequestAlreadyHasScheduleInPeriod
source: There is already an activity scheduled during the period {0}-{1}
da: Der er allerede en aktivitet planalgt i denne periode {0}-{1}
de: Im Zeitraum {0}-{1} ist bereits eine Aktivität geplant
es: Ya hay una actividad programada durante el período {0} - {1}
fa: برای دوره {0} تا {1} فعالیتی زمانبندی شده وجود دارد
fi: Työvuoro sisältää jo aktiviteetin kyseiselle ajanjaksolle {0} - {1}
fr: Il y a déjà une activité planifiée sur la période {0}-{1}.
no: Det er allerede en aktivitet planlagt i perioden {0} - {1}
ru: На запрашиваемый период {0}-{1} уже запланирована активность в расписании
sv: Det finns redan en schemalagd aktivitet under perioden {0}-{1}
tr: {0}-{1} aralığında zaten vardiyalanmış bir aktivite bulunmakta.
zh_cn: 在周期 {0}-{1} 内已有排定的活动
zh_hk: 在週期 {0}-{1} 內已有排定的活動

# SeveralGroupsSelected
source: {0} groups selected
da: {0} grupper er valgt
de: {0} Gruppen ausgewählt
es: {0} grupos seleccionados
fa: تعداد {0} گروه انتخاب شد است
fi: {0} ryhmää valittu
fr: {0} groupes sélectionnés
no: {0} grupper valgt
ru: {0} групп выбрано
sv: {0} valda grupper
zh_cn: 已选定 {0} 个组
zh_hk: 已選定 {0} 個組

source: Open site
da: Åben site
de: Offener Standort
es: Abrir site
fa: سایت را باز کن
fi: Avaa toimipaikka
fr: Site ouvert
no: Åpne visningen
ru: Открыть сайт
sv: Öppna enhet
zh_cn: 进入站点
zh_hk: 進入網站

# NoSuggestionsFound
source: There are no suggestions according to the extra overtime settings
da: Der er ingen forslag ifölge de ekstra overtidsindstillinger
de: Es gibt keine Vorschläge gemäß den Einstellungen für Extra-Überstunden
es: No hay sugerencias de acuerdo con la configuración de horas extras establecida
fa: هیچ پیشنهادی با توجه به تنظیمات اضافه کاری وجود ندارد
fi: Ehdotuksia ei löytynyt kysytylle ylityöasetuksille
fr: Il n'y a pas de suggestion selon les paramètres supplémentaires d'heures supplémentaires.
no: Det finnes ingen forslag i henhold til ekstra overtidinnstillinger
ru: Нет предложений отвечающим дополнительным настройкам сверхурочных
sv: Det finns inga förslag enligt inställningarna för extra övertid
zh_cn: 根据额外的加班设置无建议
zh_hk: 根據額外的加班設置無建議

# ImportBpoWrongDateFormat
source: The date format is incorrect
da: Dataformatet er ikke korrekt
de: Das Datumsformat ist falsch
es: El formato de fecha es incorrecto
fa: فرمت داده نادرست است
fi: Päuvämäärän muoto ei ole oikea
fr: Le format de date est incorrect
no: Datoformatet er feil
ru: неверный формат данных
sv: Datumformatet är felaktigt
zh_cn: 数据格式错误
zh_hk: 資料格式錯誤

# ImportBpoWrongResourceFormat
source: The Agents parameter (parameter {0} with value: {1}) is invalid. The parameter must be stated as a decimal number, for example 14.2.
da: Ressourceparameteret (parameter nummer {0} med värdi: {1}) er ikke korrekt. Parameter skal angives som et decimaltal, for eksempel 14.2.
de: Der Parameter Mitarbeiter (Parameter {0} mit Wert: {1}) ist ungültig. Der Parameter muss als Dezimalzahl angegeben werden, zum Beispiel 14,2.
es: El parámetro Agentes (parámetro {0} con valor: {1}) no es válido. El parámetro debe establecerse como un número decimal, por ejemplo 14.2.
fa: پارامتر منابع- شماره {0} با مقدار {1} نامعتبر است. پارارمتر باید به صورت عدد دسیمال باشد مانند 14.2
fi: Resurssien arvo on kelpaamaton (parametri {0} arvoltaan {1}). Arvon on oltava desimaaleissa, esim 14.2.
fr: Les paramètres agents sont invalides (paramètre {0} de valeur: {1}). Le paramètre doit être déclaré comme une valeur décimale, par exemple 14.2
no: Resursparameteren (parameternummer {0} med verdi: {1}) er ugyldig. Parameteret må oppgis som desimaltall, for eksempel 14.2.
ru: ресурсный параметр (параметр {0} со значением {1} недействителен. Параметр передается в виде десятичного числа, напимер 14.2
sv: Parametern Agenter (parameter {0} med värde: {1}) är ogiltig. Parametern måste anges som ett decimaltal, t ex 14.2.
zh_cn: 资源参数 (参数编号 {0} 数值为: {1} ) 是无效的。参数必须以小数给出，例如14.2
zh_hk: 資源參數 (參數編號 {0} 數值為: {1} ) 是無效的。參數必須以小數給出，例如14.2

# ImportBpoDuplicateRecord
source: Duplicate found. The same information is entered on more than one line in the import file, which is not allowed.
da: Dobbelt optegnelser fundet. Den samme information er indtastet på mere end en linje i importfilen og det er ikke tilladt.
de: Duplikat gefunden. Die gleichen Informationen werden in mehr als einer Zeile in der Importdatei eingegeben, was nicht zulässig ist.
es: Duplicado encontrado. La misma información se ha ingresado en más de una línea en el archivo de importación, lo cual no está permitido.
fa: دو ردیف مشابه پیدا شد. اطلاعات یکسانی در بیشتر از یک خط وارد شده است که مجاز نیست
fi: Sama arvo on lisätty kaksi kertaa eri riveille, tämä ei ole sallittua.
fr: Doublon trouvé. La même information est entrée sur plus d'une ligne dans le fichier importé, ce qui n'est pas permis.
no: Duplikater funnet. Samme informasjon er oppgitt på mer enn én linje i importfilen, dette er ikke tillatt.
ru: Дубликат! Одна запись в более чем одной строке файла импорта, что недопустимо.
sv: Dubblett hittad. Samma information är angiven på mer än en rad i importfilen, och det är inte tillåtet.
zh_cn: 发现重复记录。导入的文件中多行具有相同信息是不允许的。
zh_hk: 發現重複記錄。導入的檔中多行具有相同資訊是不允許的。

# AbandonedRateParenthesisPercentSign
source: Abandoned rate (%)
da: Abandon rate (%)
de: Abbruchrate (%)
fa: نرخ تماس بی پاسخ (%)
fi: Hylkäysaste (%)
fr: Taux d'Abandons (%)
no: Pålagt verdi (%)
ru: Потрянные (%)
sv: Andel tappade (%)
zh_cn: 放弃率 (%)
zh_hk: 放棄率 (%)

# AverageSpeedOfAnswersParenthesisSeconds
source: Average Speed of Answer (s)
da: Gennemsnitlig besvarelsestid(er)
de: Durchschnittliche Antwortzeit (s)
es: Velocidad de Respuesta Promedio (s)
fa: سرعت میانگین پاسخ
fi: Keskimääräinen jonotusaika (s)
fr: Temps de réponse moyen (s)
no: Gjennomsnittlig hastighet for svar
ru: Средняя скорость ответа (сек)
sv: Genomsnittlig svarstid (s)
zh_cn: 平均应答速度 (s)
zh_hk: 平均應答速度 (s)

# ESLParenthesisPercentSign
source: ESL (%)
fr: NSE (%)
ru: Расчетный уровень сервиса (%)
zh_cn: 预估服务水平 (%)
zh_hk: 預估服務水準 (%)

source: Interval
de: Intervall
es: Intervalo
fa: بازه
fi: Intervalli
fr: Intervalle
no: Intervall
ru: Интервал
sv: Intervall
zh_cn: 时段
zh_hk: 時段

# SkillsParenthesisS
source: Skill(s)
fa: مهارت
fi: Taito(t)
fr: Compétence(s)
no: Ferdighet(er)
ru: Навык(и)
sv: Kompetens(er)
zh_cn: 技能
zh_hk: 技能

source: Overstaffing after OT
da: Overbemanding efter OT
de: Überbesetzung nach OT
es: Sobredimens. después de tiempo extra
fa: نیروی مازاد بعد از تایید اضافه کاری
fi: Ylimiehitys ylityöehdotuksen jälkeen
fr: Sur-effectif après heures supplémentaires
no: Overkapasitet etter OT
ru: Избыток ресурсов после запроса сверхурочных
sv: Överbemanning efter övertid
zh_cn: 加班后的人力冗余
zh_hk: 加班後的人力冗餘

source: Scheduled agents after OT
da: Planlagte agenter efter OT
de: Geplante Mitarbeiter nach OT
es: Agentes planificados después de tiempo extra
fa: پاسخگوهای اختصاص داده شده بعد از اضافه کاری
fi: Suunnitellut agentit ylityöehdotuksen jälkeen
fr: Agents planifiés après heures supplémentaires
no: Planlagte agenter etter OT
ru: Запланированные операторы после запроса сверхурочных
sv: Schemalagda agenter efter övertid
zh_cn: 加班后的排定座席代表
zh_hk: 加班後的排定座席代表

source: Understaffing after OT
da: Underbemanding efter OT
de: Unterbesetzung nach OT
es: Infradimens. después de tiempo extra
fa: کمبود نیرو بعد از تایید اضافه کاری
fi: Alimiehitys ylityöehdotuksen jälkeen
fr: Sous-effectif après heures supplémentaires
no: Underbemanning etter OT
ru: Нехватка ресурсов после запроса сверхурочных
sv: Understaffing efter övertid
zh_cn: 加班后的人力不足
zh_hk: 加班後的人力不足

source: In alarm in site
da: I alarm på site
de: Am Standort in Alarm
es: En alarma en el site
fa: در سایت و حالت هشدار
fi: Toimipaikassa olevat agentit, ketkä hälyttävät
fr: En alarme sur site
no: I alarm på siden
ru: В статусе Предупреждение на сайте
sv: I larm på enheten
zh_cn: 站点中的告警数
zh_hk: 網站中的告警數

# BreakPreferenceStartTimeByMaxColon
source: Break Preferences Start Time By Max:
da: Pausepreferencer starttid som maksimum:
de: Startzeit für Pausenpräferenzen bis max.:
es: No Cumplir Hora de Inicio Preferida por Max:
fa: رعایت نکردن ترجیجات زمان شروع تا حداکثر
fi: Rikkoo työvuorotoiveen aloitusaikaa maksimissaan:
fr: Enfreindre les préférences d'heures de début de maximum:
no: Bryt starttid preferanser etter maks:
sv: Bryt önskemål om starttid med max:
zh_cn: 打破偏好开始时间最大值:
zh_hk: 打破偏好開始時間最大值:

source: Planning Group
da: Planlägningsgruppe
de: Planungsgruppe
es: Grupo de Planificación
fa: گروه برنامه ریزی
fi: Suunnitteluryhmä
fr: Groupe de planification
no: Planleggingsgruppe
sv: Planeringsgrupp
zh_cn: 计划组
zh_hk: 計畫組

# TextOfEditPlanGroupSchedulingSetting
source: Modify information for selected scheduling setting
da: Ändr informationen for den valgte planlägningsindstilling
de: Informationen für die ausgewählte Planungseinstellung ändern
es: Modificar información para la configuración de planificación seleccionada
fa: تغییر اطلاعات برای تنظیمات زمانبندی انتخاب شده
fi: Muokkaa tiedot valitulle suunnitteluasetukselle
fr: Modifier les informations pour le paramètre de planification sélectionné
no: Endre informasjon for valgt planleggingsinnstilling
sv: Ändra information för vald schemaläggningsinställning
zh_cn: 为选定的排班设置修改信息
zh_hk: 為選定的排班設置修改資訊

# PlanGroupSchedulingSettingAppliedFilters
source: The following settings are applied to planning group {0}
da: Den fölgende indstilling er anvendt til planlägnings gruppen {0}
de: Die folgenden Einstellungen werden für die Planungsgruppe {0} angewandt
es: La siguiente configuración se aplica al grupo de planificación {0}
fa: تنظیمات زیر برای گروه برنامه ریزی {0} اعمال شد
fi: Seuraavat asetukset ovat käytössä suunniteluryhmälle {0}
fr: Les paramètres suivants ont été appliqués au groupe de planification {0}
no: Følgende innstillinger brukes til planleggingsgruppe {0}
sv: Följande inställningar används för planeringsgruppen {0}
zh_cn: 以下设置被应用于计划组 {0}
zh_hk: 以下設置被應用於計畫組 {0}

# TextOFCreatePlanGroupSchedulingSetting
source: Fill in information to create new scheduling setting
da: Udfyld information forden valgte planlägningsindstilling
de: Informationen zum Erstellen einer neuen Planungseinstellung eintragen
es: Complete la información para crear una nueva configuración de planificación
fa: اطلاعات مربوطه برای ایجاد تنظیمات جدید زمانبندی را پر کنید
fi: Täytä tiedot luodaksesi uusi suunnitteluasetus
fr: Entrer les informations pour créer un nouveau paramètre de planification
no: Fyll inn informasjon for å opprette ny planleggingsinnstilling
sv: Fyll i information för att skapa en ny schemaläggningsinställning
zh_cn: 填入信息以创建新的排班设置
zh_hk: 填入資訊以創建新的排班設置

# BlockSameShiftCategory
source: Same shift category
da: Samme vagtkategori
de: Gleiche Schichtkategorie
es: Igual categoría de turno
fa: دسته شیفت یکسان
fi: Sama vuoroluokka
fr: Même catégorie d'horaires
no: Samme skiftkategori
sv: Samma skiftkategori
zh_cn: 相同班次类别
zh_hk: 相同班次類別

# NotShowingAbandonRate
source: Abandoned rate cannot be shown for current selection.
da: Abandon rate kan ikke vises i den nuvärende markering.
de: Abbruchrate kann für die aktuelle Auswahl nicht angezeigt werden.
es: La tasa de abandono no se puede mostrar para la selección actual
fa: نرخ تماس برای انتخاب حاضر قابل نمایش نیست
fi: Hylkäysastetta ei voida näyttää kyseiselle valinnalle.
fr: Le taux d'abandons ne peut pas être montré pour la sélection actuelle.
no: Overgiven hastighet kan ikke vises for nåværende valg.
sv: Andel tappade kan inte visas för aktuellt urval.
zh_cn: 当前选择无法显示放弃率.
zh_hk: 當前選擇無法顯示放棄率.

source: Missing Overtime Type
da: Mangler overtidstype
de: Überstundentyp fehlt
es: Tipo de Tiempo Extra faltante
fa: نوع اضافه کاری فراموش شده
fi: Ylityötyyppiä ei löydy
fr: Type d'heures supplémentaires manquant
no: Mangler overtidstype
sv: Övertidstyp saknas
zh_cn: 缺少加班类型
zh_hk: 缺少加班類型

source: Delete scheduling setting
da: Slet vagtplanlägningsindstilling
de: Planungseinstellung löschen
es: Borrar configuración de planificación
fa: تنظیمات زمانبندی حذف شده
fi: Poista suunnitteluasetukset
fr: Supprimer le paramètre de planification
no: Slett planleggingsinnstilling
sv: Ta bort schemaläggningsinställning
zh_cn: 删除排班设置
zh_hk: 刪除排班設置

# NewPlanGroupSchedulingSetting
source: New scheduling setting
da: Ny planlägningsindstilling
de: Neue Planungseinstellung
es: Nueva configuración de planificación
fa: تنظیمات جدید زمانبندی
fi: Uusi suunnitteluasetus
fr: Nouveau paramètre de planification
no: Ny planleggingsinnstilling
sv: Ny schemaläggningsinställning
zh_cn: 新建排班设置
zh_hk: 新建排班設置

# PlanGroupScheduling
source: Scheduling settings
da: Planlägningsindstilling
de: Planungseinstellungen
es: Configuración de planificación
fa: تنظیمات زمانبندی
fi: Suunnitteluasetus
fr: Paramètre de planification
no: Scheduling instillinger
sv: Schemaläggningsinställning
zh_cn: 排班设置
zh_hk: 排班設置

# SelectionTooLarge
source: Selection is too large
da: Markering er for stor
de: Auswahl ist zu groß
es: La selección es muy grande
fa: موارد انتخابی بسیار زیاد است
fi: Valinta on liian suuri
fr: La sélection est trop importante
no: Utvalget er for stort
ru: Выборка слишком большая
sv: Urvalet är för stort
zh_cn: 选择范围过大
zh_hk: 選擇範圍過大

source: Export to Excel
da: Eksporter til Excel
de: Export zu Excel
es: Exportar a Excel
fa: به صورت اکسل ذخیره شود
fi: Vie Exceliin
fr: Exporter vers Excel
no: Eksporter til Excel
ru: Экспорт в эксель
sv: Exportera till Excel
zh_cn: 导出到Excel
zh_hk: 匯出到Excel

# SkillAreaNoSkillSelected
source: You need to select at least one skill.
da: Du skal välge mindst et skill.
de: Sie müssen mindestens einen Skill auswählen.
es: Debes elegir por lo menos un skill.
fa: باید حداقل یک مهارت انتخاب شود
fi: Valitse ainakin yksi taito.
fr: Vous devez sélectionner au moins une compétence.
no: Du må velge minst én ferdighet.
ru: Необходимо выбрать хотя бы один навык
sv: Du måste välja minst en kompetens.
zh_cn: 您需要选择至少一个技能
zh_hk: 您需要選擇至少一個技能

source: Selected filters
da: Valgte filtre
de: Ausgewählte Filter
es: Filtros seleccionados
fa: فیلترهای انتخاب شده
fi: Valitut filtterit
fr: Filtres sélectionnés
no: Valgte filtre
sv: Valda filter
zh_cn: 已选择的筛选器
zh_hk: 已選擇的篩選器

source: Total agents in alarm
da: Total agenter i alarm
de: Mitarbeiter insgesamt in Alarm
es: Total agentes en alarma
fa: کل پاسخگوها در وضعیت هشدار
fi: Halytyksessä olevat agentit
fr: Nombre d'agents en alarme
no: Totale agenter i alarm
sv: Totalt antal agenter i larm
zh_cn: 在告警状态的座席代表总数
zh_hk: 在告警狀態的座席代表總數

# ReportGeneratedTime
source: Report generated
da: Rapport er dannet
de: Bericht generiert
es: Reporte generado
fa: گزارش تولید شد
fi: Raportti on luotu
fr: Rapport généré
no: Rapporten er generert
sv: Rapport genererad
zh_cn: 报表已生成
zh_hk: 報表已生成

source: Create skill group
da: Opret skillgruppe
de: Skillgruppe erstellen
es: Crear un grupo de skills
fa: ایجاد گروه مهات
fi: Luo taitoryhmä
fr: Créer un groupe de compétences
no: Opprett ferdighetsgruppe
sv: Skapa kompetensgrupp
tr: Yetenek grubu yarat
zh_cn: 创建技能组
zh_hk: 創建技能組

source: Modify Skill Group
da: Ändr skillgruppe
de: Skillgruppe ändern
es: Modificar Grupo de Skills
fa: تغییر مهارتها
fi: Muokkaa taitoryhmää
fr: Modifier le groupe de compétences
no: Endre ferdighetsgruppe
sv: Ändra kompetensgrupp
tr: Yetenek grubu düzenle
zh_cn: 修改技能组
zh_hk: 修改技能組

source: Export gap
da: Eksport mangel
de: Lücke exportieren
es: Exportar brecha
fa: ذخیره کاستی نیرو
fi: Vie erotus
fr: Exporter l'écart
no: Eksportgap
sv: Exportera skillnad
zh_cn: 导出人力缺口
zh_hk: 匯出人力缺口

# AbsenceRequestAlreadyInWaitlist
source: There are waitlisted requests for this period already, please wait.
da: Der er allerede ugyldige forespörgsler til denn periode, vent venligst.
de: Für diesen Zeitraum bestehen bereits auf die Warteliste gesetzte Anfragen, bitte warten.
es: Ya hay solicitudes en la lista de espera para este período, por favor espere.
fa: فعلا درخواستهایی در حالت انتظار قرار دارد. لطفاً صبر کنید
fi: Sinulla on jo pyyntö odotuslistalla samalle ajalle, odota.
fr: Il y a déjà des demandes en attente pour cette période, merci de patienter.
no: Det er ventelisteforespørsler for denne perioden allerede, vennligst avvent.
sv: Det finns redan väntelistade förfrågningar för denna period, var god vänta.
zh_cn: 当前周期已有等候的请求, 请等待.
zh_hk: 當前週期已有等候的請求, 請等待.

source: Select schedule method
da: Välg planlägningsmetode
de: Planungsmethode auswählen
es: Seleccione método de planificación
fa: انتخاب روش زمانبندی
fi: Valitse suunnittelutapa
fr: Sélectionner la méthode de planification
no: Velg tidsplanmetode
sv: Välj schemaläggningsmetod
zh_cn: 选择排班方法
zh_hk: 選擇排班方法
