Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# NewPlanningGroupThreeDots
source: New Planning Group...
ar: مجموعة تخطيط جديدة...
cs: Nová plánovací skupina...
da: Ny Planlægningsgruppe...
de: Neue Planungsgruppe…
es: Nuevo Grupo de Planificación...
fa: گروه های برنامه ریزی جدید ...
fi: Uusi suunnitteluryhmä...
fr: Nouveau groupe de planification...
id: Kelompok Perencana Baru...
it: Nuovo gruppo pianificazione...
ja: 新規プランニンググループ...
lv: Jauna plānošanas grupa...
nl: Nieuwe Planning Groep...
no: Ny planlegging gruppe...
pl: Nowa grupa planowania...
pt: Novo Grupo de Planejamento...
ru: Новая группа планирования...
sv: Ny planeringsgrupp...
tr: Yeni Planlama Grubu...
zh_cn: 新计划分组...
zh_hk: 新計畫分組...

source: Planning group name is invalid
ar: اسم غير صحيح لمجموعة التخطيط
cs: Jméno plánovací skupiny je neplatné
da: Planlægningsgruppens navn er ugyldigt
de: Planungsgruppenname ist ungültig
es: El nombre del grupo de planificación no es válido
fa: نام گروه برنامه ریزی معتبر نمی باشد
fi: Suunnitteluryhmän nimi on virheellinen
fr: Nom du groupe de planification est non valable
id: Nama kelompok perencana salah
it: Nome gruppo pianificazione non valido
ja: プランニンググループ名が無効です
lv: Plānošanas grupas nosaukums ir nederīgs
nl: Planning groep naam is ongeldig
no: Planlegging gruppenavn er ugyldig
pl: Niedopuszczalna nazwa grupy planowania
pt: O nome do grupo de planejamento não é válido
ru: Недопустимое имя группы планирования
sv: Planeringsgruppens namn är ogiltigt
tr: Planlama Grubu ismi geçersiz
zh_cn: 计划分组的名称无效
zh_hk: 計畫分組的名稱無效

# LessThanPlanningGroupNameGreaterThan
source: <Planning group name>
ar: <اسم مجموعة التخطيط>
cs: <Jméno plánovací skupiny>
da: <Planlægningsgruppens navn>
de: <Name der Planungsgruppe >
es: <Nombre de grupo de planificación>
fa: <نام گروه برنامه ریزی>
fi: <Suunnitteluryhmän nimi>
fr: <Nom du groupe de planification>
id: <Nama kelompok perencana>
it: <Nome gruppo pianificazione>
ja: <プランニンググループ名>
lv: <Plānošanas grupa>
nl: <Planning groep naam>
no: <Planlegging gruppenavn>
pl: <Nazwa grupy planowania>
pt: <Nome do grupo de planejamento>
ru: <Имя группы планирования>
sv: <Planeringsgruppens namn>
tr: Grup ismi planlama
zh_cn: <计划分组名称>
zh_hk: <計畫分組名稱>

# AddDayOffThreeDots
source: Add Day Off...
ar: اضافة يوم عطلة...
cs: Přidat den volna...
da: Tilføj Fridag...
de: Freien Tag hinzufügen…
es: Añadir Día Libre...
fa: افزودن روز تعطیل...
fi: Lisää vapaapäivä...
fr: Ajouter jour libre...
id: Tambah Hari Libur...
it: Aggiungi riposo...
ja: 休暇の追加...
lv: Pievienot Brīvdienu...
nl: Voeg Vrije Dagen
no: Legg til fridag...
pl: Dodzaj dzień wolny...
pt: Adicionar Folga...
ru: Добавить выходной...
sv: Lägg till fridag...
tr: Tatil ekle...
zh_cn: 添加休息日…
zh_hk: 添加休息日…

# DayOffColon
source: Day Off:
ar: يوم عطلة
cs: Den volna:
da: Fridag:
de: Freier Tag:
es: Día Libre:
fa: روز تعطیل:
fi: Vapaapäivä:
fr: Jour libre:
id: Hari Libur:
it: Riposi:
ja: 休暇:
lv: Brīvdiena:
nl: Vrije Dag:
no: Fridag:
pl: Dzień wolny:
pt: Folga:
ru: Выходной:
sv: Fridag:
tr: Tatil:
zh_cn: 休息日：
zh_hk: 休息日：

# QuestionDeleteThePlanningGroupTwoParameters
source: Are you sure that you want to delete the planningGroup {0}{1}{0}?
ar: هل انت متأكد من حذف مجموعة التخطيط {0}{1}{0}؟
cs: Chcete opravdu smazat plánovací skupinu {0}{1}{0}?
da: Er du sikker på, at du ønsker at slette planlægningsgruppen {0}{1}{0}?
de: Sind Sie sicher, dass Sie die Planungsgruppe {0}{1}{0} löschen möchten?
es: ¿Estás seguro que quieres borrar el grupo de planificación {0}{1}{0}?
fa: آیا شما مطمئن هستید که می خواهید گروه برنامه ریزی {0}{1}{0} را حذف کنید؟
fi: Haluatko varmasti poistaa suunnitteluryhmän {0}{1}{0}?
fr: Êtes-vous sûr de vouloir supprimer le groupe planning {0}{1}{0}?
id: Apakah anda yakin untuk menghapus kelompok perencana {0}{1}{0}?
it: Sei sicuro di voler eliminare il gruppo di pianificazione {0}{1}{0}?
ja: プランニンググループ {0}{1}{0} を削除しますか?
lv: Vai esat pārliecināts, ka vēlaties dzēst plānošanasGrupu {0}{1}{0}?
nl: Weet U zeker dat U de planningGroep {0}{1}{0} wilt verwijderen?
no: Er det sikkert at du vil slette planleggingsgruppen {0}{1}{0}?
pl: Czy na pewno chcesz skasować grupę planowania {0}{1}{0}?
pt: Você tem certeza de que deseja remover o grupo de planejamento {0}{1}{0}?
ru: Уверены, что хотите удалить группу планирования {0}{1}{0}?
sv: Är du säker att du vill ta bort planeringsgruppen {0}{1}{0}?
tr: {0}{1}{0} Planlama gruplarını silmek istediğinize emin misiniz?
zh_cn: 您确定要删除计划分组 {0}{1}{0}吗？
zh_hk: 您確定要刪除計畫分組 {0}{1}{0}嗎？

# AreYouSureYouWantToDeletePartTimePercentage
source: Are you sure you want to delete '{0}' part time percentage?
ar: هل انت متأكد من حذف نسبة العمل الجزئي {0}؟
cs: Chcete opravdu smazat '{0}' procentní podíl zkrácených úvazků?
da: Er du sikker på, at du ønsker at slette '{0}' deltidsprocentsats?
de: Sind Sie sicher, dass Sie die Teilzeitprozentwerte '{0}' löschen möchten?
es: ¿Estás seguro que quieres borrar el porcentaje de tiempo parcial '{0}'?
fa: مطمئن هستید که می خواهید "{0}" درصد پاره وقت را حذف کنید؟
fi: Haluatko varmasti poistaa '{0}' osa-aikaprosentin?
fr: Êtes-vous sûr de supprimer le pourcentage temps partiel '{0}'?
id: Apakah anda yakin akan menghapus persentase paruh waktu '{0}'
it: Sei sicuro di voler eliminare la percentuale di part-time '{0}'?
ja: パートタイム比率 '{0}' を削除しますか?
lv: Vai tiešām vēlaties dzēst '{0}' nepilna laika procentuālo lielumu?
nl: Bent U zeker dat U deeltijd percentage '{0}' wilt verwijderen?
no: Er du sikker på at du vil slette deltidsprosent '{0}'?
pl: Czy na pewno chcesz skasować procent niepełnego czasu pracy '{0}'?
pt: Você tem certeza que deseja excluir o percentual de tempo parcial '{0}'?
ru: Приведет к удалению процента частичной занятости '{0}'. Продолжить?
sv: Är du säker på att du vill ta bort '{0}' deltidsprocentsats?
tr: {0} yarı zamanlı oranını silmek istediğinize emin misiniz?
zh_cn: 您确定要删除 '{0}' 兼职时间百分比吗？
zh_hk: 您確定要刪除 '{0}' 兼職時間百分比嗎？

source: Staffing effect
ar: تأثير التوظيف
cs: Efekt personálního obsazení
da: Bemandingseffekt
de: Auswirkung auf Besetzung
es: Efecto en la dotación de personal
fa: تاثیر کارمندی
fi: Henkilöstövaikutus
fr: Effet couverture
id: Efek pengaturan staf
it: Effetto allocazione
ja: 要員配置効果
lv: Personāla efekts
nl: Personeelsbezetting effect
no: Bemanningseffekt
pl: Efekt przydziału załogi
pt: Effeito no staffing
ru: Влияние на штат
sv: Bemanningseffekt
tr: Başlangıç etkisi
zh_cn: 人员配备结果
zh_hk: 人員配備結果

# OpenBudgetThreeDots
source: Open Budget...
ar: ميزانية مفتوحة...
cs: Otevřít rozpočet...
da: Åbn Budget...
de: Öffne Budget…
es: Abrir Presupuesto...
fa: اختصاص بودجه....
fi: Avaa budjetti...
fr: Ouvrir budget
id: Buka Budget...
it: Apri Budget...
ja: 予算を開く...
lv: Atvērt Budžetu...
no: Åpne budsjett...
pl: Otwórz budżet...
pt: Abrir Orçamento...
ru: Открыть бюджет...
sv: Öppna budget...
tr: Bütçe aç...
zh_cn: 打开预算...
zh_hk: 打開預算...

# NegativeEffectColon
source: Negative effect:
ar: تأثير سلبي:
cs: Negativní efekt:
da: Negativ effekt:
de: Negativer Effekt
es: Efecto Negativo:
fa: اثر منفی:
fi: Negatiivinen vaikutus:
fr: Effet négatif:
id: Efek negatif:
it: Effetto negativo:
ja: マイナス効果:
lv: Negatīvs efekts:
nl: negatief effect:
no: Negativ effekt:
pl: Efekt negatywny:
pt: Efeito Negativo:
ru: Отрицательное влияние:
sv: Negativ effekt:
tr: Negatif etki:
zh_cn: 负面效果：
zh_hk: 負面效果：

# PositiveEffectColon
source: Positive effect:
ar: تأثير ايجابي:
cs: Pozitivní efekt:
da: Positiv effekt:
de: Positiver Effekt:
es: Efecto Positivo:
fa: اثر مثبت:
fi: Positivinen vaikutus:
fr: Effet positif:
id: Efek positif:
it: Effetto positivo:
ja: プラス効果:
lv: Pozitīvs efekts:
nl: Positief effect:
no: Positiv effekt:
pl: Efekt pozytywny:
pt: Efeito Positivo:
ru: Положительное влияние:
sv: Positiv effekt:
tr: Pozitif etki:
zh_cn: 正面效果：
zh_hk: 正面效果：

# TotalColon
source: Total:
ar: الاجمالي:
cs: Celkem:
da: Sum:
de: Gesamt:
fa: مجموع:
fi: Yhteensä:
it: Totale:
ja: トータル:
lv: Kopā:
nl: Totaal:
pl: Razem:
ru: Всего:
sv: Totalt:
tr: Toplam:
zh_cn: 总计：
zh_hk: 總計：

# TotalOutOfAdherenceColon
source: Out of adherence:
ar: اجمالي الغياب:
cs: Celkem mimo dodržování:
da: Sum ud af overholdelse:
de: Gesamt Einhaltungsabweichung
es: Total fuera de adherencia:
fa: عدم هم راستایی
fi: Noudattamisen poikkeama yhteensä:
fr: Total hors adhérence:
id: Total ketidaktaatan:
it: Totale fuori aderenza:
ja: トータルの遵守違反
lv: Neievēro grafiku:
nl: Totaal van aanhankelijkheid:
no: Total avvikende fra etterlevelse:
pl: Łącznie poza Przestrzeganiem:
pt: Total não aderente:
ru: Всего не соблюдают график:
sv: Avvikelse:
tr: Uyumsuz
zh_cn: 未遵时：
zh_hk: 未遵時：

source: Save as Scenario
ar: احفظ كسيناريو
cs: Uložit jako scénář
da: Gem som Scenarie
de: Speichern als Szenario
es: Guardar como Escenario
fa: ذخیره در سناریو
fi: Tallenna skenaariossa
fr: Sauvegarder comme scénario
id: Simpan sebagai Skenario
it: Salva come scenario
ja: シナリオとして保存
lv: Saglabāt kā Scenāriju
nl: Opslaan als Scenario
no: Lagre som scenario
pl: Zapisz jako scenariusz
pt: Salvar com Cenário
ru: Сохранить как сценарий
sv: Spara som scenario
tr: Senaryoyu kaydet
zh_cn: 另存为情景
zh_hk: 另存為情景

# MeetingCanNotCreate
source: Can not create a meeting. System may not contain activities.
ar: لا يمكن انشاء اجتماع. قد لا يحتوي النظام على نشاطات
cs: Nelze vytvořit setkání. Systém nesmí obsahovat činnosti.
da: Kan ikke oprette et møde. Systemet indeholder muligvis ikke aktiviteter.
de: Es kann kein Meeting erstellt werden. Das Systems enthält möglicherweise keine Aktivitäten.
es: No se puede crear una reunión. El sistema puede no contener actividades.
fa: نمی تواند جلسه ایجاد کند. ممکن است سیستم حاوی فعالیتها نباشد.
fi: Ei voi luoda kokousta. Järjestelmä ei sisällä aktiviteetteja.
fr: Impossible de créer une réunion. Le système ne contient peut-ëtre pas d'activités.
id: Tidak bisa membuat pertemuan. Sistem mungkin tidak memiliki aktivitas.
it: Impossibile creare Meeting. Il sistema potrebbe non contenere attività.
ja: 会議を作成できません。システムに活動が存在しない可能性があります。
lv: Nevar izveidot sanāksmi. Sistēma nesatur aktivitātes.
nl: Kan een meeting niet maken. Systeem bevat misschien geen activiteiten.
no: Kan ikke opprette et møte. Systemet kan ikke inneholde aktiviteter.
pl: Nie można utworzyć spotkania. System może nie zawierać żadnych aktywności.
pt: Não é possível criar uma reunião. O sistema pode não conter atividades.
ru: Невозможно создать мероприятие. Система может не содержать активностей.
sv: Kan inte skapa ett möte. Kontrollera att det finns aktiviteter inlagda i systemet.
tr: Toplantı oluşturulamıyor.
zh_cn: 不能创建会议。系统可能不包含活动。
zh_hk: 不能創建會議。系統可能不包含活動。

# MeetingCanNotLoadWithoutScenarios
source: Meetings can not load. System may not contain scenarios.
ar: لا يمكن تحميل الاجتماعات. النظام قد لا يحتوي على سيناريوهات.
cs: Nelze načíst setkání. Systém nesmí obsahovat scénáře.
da: Møder kan ikke indlæses. Systemet indeholder muligvis ikke scenarier.
de: Meetings können nicht geladen werden. Das System enthält möglicherweise keine Szenarios.
es: Las reuniones no pueden ser cargadas. El sistema puede no contener escenarios.
fa: جلسه ها نمی توانند بارگذاری شوند. ممکن است سیستم حاوی سناریو ها نباشد.
fi: Kokouksia ei voi ladata. Järjestelmä ei voi sisältää skenaarioita.
fr: Les réunions ne peuvent pas se charger. Le système ne contient peut-être pas de scénarios.
id: Pertemuan tidak bisa dikeluarkan. Sistem mungkin tidak berisi skenario.
it: Impossibile caricare Meeting. Il sistema potrebbe non contenere scenari.
ja: 会議を読み込めません。システムにシナリオが存在しない可能性があります。
lv: Sanāksmes nevar ielādēt. Sistēma nesatur scenārijus.
nl: Meetings kan niet laden. Systeem bevat misschien geen activiteiten.
no: Møter kan ikke lastes. Systemet kan ikke inneholde scenarier.
pl: Nie można załadować spotkań. System może nie zawierać żadnych scenariuszy.
pt: Não foi possível carregar as reuniões. O sistema pode não conter cenários.
ru: Невозможно загрузить мероприятия. Система может не содержать сценариев.
sv: Kan inte ladda möten. Kontrollera att det finns scenarion i systemet.
tr: Toplantı yüklenemiyor.
zh_cn: 会议无法加载。系统可能不包含情景。
zh_hk: 會議無法載入。系統可能不包含情景。

source: label7
ar: تسمية7
cs: návěští7
da: etiket7
es: etiqueta7
fa: برچسب 7
pl: pozycja7
ru: ярлык7
sv: Etikett7
tr: Etiket7
zh_cn: 标签7
zh_hk: 標籤7

source: User Defined Options
ar: اختيارات المستخدم المعرفة
cs: Uživatelem definované možnosti
da: Brugerdefinerede Indstillinger
de: Benutzerdefinierte Optionen
es: Opciones Definidas por el Usuario
fa: انتخابهای تعریف شده کاربر
fi: Käyttäjän määrittämät valinnat
fr: Options utilisateur définies
id: Opsi Ditentukan User
it: Opzioni personalizzate
ja: ユーザー定義のオプション
lv: Lietotāja Noteiktās Iespējas
nl: Gebruiker Gedefinieerde Opties
no: Brukerdefinerte valg
pl: Opcje użytkownika
pt: Opções Definidas pelo Usuário
ru: Опции пользователя
sv: Egendefinierade alternativ
tr: Kullanıcı Tanımlı Opsiyonlar
zh_cn: 用户定义的选项
zh_hk: 使用者定義的選項

source: Day Off Planner Options
ar: يوم عطلة اختيارات المخطط
cs: Možnosti plánovače dnů volna
da: Indstillinger for Planlægning af Fridage
de: Optionen Freier Tage Planer
es: Opciones del Planificador de Días Libres
fa: انتخابهای برنامه ریز روز تعطیل
fi: Vapaapäiväsuunnittelijan valinnat
fr: Options planificateur jour libre
id: Opsi Perencana Hari Libur
it: Opzioni pianificazione riposi
ja: 休暇プランナーのオプション
lv: Brīvdienu Plānotāja Iespējas
nl: Vrije Dag Planner Opties
no: Valg fridagplanlegger
pl: Opcje planowania dni wolnych
pt: Opções do Planejador de Folgas
ru: Опции планировщика выходных
sv: Inställningar fridagsplanerare
tr: Tatil Planlama Opsiyonları
zh_cn: 休息日计划选项
zh_hk: 休息日計畫選項

source: Performance Options
ar: اختيارات الاداء
cs: Možnosti výkonu
da: Indstillinger for Ydelse
de: Performance Optionen
es: Opciones de Rendimiento
fa: انتخابهای عملکرد
fi: Suorituskykyvalinnat
fr: Options de performance
id: Opsi Performansi
it: Opzioni prestazioni
ja: パフォーマンスのオプション
lv: Veiktspējas Iespējas
nl: Performance Opties
no: Velg ytelse
pl: Opcje wydajności
pt: Opções de Performance
ru: Опции выполнения
sv: Inställningar prestanda
tr: Performans Opsiyonları
zh_cn: 绩效选项
zh_hk: 績效選項

# ResourceReReoptimizerOptions
source: Optimizer Options
ar: اختيارات الستخدام الامثل
cs: Možnosti zdroje reoptimalizačního programu
da: Indstillinger for Optimeringsværktøj
de: Ressourcenoptimierer Optionen
es: Opciones del Optimizador
fa: انتخابهای بهینه ساز
fi: Optimointi asetukset
fr: Options de l'optimiseur
id: Opsi Optimalisasi
it: Opzioni ottimizzatore
ja: オプティマイザーのオプション
lv: Optimizētāja Iespējas
nl: Optimizer Opties
no: Optimaliser valg
pl: Opcje optymalizacji
pt: Opções de Otimização
ru: Опции оптимизации ресурсов
sv: Inställningar resursoptimering
tr: Kaynak Optimizasyon Opsiyonları
zh_cn: 优化器选项
zh_hk: 優化器選項

source: Start With Day Off Optimization
ar: ابدأ بيوم عطلة للاستخدام الامثل
cs: Začít optimalizací dnů volna
da: Start Med Optimering af Fridag
de: Beginne mit Optimierung freier Tage
es: Iniciar con Optimización de Días Libres
fa: شروع با بهینه سازی روز تعطیل
fi: Aloita vapaapäivien optimointi
fr: Commencer par l'optimisation des jours libres.
id: Mulai Dengan Optimasi Hari Libur
it: Inizia con ottimizzazione riposi
ja: 休暇の最適化を開始
lv: Sākt ar Brīvdienu Optimizāciju
nl: Begin Met Vrije Dag Optimalisatie
no: Start fridagoptimalisering
pl: Zacznij z optymalizacją dnia wolnego
pt: Iniciar com a Otimização de Folgas
ru: Начать с оптимизации выходных
sv: Börja med att optimera fridagar
tr: Tatil optimizasyonu ile başla
zh_cn: 从休息日优化开始
zh_hk: 從休息日優化開始

source: Start With Move Time
ar: ابدأ بتحريك الوقت
cs: Začít přesunem času
da: Start Med Flyt Tid
de: Beginne mit Optimierung Schichtzeiten
es: Iniciar con Mover Tiempo
fa: با زمان انتقال شروع کنید
fi: Aloita ajan siirrolla
fr: Commencer par déplacer les horaires
id: Mulai Dengan Waktu Pindah
it: Inizia con sposta tempo
ja: 時間の移動を開始
lv: Sākt ar Pārvietošanas Laiku
nl: Start Met Tijd Verplaatsen
no: Start flytt time
pl: Zacznij z przesunięciem czasu
pt: Iniciar Movendo os Tempos
ru: Начать с перемещения времени
sv: Börja med att flytta tid
tr: Zaman değişiklikleri ile başla
zh_cn: 从移动时间开始
zh_hk: 從移動時間開始

# MoveMaxDayOffs
source: Move Max Days Off
ar: تحريك الحد الأقصى للعطل
cs: Přesunout maximální počet dnů volna
da: Flyt Maks Fridage
de: Max Freie Tage verschieben
es: Mover Max de Días Libres
fa: انتقال حداکثر روزهای تعطیل
fi: Siirrä maks.vapaapäiviä
fr: Deplacer jours libres max
id: Pindahkan Hari Libur Maks
it: Sposta riposi max
ja: 最大の休暇を移動
lv: Pārvietot Max Brīvdienas
nl: Verplaats Max Vrije Dagen
no: Flytt maks. fridager
pl: Przenieś maks. dni wolnych
pt: Mover o Número Máximo de Dias de Folga
ru: Переместить макс. выходных
sv: Flytta max fridagar
tr: Maksimum Tatili Taşı
zh_cn: 移动最多休息日天数
zh_hk: 移動最多休息日天數

source: Move Max Shifts
ar: تحريك الحد الأقصى للنوبات
cs: Přesunout maximální počet směn
da: Flyt Maks Vagter
de: Max Schichten verschieben
es: Mover Max de Turnos
fa: انتقال حداکثر شیفتها
fi: Siirrä maks.vuoroja
fr: Deplacer horaires max
id: Pindahkan Shift Maks
it: Sposta turni max
ja: 最大のシフトを移動
lv: Pārvietot Max Maiņas
nl: Verplaats Max Diensten
no: Flytt maks. skift
pl: Przenieś maks. Dyżurów
pt: Mover Turnos Máximos
ru: Переместить макс. смен
sv: Flytta max skift
tr: Maksimum vardiyayı taşı
zh_cn: 移动最多班次
zh_hk: 移動最多班次

source: Max Duration
ar: أطول مدة:
cs: Maximální doba trvání
da: Maks Varighed
de: Max Dauer
es: Max Duración
fa: حداکثر مدت
fi: Maksimi kesto
fr: Durée max
id: Durasi Maks
it: Durata Max
ja: 最大継続期間
lv: Max Ilgums
nl: Max Duur
no: Maks. varighet
pl: Maks. długość
pt: Duração Máxima
ru: Макс. продолжительность
sv: Max körtid
tr: Maksimum zaman aralığı
zh_cn: 最大期限
zh_hk: 最大期限

source: Minute
ar: دقيقة
cs: Minuta
da: Minut
es: Minuto
fa: دقیقه
fi: Minuutti
id: Menit
it: Minuti
ja: 分
lv: Minūte
nl: Minuut
no: Minutt
pl: Minuta
pt: Minuto
ru: Минута
sv: Minut
tr: Dakika
zh_cn: 分钟
zh_hk: 分鐘

# NowColon
source: Now:
ar: الان:
cs: Nyní:
da: Nu:
de: Jetzt:
es: Ahora:
fa: الان:
fi: Nyt:
fr: Maintenant:
id: Sekarang:
it: Adesso:
ja: 現在:
lv: Tagad:
nl: Nu:
no: Nå:
pl: Teraz:
pt: Agora:
ru: Теперь:
sv: Nu:
tr: Şimdi:
zh_cn: 现在：
zh_hk: 現在：

source: Max Move Day Per Person Per Iteration
ar: الحد الأقصى لتحرك اليوم للشخص الواحد في التكرار
cs: Maximum přesunu dnů na osobu na iteraci
da: Maks Flyt Dag Pr. Person Pr. Gentagelse
de: Max Anzahl der zu verschiebenden Tage zu Personen und Durchgang
es: Movimiento Max en el Día por Persona e Iteración
fa: بیشترین روز انتقال برای هر شخص در هر تکرار
fi: Siirtopäivien maks. per henkilö per ajanjakso
fr: Max déplacement de journée par personne par itération
id: Maksimal Pindah Hari Per Orang Per Iterasi
it: Max spostamento giorno per iterazione di Periodo di anagrafica
ja: 1人当たりの1回ごとの最大移動日数
nl: Max Verplaatsen Dag Per Persoon Per iteratie
no: Maks. flytt dag per person per gjentagelse
pl: Maks. przesunięcie dnia dla osoby na iterację
pt: Max Mover Dia Por Pessoa Por Iteração
ru: Макс. перемещение дня для сотрудника за итерацию
sv: Antal personer som max får flyttas per iteration
tr: İterasyon başına her kişi için azami gün değişikliği
zh_cn: 每个人每个循环的最多移动的天数
zh_hk: 每個人每個迴圈的最多移動的天數

source: Max Iteration
ar: الحد الأقصى للتكرار
cs: Maximální iterace
da: Maks Gentagelse
de: Max Durchgänge
es: Max Iteración
fa: حداکثر تکرار
fi: Maksimi iterointeja
fr: Max itération
id: Iterasi Maks
it: Max iterazioni
ja: 最大反復回数
lv: Max Atkārtojums
nl: Max Iteratie
no: Maks. gjentagelse
pl: Maks. iteracji
pt: Máximo de Iterações
ru: Макс. итерация
sv: Max iterationer
tr: Maksimum İterasyon
zh_cn: 最大循环
zh_hk: 最大循環

source: Max Unsuccessful Circle Per Iteration
ar: الحد الأقصى لدائرة غير ناجحة لكل التكرار
cs: Maximální neúspěšný cyklus na iteraci
da: Maks Mislykket Cirkel Pr. Gentagelse
de: Max Versuche pro Iteration pro Durchgang
es: Max Círculo sin Éxito por Iteración
fa: بیشترین دور نا موفق در هر تکرار
fi: Maksimi määrä epäonnistuneita kierroksia iterointia kohti
fr: Max boucle non efficace par itération
id: Maksimal Siklus Tidak Suskes Per Iterasi
it: Max iterazioni fallite per ciclo
ja: 1回当たりの最大失敗サークル
nl: Max Mislukte Cirkel Per Iteratie
no: Maks. resultatløse runder per gjentagelse
pl: Maks. nieudanych obiegów na iterację
pt: Max de Ciclos sem Sucesso Por Iteração
ru: Макс. неуспешный цикл за итерацию
sv: Max antal misslyckade försök per iteration
tr: ;terasyon başına azami başarısız döngü
zh_cn: 每个循环的最大不成功周期
zh_hk: 每個迴圈的最大不成功週期

source: Calculating resources in the background
ar: حسابات الموارد في الخلف
cs: Kalkulace zdrojů na pozadí
da: Beregner ressourcer i baggrunden
de: Berechnete Ressourcen im Hintergrund
es: Calculando recursos en el segundo plano
fa: محاسبه منابع در پیش زمینه
fi: Resurssien laskenta taustalla
fr: Calcule ressources en arrière-plan
id: Menghitung resource pada background
it: Calcolo delle risorse in background
ja: バックグラウンドでリソースを計算しています
lv: Aprēķina resursus fonā
nl: Middelen berekenen op de achtergrond
no: Kalkulerer ressurser i bakgrunnen
pl: Obliczanie zasobów w tle
pt: Calculando recursos em background
ru: Вычисление ресурсов в фоновом режиме
sv: Beräknar resurser i bakgrunden
tr: Araka planda kaynaklar hesaplanıyor
zh_cn: 正在后台计算资源
zh_hk: 正在後臺計算資源

# DeletingSchedules
source: Deleting {0} schedule(s)
ar: الغاء {0} جدول
cs: Mazání {0} plán(ů)
da: Sletter {0} plan(er)
de: Plan / Pläne löschen {0}
es: Borrando {0} planificación(es)
fa: در حال پاک کردن {0} برنامه ریزی (ها)
fi: {0} työvuoron poistaminen
fr: Supprimer {0} horaire(s)
id: Menghapus {0} jadwal
it: Elimina turno/i {0}
ja: {0} 件のスケジュールを削除しています
lv: Dzēšu {0} grafiku(s)
nl: Rooster(en) {0} verwijderen
no: Sletter {0} skjema(er)
pl: Kasowanie {0} plan(ów)
pt: Excluindo {0} agenda(s)
ru: Удаление {0} графика(ов)
sv: Tar bort {0} schema(n)
tr: {0} vardiya planı siliniyor
zh_cn: 正在删除 {0} 班表
zh_hk: 正在刪除 {0} 班表

# ValidatingPersons
source: Validating {0} person(s)
ar: تأكيد {0} شخص
cs: Ověřování {0} osob(y)
da: Validerer {0} person(er)
de: Validerte {0} Person(en)
es: Validando {0} persona(s)
fa: اعتبار سنجی {0} شخص (ها)
fi: Validoi {0} henkilöä
fr: Confirmer {0} personne(s)
id: Memvalidasi {0} orang
it: Convalidazione {0} Dipendente/i
ja: {0} 人の要員を有効にしています
lv: Apstiprinu {0} personu(-as)
nl: Valideren {0} Persoon (en)
no: Godkjenner {0} person(er)
pl: Sprawdzanie {0} osób
pt: Validando {0} pessoa(s)
ru: Проверка {0} сотрудника(ов)
sv: Validerar {0} person(er)
tr: {0} vardiya kişi doğrulanıyor
zh_cn: 正在验证人员{0}
zh_hk: 正在驗證人員{0}

source: Belongs to planning group
ar: تخص مجموعة التخطيط
cs: Patří do plánovací skupiny
da: Tilhører planlægningsgruppe
de: Gehört zur Planungsgruppe
es: Pertenece a grupo de planificación
fa: متعلق به گروه برنامه ریزی می باشد
fi: Kuuluu suunnitteluryhmään
fr: Appartient au groupe de planification
id: Milik kelompok perencana
it: Appartiene a gruppo di pianificazione
ja: プランニンググループに所属
lv: Pieder plānošanas grupai
nl: Hoort bij de planning groep
no: Hører til planleggingsgruppe
pl: Należy do grupy planowania
pt: Pertence ao grupo de planejamento
ru: Принадлежит группе планирования
sv: Tillhör planeringsgrupp
tr: Ait olunan planlama grubu
zh_cn: 属于正在计划的分组
zh_hk: 屬於正在計畫的分組

# DayOfWeekFriday
source: Friday
ar: الجمعة
cs: Pátek
da: Fredag
de: Freitag
es: Viernes
fa: جمعه
fi: Perjantai
fr: Vendredi
id: Jumat
it: Venerdì
ja: 金曜日
lv: Piektdiena
nl: Vrijdag
no: Fredag
pl: Piątek
pt: Sexta-Feira
ru: Пятница
sv: fredag
tr: Cuma
zh_cn: 星期五
zh_hk: 星期五

# DayOfWeekMonday
source: Monday
ar: الاثنين
cs: Pondělí
da: Mandag
de: Montag
es: Lunes
fa: دوشنبه
fi: Maanantai
fr: Lundi
id: Senin
it: Lunedì
ja: 月曜日
lv: Pirmdiena
nl: Maandag
no: Mandag
pl: Poniedziałek
pt: Segunda-Feira
ru: Понедельник
sv: måndag
tr: Pazartesi
zh_cn: 星期一
zh_hk: 星期一

# DayOfWeekSaturday
source: Saturday
ar: السبت
cs: Sobota
da: Lørdag
de: Samstag
es: Sábado
fa: شنبه
fi: Lauantai
fr: Samedi
id: Sabtu
it: Sabato
ja: 土曜日
lv: Sestdiena
nl: Zaterdag
no: Lørdag
pl: Sobota
pt: Sábado
ru: Суббота
sv: lördag
tr: Cumartesi
zh_cn: 星期六
zh_hk: 星期六
