Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# SetupIntervalLength
source: Please setup your interval length
de: Bitte richten Sie Ihre Intervalllänge ein
es: Por favor, configure la longitud de intervalo
fi: Määrittele intervallin pituus
fr: Merci de spécifier votre longeur d'intervalle
ru: Установите длину интервала
sv: Var god ange intervallängd
zh_cn: 请设置您的时段长度
zh_hk: 請設置您的時段長度

# GamificationSettingsMovedToWeb
source: Gamification settings are now available via the Teleopti WFM Web site
de: Gamification-Einstellungen sind jetzt über die Teleopti WFM Website verfügbar
es: La configuración de gamificación ahora está disponible a través del sitio web Teleopti WFM.
fi: Pelillistämisasetukset ovat siirretty Teleopti WFM webiin.
fr: Les paramètres de ludification sont maintenant disponibles via le site Teleopti WFM Web.
ru: Настройка геймификации теперь доступна в Teleopti WFM Web
sv: Gamificationinställningar är nu tillgängliga visa Teleopti WFMs webbsida
zh_cn: 游戏化设置现在可在Teleopti WFM网页门户中使用。
zh_hk: 遊戲化設置現在可在Teleopti WFM網頁門戶中使用。

# GamificationSettingsRedirectWebManualMessage
source: Click here to manually open the gamification settings web page.
de: Klicken Sie hier, um die Webseite für Gamification-Einstellungen manuell zu öffnen.
es: Haga clic aquí para abrir manualmente la página web de configuración de gamificación.
fi: Klikkaa tästä päästäksesi Pelillistämisen asetuksiin.
fr: Cliquez ici pour ouvrir manuellement la page web de paramètres de ludification.
ru: Для перехода на веб страницу настройки геймификации нажмите здесь.
sv: Klicka här för att manuellt öppna inställningssidan för gamification.
zh_cn: 点击此处以手动打开游戏化设置页面。
zh_hk: 點擊此處以手動打開遊戲化設置頁面。

# GamificationSettingsRedirectWebMessage
source: The gamification settings page should have been automatically launched when you opened this page.
de: Die Seite für die Gamification-Einstellungen sollte beim Öffnen dieser Seite automatisch gestartet werden.
es: La página de configuración de gamificación debería haberse lanzado automáticamente cuando abrió esta página.
fi: Pelillistämisen asetukset
fr: La page de paramètres de ludification doit être lancée automatiquement lorsque vous ouvrez cette page.
ru: При открытии автоматически должна загружаться страница настроек геймификации
sv: Inställningssidan för gamification skulle ha laddats automatiskt när du öppnade den här sidan.
zh_cn: 当您打开此页面时游戏化设置页面应自动加载。
zh_hk: 當您打開此頁面時遊戲化設置頁面應自動載入。

source: Skill type
de: Skilltyp
es: Tipo de skill
fi: Taitotyyppi
fr: Type de compétence
sv: Kompetenstyp
zh_cn: 技能类型
zh_hk: 技能類型

source: Use default start time
de: Standardstartzeit verwenden
es: Usar hora de inicio predeterminada
fi: Ylityön aloitusaika heti vuoron päätyttyä
fr: Utilisez temps de début par défaut
ru: Использовать время начала по умолчанию
sv: Använd standard-starttiden
zh_cn: 使用默认开始时间
zh_hk: 使用默認開始時間

source: Measures
de: Messwerte
es: Medidas
fi: Suoritustavoitteet
fr: Mesures
ru: Показатели
sv: Mätvärden
zh_cn: 测量
zh_hk: 測量

source: Values should be in ascending order from Gold to Bronze
de: Werte sollten aufsteigend sein von Gold bis Bronze
es: Los valores deben estar en orden ascendente de Oro a Bronce
fi: Arvojen on oltava nousevassa järjestyksessä pronssista kultaan
fr: Les valeurs doivent être en ordre croissant d'Or à Bronze
ru: Значения должны быть в порядке возрастания от Золотого к Бронзовому
sv: Värdena ska vara i stigande ordning från guld till brons
zh_cn: 数值应按从金到铜升序排列。
zh_hk: 數值應按從金到銅昇冪排列。

source: Values should be in descending order from Gold to Bronze
de: Werte sollten absteigend sein von Gold bis Bronze
es: Los valores deben estar en orden descendente de Oro a Bronce
fi: Arvojen on oltava laskevassa järjestyksessä kullasta pronssiin
fr: Les valeurs doivent être en ordre décroissant d'Or à Bronze
ru: Значения должны быть в порядке убывания от Золотого к Бронзовому
sv: Värdena ska vara i fallande ordning från guld till brons
zh_cn: 数值应按从金到铜降序排列。
zh_hk: 數值應按從金到銅降冪排列。

# TextIsTooLong
source: The text is too long
de: Der Text ist zu lang
es: El texto es demasiado largo
fi: Teksti on liian pitkä
fr: Le texte est trop long
ru: Текст слишком длинный
sv: Texten är för lång
zh_cn: 文本太长
zh_hk: 文本太長

# InvalidHoursRange
source: The period cannot exceed {0} hour(s).
de: Der Zeitraum darf {0} Stunde(n) nicht überschreiten.
es: El período no puede exceder {0} hora(s).
fi: Jakso ei voi ylittää {0} tunti(a).
fr: La période ne peut pas excéder {0} heure(s).
ru: Период не может превышать {0} часов(с).
sv: Perioden kan inte överskrida {0} timmar.
zh_cn: 周期小时数不能超过 {0} 个小时。
zh_hk: 週期小時數不能超過 {0} 個小時。

# AgentsAnalyzed
source: Analyzing restrictions
de: Beschränkungen werden analysiert
es: Analizando restricciones
fi: Analysoi rajoituksia
fr: Analyse les restrictions
ru: Анализ ограничений
sv: Analyserar restriktioner
zh_cn: 正在分析限制规则
zh_hk: 正在分析限制規則

# ManyAgentsAlert
source: {0} Agents selected, click Refresh to start analyzing
de: {0} Mitarbeiter ausgewählt, klicken Sie auf Aktualisieren, um die Analyse zu starten
es: {0} Agentes seleccionados, haga clic en Actualizar para comenzar a analizar
fi: {0} agenttia valittuna, analysoi klikkaamalla Päivitä
fr: {0} agents sélectionnés, cliquer sur actualiser pour commencer l'analyse
ru: Выбрано {0} операторов, нажмите Обновить для начала анализа
sv: {0} Agenter valda, tryck på refresh-knappen för att starta analysen
zh_cn: 已选择了{0}个座席代表， 点击刷新开始分析
zh_hk: 已選擇了{0}個座席代表， 點擊刷新開始分析

# RestrictionNotAbleToBeScheduledReasonNightlyRestMightBeBroken
source: Nightly rest will be broken
de: Nächtliche Ruhe wird unterbrochen
es: El descanso nocturno se romperá
fi: Yölepoaikaa on rikottu
fr: Le temps de repos de nuit va être enfreint
ru: Время отдыха между сменами будет нарушено
sv: Nattvilan kommer att brytas
zh_cn: 夜间休息时间规则将被打破
zh_hk: 夜間休息時間規則將被打破

# RestrictionNotAbleToBeScheduledReasonTooLittleWorkTimeInPeriod
source: The period results in too little work time
de: Der Zeitraum führt zu einer zu kurzen Arbeitszeit
es: El período resulta en muy poco tiempo de trabajo
fi: Jakso sisältää liian vähän työaikaa
fr: Les résultats donnent trop peu de temps de travail pour la période
ru: Слишком мало рабочего времени в периоде
sv: Perioden kommer att ge för lite arbetstid
zh_cn: 此周期导致了太少的工作时间
zh_hk: 此週期導致了太少的工作時間

# RestrictionNotAbleToBeScheduledReasonTooMuchWorkTimeInPeriod
source: The period results in too much work time
de: Der Zeitraum führt zu einer zu langen Arbeitszeit
es: El período resulta en demasiado tiempo de trabajo
fi: Jakso sisältää liian paljon työaikaa
fr: Les résultats donnent trop de temps de travail pour la période
ru: Слишком много рабочего времени в периоде
sv: Perioden kommer att ge för mycket arbetstid
zh_cn: 此周期导致了太多的工作时间
zh_hk: 此週期導致了太多的工作時間

# RequestStartDate
source: Start Date
de: Startdatum
es: Fecha de inicio
fi: Aloituspäivämäärä
fr: Date de début
ru: Дата начала
sv: Startdatum
zh_cn: 开始日期
zh_hk: 開始日期

# RequestEndDate
source: End Date
de: Enddatum
es: Fecha de Fin
fi: Päättymispäivämäärä
fr: Date de fin
ru: Дата Окончания
sv: Slutdatum
zh_cn: 结束日期
zh_hk: 結束日期

source: Changes
de: Änderungen
es: Cambios
fi: Muutokset
fr: Changements
ru: Изменения
sv: Ändringar
zh_cn: 变更
zh_hk: 變更

# RestrictionNotAbleToBeScheduledReasonTooManyDaysOff
source: Too many days off in period
de: Zu viele freie Tage in Zeitraum
es: Demasiados días libres en el período
fi: Jaksossa on liian monta vapaapäivää
fr: Trop de jours libres sur la période
ru: Слишком много выходных в периоде
sv: För många fridagar i perioden
zh_cn: 周期内有太多的休息日
zh_hk: 週期內有太多的休息日

source: Recorded out of adherence
de: Planabweichung aufgezeichnet
es: Fuera de la adherencia registrado
fi: Alkuperäinen
fr: Enregistré comme hors adhérence
ru: Зафиксировано несоблюдение графика
sv: Ursprunglig avvikelse
zh_cn: 已记录为未遵时
zh_hk: 已記錄為未遵時

source: Approved as in adherence
de: Als Planeinhaltung genehmigt
es: Aprobado como adherencia
fi: Hyväksytty
fr: Approuvé comme en adhérence
ru: Соблюдение графика подтверждено
sv: Godkänt som i adherence
zh_cn: 已批准为遵时
zh_hk: 已批准為遵時

source: Duplicate name
de: Name doppelt
es: Duplicar nombre
fi: Sama nimi on jo käytössä
fr: Nom de doublon
ru: Повторяющееся имя
sv: Namnet är en dubblett
zh_cn: 重复的名字
zh_hk: 重複的名字

# YouGotANewBronzeBadge
source: You got a new bronze badge for {0} on {1}.
de: Sie haben einen neuen BRONZEstern für {0} am {1}.
es: Has recibido una medalla de bronce por {0} en {1:yyyy-MM-dd}.
fi: Olet ansainnut uuden pronssimitalin {1} {0}-mittarille.
fr: Vous avez reçu un nouveau badge bronze pour {0} le {1}.
ru: У вас новый бронзовый уровень за {0} на {1}.
sv: Du fick en ny bronsmedalj för {0} {1:yyyy-MM-dd}.
zh_cn: 您获得了新的青铜徽章于 {0} 在 {1}。
zh_hk: 您獲得了新的青銅徽章於 {0} 在 {1}。

# RestrictionNotAbleToBeScheduledReasonConflictingRestrictions
source: Conflicting restrictions
de: Widersprüchliche Beschränkungen
es: Restricciones en conflicto
fi: Ristiriitaiset rajoitukset
fr: Restrictions conflictuelles
ru: Несовместимые ограничения
sv: Konflikt mellan begränsningar
zh_cn: 限制规则冲突
zh_hk: 限制規則衝突

# YouGotANewGoldBadge
source: You got a new gold badge for {0} on {1}.
de: Sie haben einen neuen GOLDstern für {0} am {1}.
es: Has recibido una medalla de oro por {0} en {1:yyyy-MM-dd}.
fi: Olet ansainnut uuden kultamitalin{1} {0}-mittarille.
fr: Vous avez reçu un nouveau badge or pour {0} le {1}.
ru: У вас новый золотой уровень за {0} на {1}.
sv: Du fick en ny guldmedalj för {0} {1:yyyy-MM-dd}.
zh_cn: 您获得了新的金色徽章于 {0} 在 {1}。
zh_hk: 您獲得了新的金色徽章於 {0} 在 {1}。

# YouGotANewSilverBadge
source: You got a new silver badge for {0} on {1}.
de: Sie haben einen neuen SILBERstern für {0} am {1}.
es: Has recibido una medalla de plata por {0} en {1:yyyy-MM-dd}.
fi: Olet ansainnut uuden hopeamitalin{1} {0}-mittarille.
fr: Vous avez reçu un nouveau badge argent pour {0} le {1}.
ru: У вас новый серебряный уровень за {0} на {1}.
sv: Du fick en ny silvermedalj för {0} {1:yyyy-MM-dd}.
zh_cn: 您获得了新的银色徽章于 {0} 在 {1}。
zh_hk: 您獲得了新的銀色徽章於 {0} 在 {1}。

# ImportBpoShowingTheFirstXErrorMessagesOfY
source: Showing the first {0} error messages of {1}.
de: Erste {0} Fehleranzeigen von {1} werden angezeigt.
es: Mostrando los primeros {0} mensajes de error de {1}.
fi: Ensimmäiset {0} virheilmoitusta {1}:sta.
fr: Montrer les {0} premiers messages d'erreur du {1}.
ru: Показаны первые {0} уведомлений об ошибке из {1}.
sv: Visar de första {0} felmeddelandena av {1}.
zh_cn: 正在显示 {0} 个错误信息，总数为 {1}。
zh_hk: 正在顯示 {0} 個錯誤資訊，總數為 {1}。

source: Remove Shift
de: Schicht entfernen
es: Borrar Turno
fi: Poista vuoro
fr: Supprimer horaire
ru: Удалить смену
sv: Ta bort skift
zh_cn: 移除班次
zh_hk: 移除班次

# AreYouSureToRemoveSelectedShift
source: Are you sure you wish to remove {0} shifts from {1} agents?
de: Sind Sie sicher, dass Sie {0} freie Tage von {1} Mitarbeitern entfernen möchten?
es: ¿Estás seguro de que deseas eliminar {0} turnos para {1} agente(s)s?
fi: Haluatko poistaa {0} vuoroa {1} agentilta?
fr: Êtes-vous sur de vouloir supprimer {0} horaires de {1} agents?
ru: Вы уверены, что хотите удалить {0} смен у {1} операторов?
sv: Är du säker på att du vill ta bort {0} skift från {1} agenter?
zh_cn: 您是否希望为座席代表 {1} 移除班次 {0} ?
zh_hk: 您是否希望為座席代表 {1} 移除班次 {0} ?

# NoPermissionRemovingShift
source: No permission to remove shift for agent(s)
de: Keine Berechtigung zum Entfernen der Schicht für Mitarbeiter
es: No tienes permiso para eliminar turno para el agente(s)
fi: Sinulla ei ole oikeuksia poistaa agenttien vuoroja
fr: Pas de permission de suppression d'horaires des agents.
ru: Нет прав на удаление смены оператора
sv: Rättigheter att ta bort skift för agent(er) saknas
zh_cn: 没有权限为座席代表移除班次
zh_hk: 沒有許可權為座席代表移除班次

source: Can not remove shift for agent with full day absence
de: Die Schicht für einen Mitarbeiter mit Ganztags-Abwesenheit kann nicht entfernt werden
es: No se puede eliminar turno para un agente con ausencia de día completo
fi: Vuoroa ei voi poistaa agenteilta, joilla on kokopäivän poissaolo
fr: Ne peut pas supprimer d'horaire pour un agent avec une absence de journée complète
sv: Kan inte ta bort skift för agenter med heldagsfrånvaro
zh_cn: 无法为全天缺勤的座席代表移除班次
zh_hk: 無法為全天缺勤的座席代表移除班次

source: Can not remove shift for agent with day off
de: Die Schicht für einen Mitarbeiter mit einem freien Tag kann nicht entfernt werden
es: No se puede eliminar turno para un agente que tiene un día libre
fi: Vuroa ei voi poistaa agenteilta, joilla on vapaapäivä
fr: Ne peut pas supprimer d'horaire pour un agent avec un jour libre
sv: Kan inte ta bort skift för agenter med fridag
zh_cn: 无法在休息日移除班次
zh_hk: 無法在休息日移除班次

source: Can not remove shift for agent with empty schedule
de: Die Schicht für einen Mitarbeiter mit einem leeren Plan kann nicht entfernt werden
es: No se puede eliminar el turno de un agente con planificación vacía
fi: Vuoroa ei voi poistaa agenteilta, joilla on tyhjä työvuorolista
fr: Ne peut pas supprimer d'horaire pour un agent avec un planning vide.
sv: Kan inte ta bort skift för agenter utan schema
zh_cn: 无法为座席代表移除空班表
zh_hk: 無法為座席代表移除空班表

# FinishedRemoveShift
source: Remove shifts finished successfully.
de: Entfernen der Schichten erfolgreich abgeschlossen.
es: Turnos borrados con éxito.
fi: Vuorojen poisto onnistui.
fr: Suppression d'horaires terminée avec succès.
sv: Borttagning av skift genomfört.
zh_cn: 已成功移除班次。
zh_hk: 已成功移除班次。

# PartialSuccessMessageForRemovingShift
source: Remove shifts for {0} agent(s), {1} succeeded and {2} failed
de: Planänderungen für {0} Mitarbeiter rückgängig machen, {1} erfolgreich und {2} fehlgeschlagen
es: Borrar turnos para {0} agente(s), {1} tuvo éxito y {2} falló
fi: Vuorot poistettu {0} agentilta, {1} onnistui ja {2} epäonnistui.
fr: Suppression d'horaires pour {0} agents, {1} succès et {2} échecs
sv: Borttagning av skift för {0} agent(er), {1} lyckades och {2} misslyckades
zh_cn: 为 {0} 个座席代表移除班次。 {1} 个已成功，{2} 个失败。
zh_hk: 為 {0} 個座席代表移除班次。 {1} 個已成功，{2} 個失敗。

# UIGridColumnsColon
source: Columns:
de: Spalten:
es: Columnas:
fi: Sarakkeet:
fr: Colonnes:
sv: Kolumner:
zh_cn: 列：
zh_hk: 列：

# UIGridExportAllCSV
source: Export all data as CSV
de: Alle Daten als CSV exportieren
es: Exportar todos los datos en CSV
fi: Vie kaikki data .csv-tiedostona
fr: Exporter toutes les données sur CSV
sv: Exportera all data som CSV
zh_cn: 导出所有数据到CSV
zh_hk: 匯出所有資料到CSV

# UIGridExportSelectedCSV
source: Export selected data as CSV
de: Ausgewählte Daten als CSV exportieren
es: Exportar datos seleccionados como CSV
fi: Vie valittu data .csv-tiedostona
fr: Exporter les données sélectionnées comme CSV
sv: Exportera vald data som CSV
zh_cn: 导出选定数据到CSV
zh_hk: 匯出選定數據到CSV

# UIGridExportVisibleCSV
source: Export visible data as CSV
de: Sichtbare Daten als CSV exportieren
es: Exportar datos visibles como CSV
fi: Vie näkyvillä oleva data .csv-tiedostona
fr: Exporter les données visibles sur CSV
sv: Exportera synlig data som CSV
zh_cn: 导出可视数据到CSV
zh_hk: 匯出可視數據到CSV

# UIGridHideCol
source: Hide column
de: Spalte ausblenden
es: Ocultar columna
fi: Piilota sarake
fr: Cacher colonne
sv: Dölj kolumn
zh_cn: 隐藏列
zh_hk: 隱藏列

# UIGridNoSort
source: Remove sort
de: Sortierung entfernen
es: Eliminar tipo
fi: Poista lajittelu
fr: Supprimer le filtrage
sv: Ta bort sortering
zh_cn: 移除排序
zh_hk: 移除排序

# UIGridSortAscending
source: Sort ascending
de: Aufsteigend sortieren
es: Orden ascendente
fi: Lajittele nousevasti
fr: Filtrer croissant
sv: Sortera stigande
zh_cn: 升序排列
zh_hk: 昇冪排列

# UIGridSortDescending
source: Sort descending
de: Absteigend sortieren
es: Orden descendente
fi: Lajittele laskevasti
fr: Filtrer décroissant
sv: Sortera fallande
zh_cn: 降序排列
zh_hk: 降冪排列

# ProductActivationKeyApplicationSuccessNoRestart
source: Product activation key successfully applied. Congratulations! You are now a licensed user of this award winning workforce management solution. The application will now exit.
cs: Aktivace produktu byla úspěšná. Gratulujeme! Nyní jste licencovaný uživatel ocěneného produktu pro plánování pracovních směn. Aplikace se nyní ukončí.
de: Sie haben den Product Activation Key erfolgreich hinzugefügt! Sie sind nun ein lizensierter Nutzer unserer ausgezeichneten Workforce Management Lösung. Teleopti WFM wird nun beendet.
fa: کلید فعالسازی محصول با موفقیت اعمال شد. تبریک! شما اکنون یک کاربر مجاز برای این راهکار برتر مدیریت نیروی کار هستید.
fi: Tuoteavain on liitetty. Onnea! Sinulla on nyt lisenssi käyttää palkittua resurssienhallintaratkaisua. Applikaatio sulkeutuu.
fr: Clé d'activation produit appliquée avec succès. Félicitations! Vous êtes maintenant un utilisateur enregistré de cette solution de workforce management reconnue et récompensée. L'application va maintenant se fermer.
no: Produktaktiveringsnøkkel vellykket lagt til. Gratulerer! Du er nå en lisensiert bruker av denne prisbelønte WFM løsningen. Programmet vil nå avslutte.
ru: Ключ активации продукта успешно применен. Поздравляем! Теперь вы являетесь лицензированным пользователем этого WFM решения. Сейчас приложение закроется.
sv: Produktaktiveringsnyckeln har nu lagts på. Grattis! Du är nu en licensierad användare av den här prisbelönta WFM-lösningen. Applikationen kommer nu att stängas.
tr: Lisans başarıyla uygulandı. Tebrikler! Uygulama az sonra kapanacak.
zh_cn: 产品激活密钥已成功应用。 恭喜！您现在已成为此屡获殊荣的劳动力管理方案的授权用户。 应用将被关闭。
zh_hk: 產品啟用金鑰已成功應用。 恭喜！您現在已成為此屢獲殊榮的勞動力管理方案的授權使用者。 應用將被關閉。

# NoPermissionToEditUnpublishedSchedule
source: No permission to edit unpublished schedule for agent(s)
de: Keine Berechtigung zum Bearbeiten eines unveröffentlichten Plans für Mitarbeiter
fi: Sinulla ei ole oikeuksia muokata julkaisematonta työvuorolistaa agenteille
fr: Pas de permission d'édition de plannings non publiés pour les agents
sv: Rättigheter att ändra opublicerat schema för agent(er) saknas
zh_cn: 没有权限修改座席代表的未发布班表
zh_hk: 沒有許可權修改座席代表的未發佈班表

# DoYouWantToSaveChangesWithTerminalDate
source: One or several agents' leaving date is changed. Agent related schedule data after this date will be removed immediately. Do you want to save?
de: Das Austrittsdatum von einem oder mehreren Mitarbeiter(n) wird geändert. Plandaten zu diesem Mitarbeiter nach diesem Datum werden sofort entfernt. Möchten Sie speichern?
fi: Lähtöpäivämäärää on muokattu. Agentin työvuoroihin liittyvä data poistuu välittömästi asettamasi päivämäärän jälkeen. Haluatko tallentaa?
fr: La date de départ d'un ou de plusieurs agents a changé. Les données relatives au planning agent après cette date vont être supprimées automatiquement. Voulez vous sauvegarder?
sv: Slutdatumet för en eller flera agenter har ändrats. Agentrelaterad schemadata efter detta datum kommer att tas bort genast. Vill du spara?
zh_cn: 一个或多个座席代表的离职日期被更改。相关的班表数据将被立即删除。您想要保存吗？
zh_hk: 一個或多個座席代表的離職日期被更改。相關的班表資料將被立即刪除。您想要保存嗎？

source: Pick a date range to start badge calculation
de: Wählen Sie einen Datumsbereich zum Starten der Badge-Berechnung
fi: Valitse päivämäärä ja aloita mitalien laskenta
fr: Sélectionner une période de dates pour commencer le calcul des badges
sv: Välj ett datumintervall för att starta medaljberäkningen
zh_cn: 选取日期访问以进行徽章计算
zh_hk: 選取日期訪問以進行徽章計算

source: Badge calculation
de: Badge-Berechnung
fi: Mitalien laskenta
fr: Calcul des badges
ru: Расчет уровней
sv: Medaljberäkning
zh_cn: 徽章计算
zh_hk: 徽章計算

# NoGamificationDataForThePeriod
source: There is no gamification data for some or all days within the selected period.
de: Für einige oder alle Tage im ausgewählten Zeitraum gibt es keine Gamification-Daten.
fi: Pelillistämiseen liittyvää dataa ei löytynyt valitusta jaksosta kaikille tai joillekin päiville.
fr: Il n'y a pas de données de ludification pour certains ou tous les jours sur la période sélectionnée.
sv: Det finns ingen gamificationdata för vissa eller alla dagar i den valda perioden.
zh_cn: 选定周期内的一些日期或全部日期没有游戏化数据。
zh_hk: 選定週期內的一些日期或全部日期沒有遊戲化資料。

source: Badge calculation is already in progress within the selected period.
de: Die Badge-Berechnung im ausgewählten Zeitraum wird bereits ausgeführt.
fi: Mitalien laskenta on jo käynnissä valitun ajanjakson aikana.
fr: Le calcul des badges est déjà en cours sur la période sélectionnée.
ru: Выполняется расчет уровней за выбранный период.
sv: Medaljberäkning pågår redan inom den valda perioden.
zh_cn: 徽章计算已在选定周期内运行。
zh_hk: 徽章計算已在選定週期內運行。

source: Add skill group
de: Skillgruppe hinzufügen
fi: Lisää taitoryhmä
fr: Ajouter groupe de compétences
sv: Lägg till kompetensgrupp
zh_cn: 添加技能组
zh_hk: 添加技能組

source: No non-overwritable activities
de: Keine nicht überschreibbaren Aktivitäten
fi: Ei-muokattavissa olevia aktiviteetteja ei ole
fr: Pas d'activités non-écrasables.
sv: Inga icke överskrivningsbara aktiviteter
zh_cn: 没有不可覆盖的活动
zh_hk: 沒有不可覆蓋的活動

source: Select states
de: Status auswählen
fi: Valitse tilat
fr: Sélectionner statuts
sv: Välj status
zh_cn: 选择状态
zh_hk: 選擇狀態

source: Select sites / teams
de: Standorte/Teams auswählen
fi: Valitse toimipaikka/tiimi
fr: Sélectionner sites / équipes
sv: Välj enheter/team
zh_cn: 选择站点/小组
zh_hk: 選擇網站/小組

# ExcludedColon
source: Excluded:
de: Ausgeschlossen:
fi: Lukuunottamatta:
fr: Exclus:
sv: Exkluderade:
zh_cn: 已排除：
zh_hk: 已排除：

source: No state
de: Kein Status
fi: Ei tilaa
fr: Pas de statut
sv: Ingen status
zh_cn: 无状态
zh_hk: 無狀態

source: Gaming Period
de: Gaming-Zeitraum
fi: Pelijakso
fr: Période de ludification
sv: Game-period
zh_cn: 游戏周期
zh_hk: 遊戲週期

# NoAgentsWithIssuesFound
source: No agents with issues was found
de: Es wurden keine Mitarbeiter mit Problemen gefunden
fi: Ei virheilmotuksia
fr: Aucun problème de planification trouvé pour les agents
sv: Ingen agent med problem hittades
zh_cn: 未发现有问题的座席代表
zh_hk: 未發現有問題的座席代表

source: Interval start must be todays date or later.
de: Als Intervallstart muss das heutige oder ein späteres Datum angegeben werden.
fi: Intervallin aloitusaika on oltava tänään tai myöhemmin.
fr: Le début d'intervalle doit être la date d'aujourd'hui ou plus tard.
sv: Intervallets startdag måste vara idag eller senare.
zh_cn: 时段开始必须在今天或之后的日期。
zh_hk: 時段開始必須在今天或之後的日期。

# OvertimeStaffingCheckMethodSetting
source: Overtime staffing check method:
de: Prüfmethode für Überstundenbesetzung:
fi: Tarkista miehitys Ylityöpyynnöille
fr: Méthode de vérification de couverture d'heures supplémentaires:
sv: Metod för bemanningskontroll vid övertid:
zh_cn: 加班人力检查方法：
zh_hk: 加班人力檢查方法：

# UsePrimarySkill
source: Use Priority Skill Validation
de: Validierung des Prioritätsskills verwenden
fi: Käytä taitojen priorisointia validointiin
fr: Utiliser la validation de compétences prioritaires.
zh_cn: 使用技能优先级验证
zh_hk: 使用技能優先順序驗證

# DescriptionOfMaximumWorkdayRule
source: Maximum consecutive days without day off
de: Max. aufeinanderfolgende Tage ohne freien Tag
fi: Maksimimäärä peräkkäistä työpäivää
fr: Maximum de nombre de jours d'affilée sans jour libre
sv: Max antal sammanhängande dagar utan fridag
zh_cn: 最多连续工作日
zh_hk: 最多連續工作日

source: Access management
de: Zugriffsverwaltung
fi: Käyttöoikeus
fr: Gestion d'accès
sv: Hantera behörighet
zh_cn: 访问
zh_hk: 訪問

# ImportBpoImportedAt
source: imported at
de: importiert um
fi: Tuotu
fr: Importé le
sv: importerad
zh_cn: 已导入于：
zh_hk: 已導入於：

# ImportBpoImportInformationAllSkills
source: all Skills
de: alle Skills
fi: kaikki taidot
fr: Toutes compétences
sv: alla kompetenser
zh_cn: 所有技能
zh_hk: 所有技能

# ImportBpoImportInformationHeader
source: Import history for:
de: Historie importieren für:
fi: Tuo historiatiedot:
fr: Importer l'historique pour:
sv: Importhistorik för:
zh_cn: 导入历史：
zh_hk: 導入歷史：

# ImportBpoImportInformationTooltipAt
source: at
de: um
fr: À
ru: в
sv: vid
zh_cn: 在
zh_hk: 在

# ImportBpoImportInformationTooltipImported
source: imported
de: importiert
fi: tuotu
fr: Importé
ru: Импортирован
sv: importerad
zh_cn: 已导入
zh_hk: 已導入

# ImportBpoFileImportDateInformation
source: All dates are UTC
de: Alle Datumsangaben sind UTC
fi: Kaikki päivämäärät UTC aikavyöhykkeessä
fr: Toutes les dates sont en UTC
ru: Все даты в UTC
sv: Alla datum är i UTC
zh_cn: 所有日期为UTC
zh_hk: 所有日期為UTC
