Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# ImportBpoFileImportInfoHeader
source: BPO file import information
de: BPO-Dateiimportinformationen
fi: Infoa BPO tiedostoista
fr: Information de fichier d'import BPO
ru: Информация по импорту файла BPO
sv: BPO - filimportinformation
zh_cn: BPO文件导入信息
zh_hk: BPO檔導入資訊

# BusinessRuleMaximumWorkdayFriendlyName
source: Too many consecutive workdays.
de: Zu viele aufeinanderfolgende Arbeitstage.
fi: Liian monta peräkkäistä työpäivää.
fr: Trop de jours travaillés d'affilée
ru: Слишком много последовательных рабочих дней.
sv: För många arbetsdagar i följd.
zh_cn: 连续工作天数太多。
zh_hk: 连续工作天数太多。

source: Modify Adherence
de: Planeinhaltung ändern
fi: Muokkaa noudattamista
fr: Modifier Adhérence
ru: Изменять Соблюдение графика
sv: Justera adherence
zh_cn: 修改遵时
zh_hk: 修改遵時

# LateXMinutes
source: Late {0} min
de: {0} Min. zu spät
fi: Myöhässä {0} min
fr: En retard de {0} mn
ru: Опоздание на {0} мин
sv: Sen {0} min
zh_cn: 迟到 {0} 分钟
zh_hk: 遲到 {0} 分鐘

source: No result for current filter
de: Kein Ergebnis für aktuellen Filter
fi: Ei tuloksia nykyisillä filttereillä
fr: Pas de résultats pour le filtre actuel
sv: Inget resultat för aktuellt filter
zh_cn: 应用当前过滤器后没有结果
zh_hk: 應用當前篩檢程式後沒有結果

# AppliedACampaign
source: Applied campaign
de: Angewandte Kampagne
fi: Asetettu kampanja
fr: Campagne appliquée
sv: Kampanj har lagts på
zh_cn: 活动已应用
zh_hk: 活動已應用

# AppliedAOverride
source: Applied override
de: Angewandtes Überschreiben
fi: Asetettu yliajo
fr: Supplantation appliquée
sv: Ersättningsvärde har lagts på
zh_cn: 覆写值已应用
zh_hk: 覆寫值已應用

# NewForecastIntro
source: This is the current forecast for this skill
de: Dies ist der aktuelle Forecast für diesen Skill
fi: Nykyinen ennuste kyseiselle taidolle
fr: Ceci est le prévisionnel actuel pour cette compétence
sv: Detta är nuvarande prognos för denna workload
zh_cn: 这是该技能当前的预测
zh_hk: 這是該技能當前的預測

# NoForecast
source: No forecast data was found. Try running a forecast for this scenario.
de: Es wurden keine Forecast-Daten gefunden. Versuchen Sie, für dieses Szenario einen Forecast auszuführen.
fi: Ei löydettyä ennustedataa. Yritä ajaa ennuste tälle skenaariolle.
fr: Aucune donnée de prévisions trouvée. Merci de créer des prévisions pour ce scénario.
sv: Ingen prognosdata hittades. Prova att köra en prognos för detta scenario.
zh_cn: 未找到预测数据，尝试为当前情景执行预测。
zh_hk: 未找到預測資料，嘗試為當前情景執行預測。

# Saving
source: Saving. This might take a while...
de: Speichervorgang läuft. Dieser Vorgang kann einige Zeit in Anspruch nehmen...
fi: Tallentaa. Saattaa kestää hetken...
fr: En cours d'enregistrement. Ceci peut prendre un certain temps...
sv: Sparar. Detta kan ta en stund...
zh_cn: 正在保存，可能需要一段时间……
zh_hk: 正在保存，可能需要一段時間……

# ThisScenarioHasChanges
source: This scenario has unsaved changes
de: Dieses Szenario enthält ungespeicherte Änderungen
fi: Tässä skenaariossa on tallentamattomia muutoksia
fr: Ce scénario a des changements non sauvegardés
sv: Detta scenario har osparade ändringar
zh_cn: 当前情景有未保存数据
zh_hk: 當前情景有未保存資料

source: Discard
de: Verwerfen
fi: Hylkää
fr: Ignorer
sv: Kasta bort
zh_cn: 放弃
zh_hk: 放棄

source: Create Override
de: Überschreiben erstellen
fi: Luo yliajo
fr: Créer une supplantation
sv: Skapa ersättningsvärde
zh_cn: 创建覆写值
zh_hk: 創建覆寫值

# ConfirmDiscardAllModifications
source: Are you sure you want to discard all modifications?
de: Sind Sie sicher, dass Sie alle Änderungen verwerfen möchten?
fi: Haluatko varmasti hylätä kaikki muutokset?
fr: Êtes-vous sûr de vouloir ignorer toutes les modifications?
sv: Är du säker på att du vill kasta bort alla ändringar?
zh_cn: 确定要放弃所有修改吗？
zh_hk: 確定要放棄所有修改嗎？

# ConfirmExitForecastWithoutSaving
source: Are you sure you want to exit forecaster without saving?
de: Sind Sie sicher, dass Sie Forecaster ohne Speichern beenden möchten?
fi: Haluatko varmasti poistua ennusteista ilman tallentamista?
fr: Êtes-vous sûr de vouloir sortir de l'outil de prévisions sans sauvegarder?
sv: Är du säker på att du vill lämna prognosen utan att spara?
zh_cn: 确定要不保存数据并退出预测模块吗？
zh_hk: 確定要不保存資料並退出預測模組嗎？

# ConfirmExitOnForecasting
source: Are you sure you want to exit forecaster and discard forecast in progress?
de: Sind Sie sicher, dass Sie Forecaster beenden und das derzeit ausgeführte Forecast verwerfen möchten?
fi: Haluatko varmasti poistua ennusteista ja hylätä ennusteen?
fr: Êtes-vous sûr de vouloir sortir de l'outil de prévisions et ignorer les prévisions en cours?
sv: Är du säker på att du vill lämna prognostiseringen och slänga den pågående prognosen?
zh_cn: 确定要放弃当前正在执行的预测并退出预测模块吗？
zh_hk: 確定要放棄當前正在執行的預測並退出預測模組嗎？

source: Forecast not finished yet
de: Forecast noch nicht fertig gestellt
fi: Ennuste ei ole vielä valmis
fr: Prévisions non terminées
sv: Prognosen är inte klar än
zh_cn: 预测尚未结束
zh_hk: 預測尚未結束

# ConfirmReforecastWithoutSaving
source: Are you sure you want to forecast again? All modification not saved will lost.
de: Sind Sie sicher, dass Sie erneut ein Forecast erstellen möchten? Alle nicht gespeicherten Änderungen gehen verloren.
fi: Haluatko ennustaa uudestaan? Kaikki muutokset hylätään.
fr: Êtes-vous sûr de vouloir faire de nouvelles prévisions? Toutes les modifications non sauvegardées seront perdues.
sv: Är du säker på att du vill prognostisera om? Alla ändringar som inte är sparade kommer att förloras.
zh_cn: 确定要重新预测吗？所有未保存的修改都将丢失。
zh_hk: 確定要重新預測嗎？所有未保存的修改都將丟失。

# NoForecastDateForCurrentScenario
source: There is no forecast data for this scenario, please run a forecast or save from another scenario.
de: Für dieses Szenario gibt es keine Forecast-Daten. Bitte führen Sie ein Forecast aus oder speichern Sie von einem anderen Szenario.
fi: Tässä skenaariossa ei ole ennustedataa, tee ennuste tai siirrä toisesta skenaariosta.
fr: Il n'y a pas de données de prévisions pour ce scénario, merci de réaliser des prévisions ou sauvegardez depuis un autre scenario.
sv: Det finns ingen prognosdata för detta scenario. Kör en prognos eller spara från ett annat scenario.
zh_cn: 当前情景没有预测数据，请执行预测操作，或从其他情景保存预测数据到此情景。
zh_hk: 當前情景沒有預測資料，請執行預測操作，或從其他情景保存預測資料到此情景。

source: Please save or discard changes before changing scenario
de: Bitte speichern oder verwerfen Sie die Änderungen, bevor Sie das Szenario ändern
fi: Tallenna tai hylkää muutokset ennen skenaarion vaihtamista
fr: Merci de sauvegarder ou d'ignorer les changements avant de changer de scénario
sv: Spara eller kasta bort ändringarna innan du byter scenario
zh_cn: 切换情景之前请保存或放弃改动。
zh_hk: 切換情景之前請保存或放棄改動。

source: Save to other scenario
de: In anderem Szenario speichern
fi: Tallenna toiseen skenaarioon
fr: Enregistrer dans un autre scénario
ru: Сохранить на другом сценарии
sv: Spara till ett annat scenario
zh_cn: 保存到其他情景
zh_hk: 保存到其他情景

# SelectTargetScenarioWithColon
source: Select target scenario:
de: Zielszenario auswählen:
fi: Valitse kohdeskenaario:
fr: Sélectionner le scénario-cible:
sv: Välj målscenario:
zh_cn: 选择目标情景：
zh_hk: 選擇目標情景：

# SkillNotSupported
source: Please use Windows client to forecast this skill.
de: Bitte verwenden Sie Windows-Client, um ein Forecast dieses Skills zu erstellen.
fi: Käytä Windows clienttiä ennustaaksesi tämän taidon.
fr: Merci d'utiliser le client super utilisateur pour faire des prévisions pour cette compétence.
sv: Öppna prognosen för aktuell kompetens i Windowsklienten för att ändra
zh_cn: 请在 Windows 客户端对此技能进行预测。
zh_hk: 請在 Windows 用戶端對此技能進行預測。

source: Skill type filter
de: Skilltyp-Filter
fi: Ennustetavan filtteri
fr: Filtre de type de compétence
sv: Filter på kompetenstyp
zh_cn: 技能类型过滤
zh_hk: 技能類型過濾

# PeopleUsernameIsAlreadyInUse
source: Username is already in use
de: Der Benutzername wird bereits verwendet
fi: Käyttäjänimi on jo käytössä
fr: Le nom d'utilisateur est déjà utilisé
sv: Användarnamnet används redan
zh_cn: 用户名已经被使用了
zh_hk: 用戶名已經被使用了

# PeopleDuplicateUsernameInForm
source: Duplicate username in form
de: Doppelter Benutzername im Formular
fi: Kaksinkertainen käyttäjänimi lomakkeessa
fr: Doublon de nom d'utilisateur dans le formulaire
sv: Formuläret innehåller en dubblett av ett användarnamn
zh_cn: 表单中有重复用户名
zh_hk: 表單中有重複用戶名

source: Grant roles
de: Rollen genehmigen
fi: Hallinnoi rooleja
fr: Assigner rôles
sv: Bevilja roller
zh_cn: 授予角色
zh_hk: 授予角色

source: Current roles
de: Aktuelle Rollen
fi: Nykyiset roolit
fr: Rôles actuels
sv: Nuvarande roller
zh_cn: 当前角色
zh_hk: 當前角色

source: Available roles
de: Verfügbare Rollen
fi: Mahdolliset roolit
fr: Rôles disponibles
ru: Доступные роли
sv: Tillgängliga roller
zh_cn: 可用角色
zh_hk: 可用角色

source: Revoke roles
de: Rollen entziehen
fi: Peruuta roolit
fr: Révoquer rôles
sv: Upphäv roller
zh_cn: 移除角色
zh_hk: 移除角色

source: Grant role
de: Rolle genehmigen
fi: Anna rooli
fr: Assigner rôle
sv: Bevilja roll
zh_cn: 授予角色
zh_hk: 授予角色

source: Revoke role
de: Rolle entziehen
fi: Peruuta rooli
fr: Révoquer rôle
sv: Upphäv roll
zh_cn: 移除角色
zh_hk: 移除角色

# PeopleSelectAllOnAllPages
source: Select all on all pages
de: Alles auf allen Seiten auswählen
fi: Valitse kaikki kaikilta sivuilta
fr: Sélectionner sur toutes les pages
sv: Välj alla på alla sidor
zh_cn: 选中所有页面中全部人员
zh_hk: 選中所有頁面中全部人員

# PeopleSiteTeam
source: Site/Team
de: Standort/Team
fi: Toimipiste/Tiimi
fr: Site/Equipe
sv: Enhet/team
zh_cn: 站点/小组
zh_hk: 網站/小組

# SaveFailedForInvalidInput
source: Save failed. Invalid input.
de: Speichern fehlgeschlagen. Ungültige Eingabe.
fi: Tallennus epäonnistui. Virheellinen syöttöarvo.
fr: Echec de sauvegarde. Entrée invalide.
sv: Misslyckades att spara. Ogiltig input.
zh_cn: 保存失败，输入无效。
zh_hk: 保存失敗，輸入無效。

# SaveFailedForModifyWriteProtectedSchedule
source: Save failed. No permission to modify write-protected schedule.
de: Speichern fehlgeschlagen. Keine Berechtigung zum Ändern eines schreibgeschützten Plans.
fi: Tallennus epäonnistui. Sinulla ei ole oikeutta muokata kirjoitussuojattua työvuoroa.
fr: Echec de sauvegarde. Pas de permission de modification des plannings protégés en écriture.
sv: Misslyckades att spara. Rättigheter att ändra skrivskyddat schema saknas.
zh_cn: 保存失败，没有权限修改写保护的班表。
zh_hk: 保存失敗，沒有許可權修改防寫的班表。

# SaveFailedForNoPermissionToEditUnpublishedSchedule
source: Save failed. No permission to edit unpublished schedule.
de: Speichern fehlgeschlagen. Keine Berechtigung zum Bearbeiten eines unveröffentlichten Plans.
fi: Tallennus epäonnistui. Sinulla ei ole oikeutta muokata julkaisemattomia työvuoroja.
fr: Echec de sauvegarde. Pas de permission d'édition des plannings non publiés.
sv: Misslyckades att spara. Rättigheter att ändra opublicerat schema saknas.
zh_cn: 保存失败，没有权限修改未发布班表。
zh_hk: 保存失敗，沒有許可權修改未發佈班表。

source: Please save or discard changes before changing period
de: Bitte speichern oder verwerfen Sie die Änderungen, bevor Sie den Zeitraum ändern
fi: Tallenna tai hylkää muutokset ennen jakson vaihtoa
fr: Merci de sauvegarder ou d'ignorer les changements avant de changer de période
sv: Spara eller kasta bort ändringarna innan du byter period
zh_cn: 更改时间段之前请保存或放弃修改。
zh_hk: 更改時間段之前請保存或放棄修改。

source: With Absence
de: Mit Abwesenheit
fi: Poissaololla
fr: Avec Absence
ru: С Отсутствием
sv: med frånvaro
zh_cn: 有缺勤
zh_hk: 有缺勤

source: With Overtime
de: Mit Überstunden
fi: Ylitöillä
fr: Avec heures supplémentaires
ru: Со Сверхурочными
sv: med övertid
zh_cn: 有加班
zh_hk: 有加班

# OriginalPhoneCalls
source: Original calls
de: Originalanrufe
fi: Alkuperäiset puhelut
fr: Appels originaux
sv: Ursprungligt antal samtal
zh_cn: 原始通话数
zh_hk: 原始通話數

# ValidatedPhoneCalls
source: Validated calls
de: Validierte Anrufe
fi: Validoidut puhelut
fr: Appels validés
sv: Validerade samtal
zh_cn: 已校验通话数
zh_hk: 已校驗通話數

# NoQueueStatisticsAvailable
source: No forecast could be produced. Make sure you have imported queue statistics
de: Es konnte kein Forecast erzeugt werden. Stellen Sie sicher, dass Sie eine Queue-Statistik importiert haben
fi: Ennustetta ei voitu tuottaa. Varmista, että olet tuonut jonostatistiikan.
fr: Aucune prévision n'a pu être produite. Vérifier que vous avez bien importé les statistiques de flux.
sv: Ingen prognos kunde skapas. Säkerställ att du har importerad köstatistik.
zh_cn: 无法生成预测，请确认已经导入了队列统计数据。
zh_hk: 無法生成預測，請確認已經導入了佇列統計資料。

# AffectingXAgents
source: Affecting {0} agents
de: {0} Mitarbeiter betroffen
fi: Vaikuttaa {0} agenttiin
fr: Alloue {0} agents
sv: Påverkar {0} agenter
zh_cn: 影响了 {0} 个坐席
zh_hk: 影響了 {0} 個坐席

source: Preview the new Forecasts!
de: Vorschau der neuen Forecasts!
fi: Esikatsele uutta Ennuste-moduulia!
fr: Aperçu du nouvel outil de prévisions
sv: Ta en förhandstitt på det nya Prognos-verktyget!
zh_cn: 查看新的预测模块！
zh_hk: 查看新的預測模組！

source: Historical Data
de: Historische Daten
fi: Historiadata
fr: Données historiques
sv: Historisk data
zh_cn: 历史数据
zh_hk: 歷史資料

# OpenHistoricalData
source: History
de: Historie
fi: Historiadata
fr: Historique
sv: Historik
zh_cn: 历史数据
zh_hk: 歷史資料

# PleaseSelectASkillFirst
source: Please select a skill first before using this function.
de: Bitte wählen Sie erst einen Skill, bevor Sie diese Funktion verwenden.
fi: Valitse ensin taito
fr: Merci de sélectionner une compétence avant d'utiliser cette fonction.
sv: Var god välj en kompetens innan du använder denna funktion.
zh_cn: 使用此功能之前请先选择一项技能。
zh_hk: 使用此功能之前請先選擇一項技能。

# TimeInSecond
source: Time (s)
de: Zeit (s)
fi: Aika (s)
fr: Temps (s)
sv: Tid (s)
zh_cn: 时间 (秒)
zh_hk: 時間 (秒)

source: No historical data found for this skill.
de: Für diesen Skill wurden keine historischen Daten gefunden.
fi: Historiadataa ei löytynyt tälle taidolle.
fr: Pas de données historiques trouvées pour cette compétence.
sv: Ingen historisk data hittades för den här kompetensen.
zh_cn: 当前技能没有历史数据。
zh_hk: 當前技能沒有歷史資料。

# WFMNewReleaseNotification
source: {0} has been launched! We appreciate your {1}feedback{2}!
de: {0} wurde gestartet! Wir freuen uns auf Ihr {1}Feedback{2}!
fi: {0} on julkaistu! Arvostamme {1}palautettasi{2}!
fr: {0} a été lancé! Nous apprécions vos {1}retours{2}!
sv: {0} är släppt! Vi uppskattar din {1}feedback{2}!
zh_cn: {0}已经发布！我们期待您的{1}反馈{2}！
zh_hk: {0}已經發佈！我們期待您的{1}回饋{2}！

# EditInsightsReport
source: Edit report
de: Bericht bearbeiten
fi: Muokkaa raporttia
fr: Editer rapport
sv: Ändra rapport
zh_cn: 新建/编辑报表
zh_hk: 編輯報表

source: Approve as in adherence
de: Als Planeinhaltung genehmigen
fi: Hyväksy noudatetuksi
fr: Approuver comme en adhérence
ru: Подтверждать Соблюдение графика
sv: Godkänn som i adherence
zh_cn: 批准为遵时
zh_hk: 批准為遵時

source: Ready time adherence
de: Planeinhaltung
fi: Valmiusajan seuranta
fr: Adhérence temps ready
ru: Соблюдение времени готовности
sv: Schemaföljsamhet
tr: Hazır zaman uyumu
zh_cn: 遵时率
zh_hk: 遵時率

# ReadyTimeAdherenceReportCalculation
source: Ready time adherence calculation for MyReport
de: Berechnung der Planeinhaltung für MyReport
fi: Valmiusajan seurannan asetukset Minun Raportilleni
fr: Calcul d'adhérence temps ready pour Mon Rapport
ru: Мой Отчет: расчет соблюдения времени готовности
sv: Schemaföljsamhetsberäkning för Min rapport
tr: "Raporum" için hazır zaman uyum hesabı
zh_cn: 我的报表中遵时率计算
zh_hk: 我的報表中遵時率計算

# FiltersColon
source: Filters:
de: Filter:
fi: Lajittelu:
sv: Filter:
tr: Filtreler:
zh_cn: 筛选：
zh_hk: 篩選：

# ResReportReadyTimeAdherencePerAgent
source: Ready Time Adherence per Agent
de: Planeinhaltung pro Mitarbeiter
fi: Valmiusajan noudattaminen per agentti
fr: Calcul d'adhérence temps ready par Agent
ru: Соблюдение Времени Готовности по оператору
sv: Följsamhet per agent
tr: Müşteri temsilcisi başına hazır zaman uyumu
zh_cn: 按座席代表的遵时率
zh_hk: 按座席代表的遵時率

# ResReportReadyTimeAdherencePerDay
source: Ready Time Adherence per Day
de: Planeinhaltung pro Tag
fi: Valmiusajan noudattaminen per päivä
fr: Calcul d'adhérence temps ready par Jour
ru: Соблюдение Времени Готовности за день
sv: Följsamhet per dag
tr: Gün başına hazır zaman uyumu
zh_cn: 按天的遵时率
zh_hk: 按天的遵時率

source: You must select at least one filter
de: Sie müssen mindestens einen Filter auswählen
fi: Valitse vähintään yksi filtteri
ru: Вы должны выбрать хотя бы один фильтр
sv: Du måste välja minst ett filter
tr: En az bir filtre seçmelisiniz.
zh_cn: 您必须至少选择一个筛选器
zh_hk: 您必須至少選擇一個篩選器

# DoneCopyingForXPeopleDot
source: Done copying for {0} people.
de: Kopiervorgang für {0} Mitarbeiter beendet.
fi: {0} henkilön kopioiminen on valmis.
fr: Fin de copie pour {0} personnes.
sv: Färdig med kopiering för {0} personer.
zh_cn: {0}个人复制完成。
zh_hk: {0}個人複製完成。

# YouNeedToPickAScenarioToCopyFromDot
source: You need to pick a scenario to copy from.
de: Sie müssen ein Szenario wählen, von dem kopiert werden soll.
fi: Valitse skenaario, josta kopioit.
fr: Vous devez choisir un scénario depuis lequel copier,
sv: Du måste välja ett scenario att kopiera från.
zh_cn: 您需要选择从哪个情景复制。
zh_hk: 您需要選擇從哪個情景複製。

# YouNeedToPickAScenarioToCopyToDot
source: You need to pick a scenario to copy to.
de: Sie müssen ein Szenario wählen, zu dem kopiert werden soll.
fi: Valitse skenaario, johon kopioit.
fr: Vous devez choisir un scénario vers lequel copier.
sv: Du måste välja ett scenario att kopiera till.
zh_cn: 您需要选择复制到哪个情景。
zh_hk: 您需要選擇複製到哪個情景。

source: Search for: site / team / skill / contract
de: Suchen nach: Standort/Team/Skill/Vertrag suchen
fi: Hae toimipiste / tiimi / taito / sopimus
sv: Sök efter: enhet / team / kompetens / kontrakt
zh_cn: 搜索: 站点/小组/技能/合同
zh_hk: 搜索: 網站/小組/技能/合同

source: Late for work
de: Zu spät zur Arbeit
fi: Myöhässä töistä
fr: En retard pour le travail
sv: Sen till jobbet
zh_cn: 迟到
zh_hk: 遲到

source: Forgot your password?
de: Haben Sie Ihr Passwort vergessen?
fi: Unohditko salasanasi?
sv: Glömt ditt lösenord?
zh_cn: 忘记密码？
zh_hk: 忘記密碼？

source: Reset password
de: Passwort zurücksetzen
fi: Palauta salasanasi
sv: Återställ lösenord
zh_cn: 重置密码
zh_hk: 重置密碼

# ResetPasswordErrorMessage
source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
fi: Tarkista sähköpostiosoitteesi
sv: Ange en giltig e-postadress
zh_cn: 请输入有效的邮件地址
zh_hk: 請輸入有效的郵寄地址

# ResetPasswordSuccess
source: An email with instructions has been sent to you
de: Eine E-Mail mit Anweisungen wurde an Sie gesendet
fi: Ohjeet on lähetetty sinulle sähköpostiisi
sv: Instruktioner har skickats till dig via e-post
zh_cn: 一个说明邮件已发送给您
zh_hk: 一個說明郵件已發送給您

# ForgotYourPasswordInstruction
source: Enter your username to get instructions on how to reset your password
de: Geben Sie Ihren Benutzernamen ein, um Anweisungen zum Zurücksetzen Ihres Passworts zu erhalten
fi: Syötä käyttäjänimesi saadaksesi ohjeet salasanan palauttamiseen
sv: Ange ditt användarnamn för att få instruktioner om hur du kan återställa ditt lösenord
zh_cn: 请数据人用户名以获得充值密码说明
zh_hk: 請資料人用戶名以獲得充值密碼說明

# SomethingWentWrong
source: Something went wrong. Please try again later.
de: Etwas ist schief gegangen. Bitte versuchen Sie es später erneut.
fi: Jotain meni pieleen. Yritä myöhemmin uudestaan.
sv: Något gick fel. Var god och försök igen senare.
zh_cn: 出现了一些问题。请稍后重试。
zh_hk: 出現了一些問題。請稍後重試。

# RestrictionNotAbleToBeScheduledReasonNoRestrictions
source: No restrictions in period
de: Keine Beschränkungen im Zeitraum
fi: Ei rajoitteita jaksossa
fr: Pas de restriction sur la période
sv: Inga restriktioner inom perioden
zh_cn: 周期内没有限制。
zh_hk: 週期內沒有限制。

source: Copy schedule
de: Plan kopieren
fi: Kopio työvuorolista
fr: Copier planning
sv: Kopiera schema
zh_cn: 复制班表
zh_hk: 複製班表

# CopyScheduleDescription
source: Copy schedule from any scenario to any non-default scenario, overwriting any previous schedule in the target scenario for the given period.
de: Plan von einem beliebigen Szenario zu einem beliebigen Nicht-Standardszenario kopieren. Dabei alle vorherigen Pläne im Zielszenario für den gegebenen Zeitraum überschreiben.
fi: Kopioi työvuorolista mistä tahansa skenaariosta muihin kuin default skenaarioon, yliajaen edelliset työvuorot kyseiseltä ajanjaksolta kohdeskenaariossa.
fr: Copier planning depuis un scénario alternatif vers un autre scénario alternatif, écrasant toutes données préalablement enregistrées dans le scénario de destination à ces dates.
sv: Kopiera schema från vilket scenario som helst till vilket scenario som helst, förutom standardscenariot. Eventuellt tidigare schema i målscenariot för den valda perioden kommer att skrivas över.
zh_cn: 从任意一个”非默认“的情景复制班表，选定周期内目标情景的班表将被覆盖
zh_hk: 從任意一個”非默認“的情景複製班表，選定週期內目標情景的班表將被覆蓋

# SelectSkillOrGroup
source: Select a skill or skill group
de: Einen Skill oder eine Skillgruppe auswählen
fi: Valitse taito tai taitoryhmä
sv: Välj en kompetens eller kompetensgrupp
zh_cn: 选择一个技能或技能组
zh_hk: 選擇一個技能或技能組

# AuditTrailStaffingContext
source: Staffing
de: Besetzung
fi: Henkilöstö
sv: Bemanning
zh_cn: 人力
zh_hk: 人力

# AuditTrailRole
source: Role
de: Rolle
fi: Rooli
sv: Roll
zh_cn: 角色
zh_hk: 角色

# AuditTrailPerson
source: Person
fi: Henkilö
zh_cn: 人员模块
zh_hk: 人員模組

# AuditTrailPersonAccessContext
source: People access management
de: Personenzugriffsverwaltung
fi: Hallinnoi pääsyä Henkilöihin
sv: Behörighetshantering i Personer
zh_cn: 人员模块访问管理
zh_hk: 人員模組訪問管理

# AuditTrailPeriodStart
source: Period between
de: Zeitraum zwischen
fi: Jakso välillä
sv: Period mellan
zh_cn: 周期在
zh_hk: 週期在

# AuditTrailPeriodEnd
source: and
de: und
fi: ja
sv: och
zh_cn: 和
zh_hk: 和

# AuditTrailBy
source: By
de: Durch
sv: Av
zh_cn: 由
zh_hk: 由

# AuditTrailBetween
source: Between
de: Zwischen
fi: Välillä
sv: Mellan
zh_cn: 于
zh_hk: 於

# AuditTrailAction
source: Action
de: Aktion
fi: Toimenpide
sv: Åtgärd
zh_cn: 行为
zh_hk: 行為

# AuditTrailAt
source: At
de: Um
sv: Vid
zh_cn: 在
zh_hk: 在

source: View customer center
de: Kundenzentrum anzeigen
fi: Näytä asiakaskeskus
sv: Visa kundcenter
zh_cn: 查看客户中心
zh_hk: 查看客戶中心

source: Try the new Forecasts!
de: Versuchen Sie diesen neuen Forecast!
fi: Kokeile uutta Ennusteet -moduulia!
sv: Prova nya Prognoser!
zh_cn: 尝试新的预测功能！
zh_hk: 嘗試新的預測功能！

source: No permission to view schedules
de: Keine Berechtigung zum Anzeigen von Plänen
fi: Ei oikeuksia tarkastella työvuoroja
ru: Нет прав на просмотр расписания
sv: Rättigheter för att visa scheman saknas
zh_cn: 没有权限查看班表
zh_hk: 沒有許可權查看班表

# NoPermissionSwapShifts
source: No permission to swap shifts
de: Kein Berechtigung zum Durchführen eines Schichttausches
fi: Ei oikeuksia vaihtaa vuoroja
ru: Нет прав на обмен сменами
sv: Rättigheter för att genomföra skiftbyte saknas
zh_cn: 没有权限调换班
zh_hk: 沒有許可權調換班

# NoPermissionRemoveDayOff
source: No permission to remove day off
de: Keine Berechtigung zum Entfernen eines freien Tags
fi: Ei oikeuksia poistaa vapaapäivää
ru: Нет прав на удаление выходного дня
sv: Rättigheter för att ta bort fridag saknas
zh_cn: 没有权限移除休息日
zh_hk: 沒有許可權移除休息日

# NoPermissionAddDayOff
source: No permission to add day off
de: Keine Berechtigung zum Hinzufügen eines freien Tags
fi: Ei oikeuksia lisätä vapaapäivää
ru: Нет прав на добавление выходного дня
sv: Rättigheter för att lägga till fridag saknas
zh_cn: 没有权限添加休息日
zh_hk: 沒有許可權添加休息日

# ReplyRequest
source: Reply to Request
de: Auf Anfrage antworten
fi: Vastaa Pyyntöön
sv: Svara på förfrågan
zh_cn: 回复申请
zh_hk: 回復申請

# PeopleManageUsers
source: View users
de: Benutzer anzeigen
fi: Tarkastele käyttäjiä
ru: Просмотр пользователей
sv: Visa användare
zh_cn: 查看用户
zh_hk: 查看用戶

source: Select today
de: Heute auswählen
fi: Valitse tänään
sv: Välj idag
zh_cn: 选择今天
zh_hk: 選擇今天

source: Click to view schedules
de: Klicken, um Pläne anzuzeigen
fi: Tarkastele työvuoroja
sv: Klicka för att se schema
zh_cn: 点击以查看班表
zh_hk: 點擊以查看班表

# AuditTrailSingleGrantRole
source: Grant role
de: Rolle genehmigen
fi: Myönnä rooli
sv: Bevilja roll
zh_cn: 授予角色
zh_hk: 授予角色

# AuditTrailSingleRevokeRole
source: Revoke role
de: Rolle entziehen
fi: Poista rooli
sv: Upphäv roll
zh_cn: 撤销角色
zh_hk: 撤銷角色

# PreferenceFulfillmentPercentColon
source: Preference Fulfillment (%):
de: Präferenzerfüllung (%):
fi: Hyväksytyt Työvuorotoiveet (%):
sv: Önskemålsuppfyllnad (%):
zh_cn: 偏好满足率(%)：
zh_hk: 偏好滿足率(%)：

# AuditTrailMultiGrantRole
source: Grant role
de: Rolle genehmigen
fi: Myönnä rooli
sv: Bevilja roll
zh_cn: 授予角色
zh_hk: 授予角色
