Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# ConfirmDeleteRequest
source: Are you sure you want to delete this request?
ar: هل انت متأكد من حذف هذا الطلب؟
cs: Jste si jisti, že chcete smazat tento požadavek?
da: Er du sikker på, at du vil slette denne forespörgsel?
de: Sind Sie sicher, dass Sie diese Anfrage löschen möchten?
es: ¿Estás seguro que deseas borrar esta solicitud?
fa: از حذف این درخواست اطمینان دارید؟
fi: Haluatko varmasti poistaa pyynnön?
fr: Êtes-vous sûr de vouloir supprimer cette demande?
lv: Vai tiešām vēlaties dzēst šo pieprasījumu?
no: Er du sikker på at du vil slette denne forespørselen?
pl: Czy na pewno chcesz usunąć ten wniosek?
ru: Уверены, что хотите удалить данный запрос?
sv: Är du säker på att du vill ta bort den här förfrågan?
tr: Bu isteği silmek istediğinizden emin misiniz?
zh_cn: 您确定要删除此请求吗？亲
zh_hk: 您確定要刪除此請求嗎？親

# RuleWithRatioConvertor
source: Use ratio conversion
ar: استخدام نسبة التحويل
cs: Použít poměr konverze
da: Brug forholdskonvertering
de: Quoten-Umwandlung benutzen
es: Usar ratio de conversión
fa: تبدیل نسبت را بکار ببرید
fi: Käytä kerrointa
fr: Utiliser un ratio de conversion
lv: Izmantot attiecību konversiju
no: Bruk forholdskonvertering
pl: Wykorzystuj współczynnik konwersji
ru: Использовать коэффициент
sv: Använd konvertering
tr: Çevirme oranı kullan
zh_cn: 使用换算比率
zh_hk: 使用換算比率

# RuleWithDifferentThreshold
source: Use different thresholds
ar: استخدام عتبات مختلفة
cs: Použít rozdílná dosažení
da: Brug anden gränsevärdi
de: Andere Schwellenwerte nutzen
es: Usar diferentes umbrales
fa: آستانه ها مختلفی را بکار ببرید
fi: Käytä toista kynnystä
fr: Utiliser des seuils différents
lv: Izmantot dažādus sliekšņus
no: Bruk forskjellige terskelverdier
pl: Używaj różnych progów
ru: Использовать разные цели
sv: Använd olika tröskelvärden
tr: Değişik eşik değerleri kullan
zh_cn: 使用不同的阈值
zh_hk: 使用不同的閾值

source: New badge setting
ar: إعدادات شارة جديدة
cs: Nové nastavení odznaků
da: Nyt märke opsätning
de: Neue Badge-Einstellung
es: Nueva propiedad de medallas
fa: تنظیمات علامت جدید
fi: Uusi mitali-asetus
fr: Nouveau paramètre de badge
lv: Jauns medaļu iestatījums
no: Nytt utmerkelse innstilling
pl: Nowe ustawienia odznaki
ru: Новая настройка уровня
sv: Ny medaljinställning
tr: Yeni madalya ayarı
zh_cn: 新徽章设置
zh_hk: 新徽章設置

source: New gamification setting
ar: إعدادات جديدة للألعاب
cs: Nové nastavení ocenění
da: Ny gamification opsätning
de: Neue Gamification-Einstellungen
es: Nueva propiedad de gamificación
fa: تنظیمات جدید گیمیفیکیشن
fi: Uusi pelillistämisasetus
fr: Nouveau paramètre de ludification
lv: Jauns medaļu spēles iestatījums
no: Nytt Gamification innstillinger
pl: Nowe ustawienia grywalizacji
ru: Новая настройка геймификации
sv: Ny gamificationinställning
tr: Yeni oyunlaştırma ayarı
zh_cn: 新游戏化设置
zh_hk: 新遊戲化設置

source: Gamification
ar: الألعاب
cs: Ocenění
es: Gamificación
fa: گیمیفیکیشن
fi: Pelillistäminen
fr: Ludification
lv: Medaļu Spēle
ru: Геймификация
tr: Oyunlaştırma
zh_cn: 游戏化
zh_hk: 遊戲化

source: Delete gamification setting
ar: حذف إعدادات الألعاب
cs: Smazat nastavení ocenění
da: Slet gamification opsätning
de: Gamification-Einstellungen löschen
es: Eliminar propiedad de gamificación
fa: حذف تنظیمات گیمیفیکیشن
fi: Poista pelillistämisen asetukset
fr: Supprimer le paramètre de ludification
lv: Dzēst medaļu spēles iestatījumu
no: Slett gamification innstillingene
pl: Usuń ustawienia grywalizacji
ru: Удалить настройку геймификации
sv: Ta bort gamificationinställning
tr: Oyun ayarını sil.
zh_cn: 删除游戏化设置
zh_hk: 刪除遊戲化設置

# AreYouSureYouWantToDeleteGamificationSetting
source: Are you sure to delete '{0}' gamification setting ?
ar: هل أنت متأكد من حذف (0) إعدادات الألعاب؟
cs: Opravdu chcete smazat nastavení ocenění¨{0}¨ ?
da: Er du sikker på at du vil slette '{0} gamification opsätning?
de: Sind Sie sicher, dass Sie die '{0}' Gamification-Einstellung löschen wollen?
es: ¿Estás seguro que quieres borrar {0} de las propiedades de gamificación?
fa: آیا از حذف تنظیمات گیمیفیکیشن{0} اطمینان دارید
fi: Haluatko varmasti poistaa '{0}' pelillistmisen asetukset?
fr: Êtes-vous sûr de vouloir supprimer le paramètre de ludification '{0}'?
lv: Vai tiešām dzēst '{0}' medaļu spēles iestatījumu?
no: Er du sikker på at du vil slette {0} gamification innstillingen?
pl: Czy na pewno chcesz usunąć '{0}' ustawienie grywalizacji?
ru: Удалить настройку геймификации '{0}'?
sv: Är du säker på att du vill ta bort gamificationinställningen '{0}'?
tr: {0} oyun ayarını silmek istediğinizden emin misiniz?
zh_cn: 您确认删除 '{0}' 此游戏化设置吗 ?
zh_hk: 您確認刪除 '{0}' 此遊戲化設置嗎 ?

# Announcement
source: Shift Trade Post
ar: نشر تبادل الوردية
cs: Požadavky na výměnu směny
da: Tilbud til Vagtbytte
de: Schichttausch-Angebot
es: Anuncio de Cambio de Turno
fa: ارسال تغییر شیفت
fi: Vuoronvaihtoviestintä
fr: Annonce d'échange d'horaires
lv: Samaiņas Publikācija
no: Skiftbytte innlegg
pl: Wniosek Zamiany Dyżuru
ru: Сообщение об обмене сменой
sv: Skiftbytespost
tr: Vardiya takası isteği
zh_cn: 发布调换班公告
zh_hk: 發佈調換班公告

source: Everyone
ar: الجميع
cs: Všichni
da: Alle
de: Alle
es: Todos
fa: هر فردی
fi: Kaikki
fr: Tous
lv: Visi
no: Alle
pl: Wszyscy
ru: Все
sv: Alla
tr: Tümü
zh_cn: 所有人
zh_hk: 所有人

source: Notify Agent
ar: إبلاغ ممثل خدمة العملاء
cs: Upozornit agenta
da: Giv medarbejderen besked
de: Mitarbeiter informieren
es: Notificar Agente
fa: آگاهی پاسخگو
fi: Ilmoita agentille
fr: Notifier l'agent
lv: Paziņot Operatoram
no: Varsle agent
pl: Powiadom Agenta
ru: Уведомить оператора
sv: Meddela agenten
tr: Temsilciye bildirim yap
zh_cn: 通知座席代表
zh_hk: 通知座席代表

# HasNonMainShiftActivityErrorMessage
source: Person {0} has personal activity, overtime activity or meeting in the shift on date {1}.
ar: الشخص (0) لديه نشاط شخصى. نشاط الوقت الاضافي او الاجتماع فى الوردية فى التاريخ (1)
cs: Person {0} má v čase výměny směny {1} osobní aktivitu, aktivitu přesčas nebo setkání
da: Person{0} har personlig aktivitet, overtid eller möde på vagten d. {1}
de: Mitarbeiter {0} hat eine persönliche Aktivität, Überstunden oder ein Meeting in der Schicht am {1}
es: {0} tiene una actividad personal, tiempo extra o una reunión en el turno con fecha {1}.
fa: فرد {0} فعالیت شخصی دارد. اضافه کار یا جلسه در تاریخ {1}
fi: {0} on henkilökohtainen aktiviteetti, ylityöaikaa tai kokous työvuorossa {1}.
fr: La personne {0} a une activité personnelle, activité heures supplémentaires ou réunion sur son horaire à la date {1}.
lv: Personai {0} ir personīgā aktivitāte, virsstundu aktivitāte vai sanāksme, maiņā, datumā {1}.
no: Person {0} har personlig aktivitet, overtidsaktivitet eller møte i løpet av skiftet på dato {1}.
pl: Osonba {0} ma aktywnośc osobistą, nadgodziny lub spotkanie w czasie zamiany {1}.
ru: Сотрудник {0} имеет персональную активность, сверхурочное время или мероприятие в смене на {1}.
sv: Personen {0} har en personlig aktivitet, en övertidsaktivitet eller ett möte i skiftet den {1}.
tr: {0} adlı kişinin {1} tarihinde kişisel aktivitesi, tanımlanmış fazla mesaisi ya da toplantısı var.
zh_cn: 员工 {0} 在日期{1}的班表中具有个人活动，加班活动或会议。
zh_hk: 員工 {0} 在日期{1}的班表中具有個人活動，加班活動或會議。

# CannotFindDataSourceWithName
source: Can not find datasource with name: {0}
ar: لا يمكن العثور على مصدر بيانات خاص بالاسم: (0)
cs: Nemohu najít datový zdroj s názvem: {0}
da: Kan ikke finde datakilde med navn: {0}
de: Kann keine Datenquelle mit dem Namen {0} finden.
es: No se puede encontrar fuente de datos con nombre: {0}
fa: منبع داده یافت نشد با نام: {0}
fi: Ei löydy tietolähdettä nimellä: {0}
fr: Ne peut pas trouver de source de données avec le nom: {0}
lv: Nevar atrast datu avotu ar nosaukumu: {0}
no: Finner ikke datakilde med navn: {0}
pl: Nie można odnaleźć źródła danych o nazwie: {0}
ru: Невозможно найти источник данных с именем: {0}
sv: Kan inte hitta någon datakälla med namnet: {0}
tr: {0} veri kaynağı bulunamıyor.
zh_cn: 无法找到数据源名称: {0}
zh_hk: 無法找到資料來源名稱: {0}

# SetSettingTargets
source: Set Gamification Targets
ar: إعداد أهداف الألعاب
cs: Nastavit cíle pro ocenění
da: Opsät gamification mål
de: Gamification-Ziele einstellen
es: Establecer Objetivos de Gamificación
fa: اهداف تیم ها را تنظیم کنید
fi: Aseta pellillistämisen tavoite
fr: Entrer objectifs de ludification
lv: Uzstādīt Medaļu Spēles Mērķus
no: Sett Gamification mål
pl: Ustaw Cele Grywalizacji
ru: Установить цели геймификации
sv: Sätt målvärden för medaljer
tr: Oyun hedefi
zh_cn: 设定游戏化目标
zh_hk: 設定遊戲化目標

# SelectSettingForTeams
source: Select setting to use for teams
ar: اختر إعدادات للاستخدامها للفرق
cs: Vybrat nastavení pro použití v týmech
da: Välg opsätning til brug for teams
de: Einstellungen für Teams auswählen
es: Seleccionar propiedades para los equipos
fa: تنظیمات را برای استفاده تیم ها انتخاب کنید
fi: Valitse asetus tiimeille
fr: Sélectionner paramètre à utiliser pour équipes
lv: Atlasīt uzstādījumus lai lietotu nodaļām
no: Velg innstilling du skal bruke for teamet
pl: Wybierz ustawienia do wykorzystania dla zespołów
ru: Выбор настроек для групп
sv: Välj inställning att använda för teamen
tr: Takım ayarları
zh_cn: 选择用于小组的设置
zh_hk: 選擇用於小組的設置

source: Setting
ar: إعدادات
cs: Nastavení
da: Opsätning
de: Einstellungen
es: Objetivos
fa: تنظیمات
fi: Asetus
fr: Paramètre
lv: Uzstādījumi
no: Innstillinger
pl: Ustawienia
ru: Настройка
sv: Inställning
tr: Ayar
zh_cn: 设置
zh_hk: 設置

# AnnouncementInvalidMessage
source: Your shift trade post of {0} is invalid because your shift has changed.
ar: نشر تبادل ورديتك (0) غير صحيح لان ورديتك تغيرت
cs: Váš požadavek směny {0} není platný protože se Vám změnila směna.
da: Dit tilbud til Vagtbytte af {0} er ugyldig fordi din vagt er ændret
de: Ihr Schichttausch-Anegbot von {0} ist ungültig, da Ihre Schicht sich geändert hat.
es: Tu anuncio de cambio de turno {0} es inválido porque tu turno ha sido cambiado.
fa: معاوضه شیفت شما {0} نامعتبر است زیرا شیفت شما تغییر کرده است
fi: Vuoronvaihtoviestintäsi {0} ei ole sallittu, koska työvuorosi on muuttunut.
fr: Votre annonce d'échange d'horaires du {0} est invalide car votre horaire a changé.
lv: Jūsu {0} samaiņas publikācija ir nederīga, jo jūsu maiņa ir mainījusies.
no: Din skiftbyttel innlegg av {0} er ugyldig fordi skiftet har endret seg.
pl: Twój wniosek zamiany {0} jest nieprawidłowy, poniewaz twój dyżur się zmienił.
ru: Сообщение об обмене смены {0} недействительно, потому что ваша смена была изменена.
sv: Din skiftbytespost för {0} är ogiltig eftersom ditt skift har ändrats.
tr: {0} vardiya takas isteğiniz vardiyanızda meydana gelen değişiklikler nedeniyle geçersiz hale geldi.
zh_cn: 您的调换班公告 {0} 是无效的， 因为您的班次已经变更。
zh_hk: 您的調換班公告 {0} 是無效的， 因為您的班次已經變更。

# AnnouncementInvalid
source: Shift Trade Post Invalid
ar: تبادل الورديات غير صحيح
cs: Požadavek k výměně směny není platný
da: Ugyldig tilbud til Vagtbytte
de: Schichttausch-Angebot unültig
es: Anuncio de Cambio de Turno Inválido
fa: ارسال معاوضه شیفت نامعتبر است
fi: Ei sallittu vuoronvaihtoviestintä
fr: Annonce d'échange d'horaires invalide
lv: Samaiņas publikācija ir nederīga
no: Skiftbytte innlegg er ugyldig
pl: Nieprawidłowy Wniosek Zamiany Dyżuru
ru: Сообщение об обмене смены недействительно
sv: Postningen av skiftbytet är ogiltig
tr: Vardiya takası isteği geçersiz
zh_cn: 调换班公告发布无效
zh_hk: 調換班公告發佈無效

source: All team members must be loaded
ar: كل أعضاء الفريق يجب أن يتم تحميلهم
cs: Všichni členové týmu musí být načteni
da: All teammedlemmer skal väre indläst
de: Alle Teammitglieder werden geladen
es: Todos los miembros del equipo deben estar cargados
fa: همه اعضای تیم باید اضافه شوند
fi: Kaikki tiimin jäsenet on ladattava
fr: Tous les membres de l'équipe doivent être chargés
lv: Visiem nodaļas dalībniekiem jābūt ielādētiem
no: Alle gruppemedlemmer må være lastet inn
pl: Wszyscy członkowie zespołu muszą być załadowani
ru: Все члены группы должны быть перезагружены
sv: Alla gruppmedlemmar måste vara upplästa
tr: Takımdaki tüm çalışanlar yüklenmeli.
zh_cn: 所有小组成员必须被加载
zh_hk: 所有小組成員必須被載入

source: Seat Planner
ar: مخطط المقاعد
cs: Plánovač míst
da: Plads planlägning
de: Sitzplatzplanung
es: Planificador de Puestos
fa: برنامه ریز صندلی
fi: Istuinpaikkasuunnittelu
fr: Planificateur de positions
lv: Sēdvietu Plānotājs
no: Plass planlegger
pl: Planner Stanowisk
ru: Планировщик рабочих мест
tr: Koltuk Planlama
zh_cn: 席位规划
zh_hk: 席位規劃

source: Start date must be greater than today
ar: بداية التاريخ يجب أن تكون أكبر من اليوم
cs: Datum začátku musí být vyšší než dnšení datum
da: Start dato skal väre större end i dag
de: Startdatum muss größer als heute sein
es: La fecha de inicio debe ser posterior a hoy
fa: تاریخ شروع باید از امروز بزرگتر باشد
fi: Aloitusaika täytyy olla suurempi kuin tänään
fr: La date de début doit être postérieure à aujourd'hui
lv: Sākuma datumam ir jābūt lielākam par šodienu
no: Startdatoen må være høyere enn dagens dato
pl: Data rozpoczęcia musi być większa niż dzisiaj
ru: Дата начала должна быть больше, чем сегодняшняя
sv: Startdatum måste vara senare än idag
tr: Başlangıç tarihi bugünden ileri bir tarih olmamalı.
zh_cn: 开始日期必须在当前日期之后
zh_hk: 開始日期必須在當前日期之後

# AnyLocationShouldBeSelected
source: A location must be selected
ar: الموقع يجب أن يتم اختياره
cs: Umístění musí být vybráno
da: En lokation skal välges
de: Ein Standort muss ausgewählt werden
es: Una ubicación debe ser seleccionada
fa: مکان باید انتخاب شود
fi: Valitse sijainti
fr: Un emplacement doit être sélectionné
lv: Ir jāatlasa vieta
no: Et sted må velges
pl: Lokalizacja musi byc wybrana
ru: Необходимо выбрать расположение
sv: En lokal måste väljas
tr: En az bir konum seçilmeli.
zh_cn: 必须选择一个地点
zh_hk: 必須選擇一個地點

# AnyTeamShouldBeSelected
source: A team must be selected
ar: الفريق يجب أن يتم اختياره
cs: Tým musí být vybrán
da: Et team skal välges
de: Ein Team muss ausgewählt werden
es: Un equipo debe ser seleccionado
fa: تیم باید انتخاب شود
fi: Valitse tiimi
fr: Une équipe doit être sélectionnée
lv: Ir jāatlasa nodaļa
no: Et team må velges
pl: Zespół musi być wybrany
ru: Необходимо выбрать группу
sv: Ett team måste väljas
tr: En az bir takım seçilmeli.
zh_cn: 必须选择一个小组
zh_hk: 必須選擇一個小組

source: Invalid
ar: غير مناسب
cs: Neplatný
da: Ugyldig
de: Ungültig
es: Inválido
fa: نامعتبر
fi: Ei hyväksytty
fr: Non valide
lv: Nederīgs
no: Ugyldig
pl: Nieprawidłowy
ru: Неверный
sv: Ogiltig
tr: Geçersiz
zh_cn: 无效
zh_hk: 無效

# YouHaveBeenAllocatedSeat
source: On {0} you have been allocated seat {1}.
ar: فى (0) تم تحديد مقعد لك
cs: V {0} jste byl přidělen(a) na místo {1}.
da: På {0} er du blevet tildelt plads {1}
de: Am {0} sitzen Sie am Platz {1}
es: El día {0} has sido asignado al puesto {1}.
fa: به {0} صندلی اختصاص داده اید {1}
fi: {0} sinulle on jaettu istuinpaikka {1}.
fr: Le {0} vous avez été assigné à la position {1}.
lv: {0} Jums ir piešķirta sēdvieta {1}.
no: Den {0} har du fått tildelt plass {1}.
pl: Na {0} masz przydzielone stanowisko {1}.
ru: На {0} вам было выделено место {1}.
sv: {0} har du följande sittplats {1}.
tr: {0} tarihinde {1} numaralı koltuğa yerleştirildiniz.
zh_cn: 在 {0} 您已被分配了席位 {1}.
zh_hk: 在 {0} 您已被分配了席位 {1}.

# YouHaveNotBeenAllocatedSeat
source: On {0} you have not been allocated a seat.
ar: فى (0) لم يتم تحديد مقعد لك
cs: V {0} jste byl přidělěn(a) na místo.
da: På {0} er du ikke blevet tildelt noget plads
de: Am {0} wurde kein Platz zugeweisen.
es: No tienes un asiento asignado en el día {0}.
fa: به {0} یک صندلی اختصاص نداده اید.
fi: {0} sinulle ei ole jaettu istuinpaikkaa.
fr: Le {0} vous n'avez pas éta assigné à une position.
lv: {0} Jums nav piešķirta sēdvieta {1}.
no: På {0} du ikke har fått tildelt plass
pl: Na {0} nie zostało ci przydzielone miejsce.
ru: На {0} вам не было выделено место.
sv: {0} har du inte någon tilldelad sittplats.
tr: {0} tarihinde bir koltuğa yerleştirilemediniz.
zh_cn: 在 {0} 您已被分配了一个席位。
zh_hk: 在 {0} 您已被分配了一個席位。

# StartDateMustBeEndDateOrSmaller
source: Start date must be end date or earlier
ar: بداية التاريخ يجب أن نهاية التاريخ أو قبل ذلك
cs: Datum začátku se musí rovnat datu konce nebo dřívějšímu
da: Start dato skal väre slut dato eller tidligere
de: Startdatum muss gleich Enddatum oder früher sein.
es: La fecha de inicio ser la fecha de fin o anterior
fa: تاریخ شروع باید تاریخ پایان باشد یا از تاریخ پایان کوچک تر باشد
fi: Aloituspäivä on oltava sama kuin päättymispäivä tai aiemmin
fr: La date de début doit être la date de fin ou antérieure
lv: Sākuma datumam ir jābūt beigu datumam vai agrākam
no: Startdatoen må være sluttdato eller tidligere
pl: Data początkowa musi być datą zakończenia lub wcześniejszą
ru: Дата начала должна быть
sv: Startdatum måste vara samma som slutdatum eller tidigare
tr: Başlangıç tarihi bitiş tarihinden ileri olmamalı.
zh_cn: 开始日期必须是结束日期或更早
zh_hk: 開始日期必須是結束日期或更早

# StartDateMustBeTodayOrGreater
source: Start date must be today or later
ar: بداية التاريخ يجب أن تكون اليوم أو بعد ذلك
cs: Datum začátk se musí rovnat dnešnímu datu nebo pozdějšímu
da: Start dato skal väre i dag eller senere
de: Startdatum muss heuter oder später sein.
es: La fecha de inicio debe ser hoy o posterior
fa: تاریخ شروع باید امروز باشد یا از امروز بزرگتر باشد
fi: Aloituspäivä on oltava tänään tai myöhemmin
fr: La date de début doit être aujourd'hui ou après
lv: Sākuma datumam ir jābūt šodienai vai vēlākam
no: Startdatoen må være i dag eller senere
pl: Data rozpoczęcia musi być dzisiaj lub późniejsz
ru: Дата начала должна быть сегодняшней или позднее
sv: Startdatum måste vara idag eller senare
tr: Başlangıç tarihi bugün ya da ileri bir tarih olmalı.
zh_cn: 开始日期必须是今天或更晚
zh_hk: 開始日期必須是今天或更晚

source: Miscellaneous
ar: مختارات
cs: Různé
da: Diverse
de: Verschiedenes
es: Otros
fa: متفرقه
fi: Muut asetukset
fr: Divers
lv: Dažādi
no: Diverse
pl: Rozmaite
ru: Смешанный
sv: Övrigt
tr: Karışık
zh_cn: 更多设置
zh_hk: 更多設置

# SearchHintForName
source: Search name
ar: ابحث بالاسم
cs: Hledat jméno
da: Søg navn
de: Suche Name
es: Buscar nombre
fa: جستجوی نام
fi: Hakunimi
fr: Rechercher nom
lv: Meklēt vārdu
no: Søk navn
pl: Wyszukaj nazwisko
ru: Поиск по имени
sv: Sök på namn
tr: Ad ile arama
zh_cn: 查询名称
zh_hk: 查詢名稱

# SureToMakeShiftTrade
source: Are you sure you want to make this shift trade?
ar: هل أنت متاكد من القيام بعملية تبادل الورديات التى ستقوم بإجراءها؟
cs: Opravdu chcete provést tuto výměnu směny?
da: Vil du gennemføre vagtbyttet?
de: Sind Sie sicher, dass Sie diesen Schichttausch ausführen wollen?
es: ¿Estás seguro que quieres hacer este cambio de turno?
fa: آیا مطمئن هستید که میخواهید این تبادل شیفت را انجام دهید؟
fi: Oletko varma, että haluat tehdä työvuorovaihdon?
fr: Êtes-vous sûr de vouloir faire cet échange d'horaires?
lv: Vai esat pārliecināts, ka vēlaties veikt šo samaiņu?
no: Er du sikker på at du vil gjøre dette skiftbyttet?
pl: Czy na pewno chcesz dokonać zamiany dyżurów?
ru: Вы действительно хотите обменять смены?
sv: Är du säker på att du vill genomföra det här skiftbytet?
tr: Bu vardiya takasını gerçekleştirmek istediğinizden emin misiniz?
zh_cn: 您确定要执行此调换班吗？亲
zh_hk: 您確定要執行此調換班嗎？親

# LockBulletinBoardTrading
source: First Come First Served Bulletin Board
ar: نشرة من يأتى أولا ، يتلقى الخدمة أولا
cs: Nástěnka "Kdo dřív přijde, ten dřív mele"
da: 'Først til mølle' princip
de: Anzeigetafel - "First Come First Serve"-Basis
es: Tablón de Anuncios por orden de llegada
fa: تابلوی تبادل شیفت بر اساس ترتیب زمانی درخواست
fi: Saapumisjärjestyksellinen ilmoitustaulu
fr: Table d'annonce Premier Arrivé Premier Servi
lv: Ziņojumu Dēlis Rindas Kārtībā
no: "Førstemann til mølla" oppslagstavle
pl: Tablca Informacji w Kolejności zgłoszeń
ru: Первый отклик
sv: Först till kvarn får skiftet på anslagstavlan
tr: "İlk gelen alır" vardiya takası panosu
zh_cn: 先到先得公告栏
zh_hk: 先到先得公告欄

source: Bottom
ar: الأسفل
cs: Na konec
da: Bund
de: Unten
es: Abajo
fa: دکمه
fi: Alin
fr: Bas
lv: Apakša
no: Bunn
pl: Dół
ru: Низ
sv: Längst ned
tr: Alt
zh_cn: 底部
zh_hk: 底部

source: Manage Seniority Settings
ar: إدارة إعدادات الأقدمية
cs: Nastavení služebního stáří
da: Håndter anciennitets opsätning
de: Senioritätseinstellungen verwalten
es: Administrar Ajustes de Antigüedad
fa: مدیریت تنظیمات ارشدیت
fi: Senioriteettiasetuksien hallinta
fr: Gérer les paramètres de'Ancienneté
lv: Pārvaldīt Stāža Uzstādījumus
no: Administrer ansiennitets Innstillinger
pl: ZarządzanieUstawieniami Stażu Pracy
ru: Управление настройками приоритетности
sv: Hantera senioritetsinställningar
tr: Kıdem ayarı yönetimi
zh_cn: 管理年资设置
zh_hk: 管理年資設置

# RankShiftCategory
source: Rank shift category from best to worst
ar: ترتيب فئات الورديات من الأفضل للأسوأ
cs: Hodnotit kategorii směn od nejlepší po nejhorší
da: Placer vagtkategorier fra bedst til dårligst
de: Ordne Schichtkategorie von Gut zu Schlecht
es: Ordenar categoría de turno de mejor a peor
fa: رتبه دهی دسته بندی شیفت از بهتر به بدتر
fi: Järjestä vuoroluokat parhaimmasta huonoimpaan
fr: Classer les catégories d'horaires de la meilleure à la moins bonne
lv: Sarindot maiņu kategorijas no labākās uz sliktāko
no: Ranger skiftkategori fra best til verst
pl: Ranking dyżurów od najlepszego do najgorszego
ru: Степень категории смены от лучшей к худшей
sv: Rangordna skiftkategorierna från bäst till sämst
tr: En iyiden en kötüye vardiya kategorisi sıralama
zh_cn: 从最好到最差分级班次类别
zh_hk: 從最好到最差分級班次類別

# RankWorkingDays
source: Rank working days from best to worst
ar: ترتيب أيام العمل من الأفضل للأسوأ
cs: Hodnotit pracovní dny od nejlepších po nejhorší
da: Placer arbejdsdage fra bedst til dårligst
de: Ordne Arbeitstage von Gut zu Schlecht
es: Ordenar días de trabajo de mejor a peor
fa: رتبه دهی روزهای کاری از بهتر به بدتر
fi: Järjestä työpäivät parhaimmasta huonoimpaan
fr: Classer les jours ouvrés du meilleur au moins bon
lv: Sarindot darba dienas no labākās uz sliktāko
no: Ranger arbeidsdager fra best til verst
pl: Ranking dni roboczych od najlepszego do najgorszego
ru: Степень рабочего дня от лучшей к худшей
sv: Rangordna arbetsdagarna från bäst till sämst
tr: En iyiden en kötüye çalışma günleri sıralama
zh_cn: 从最好到最差分级工作日
zh_hk: 從最好到最差分級工作日

source: Top
ar: أعلى
cs: Na začátek
de: Oben
es: Arriba
fa: بالا
fi: Ylin
fr: Haut
lv: Tops
no: Topp
pl: Góra
ru: Верх
sv: Längst upp
tr: Üst
zh_cn: 顶端
zh_hk: 頂端

# AnnouncementTakenByOthers
source: This shift has been taken by someone else, please choose another shift on the shift trade board.
ar: هذه الوردية تم أخذها من شخص آخر، فضلا اختر وردية أخرى فى لوحة تبادل الورديات
cs: Tato směna byla přijmuta někým jiným, vyberte prosím jinou směnu na nástěnce výměn směn.
da: Denne vagt er allerede valgt af en anden. Venligst vælg en anden vagt.
de: Diese Schicht wurde bereits von einem anderen gewählt. Bitte wählen Sie eine andere Schicht.
es: Este turno ha sido tomado por otra persona, por favor elige otro turno en el tablón de cambios de turno.
fa: این شیفت توسط فرد دیگری برداشته شده است. لطفاً شیفت دیگری را از تبلوی تبادل شیفت انتخاب کنید
fi: Joku muu on ottanut tämän työvuoron. Valitse jokin muu työvuoro vuoronvaihtopyyntötaululta.
fr: Cet horaire a été pris par quelqu'un d'autre, merci de choisir un autre horaire dans le tableau d'échanges d'horaires.
lv: Šo maiņu ir paņēmis kāds cits, lūdzu, izvēlieties citu maiņu no samaiņu groza
no: Dette skiftet har blitt tatt av noen andre, velg et annet skift fra skiftoppslagstavlen.
pl: Dyżur został podjęty przez kogoś innego, wybierz inny dyżur na portalu zamiany dyżurów.
ru: Эта смена уже занята кем-то, выберите другую смену на доске обменов.
sv: Skiftet har tagits av någon annan, var god välj ett annat skift på anslagstavlan.
tr: Bu vardiya zaten başkası tarafından alınmış. Lütfen vardiya takas panosundan başka bir vardiya seçin.
zh_cn: 手慢了！此班次已经被其他人抢先。请从调换班公告板中选择其他班次。
zh_hk: 手慢了！此班次已經被其他人搶先。請從調換班公告板中選擇其他班次。

source: Target Rate (%)
ar: معدل الهدف (%)
cs: Cílový poměr(%)
da: Mål sats(%)
de: Zielquote
es: Ratio Objetivo(%)
fa: نزخ هدف (%)
fi: Tavoitearvo (%)
fr: Taux cible (%)
lv: Mērķa Likme(%)
no: Mål rente (%)
pl: Wskaźnik Celu (%)
ru: Цель (%)
tr: Hedef Oran (%)
zh_cn: 达标率(%)
zh_hk: 達成率(%)
