Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Alarms
ar: انذارات
cs: Alarmy
da: Alarmer
de: Alarme
es: Alarmas
fa: اخطارها
fi: Hälytykset
fr: Alarmes
id: Alarm
it: Allarmi
ja: アラーム
lv: Signāli
nl: Alarmen
no: Alarmer
pl: Alarmy
pt: Alarmes
ru: Предупреждения
sv: Larm
tr: Alarmlar
zh_cn: 告警
zh_hk: 告警

source: Alarm Types
ar: نوع الانذار
cs: Typy alarmů
da: Alarmtyper
de: Alarm-Typen
es: Tipos de Alarmas
fa: انواع اخطار
fi: Hälytystyypit
fr: Types d'alarme
id: Jenis Alarm
it: Tipi di allarme
ja: アラームの種類
lv: Signālu Tipi
nl: Alarm Typen
no: Alarmtyper
pl: Typy alarmów
pt: Tipos de Alarme
ru: Тип предупреждения
sv: Larmtyper
tr: Alarm tipleri
zh_cn: 告警类型
zh_hk: 告警類型

source: Manage Alarms
ar: ادارة الانذار
cs: Správa alarmů
da: Administrer Alarmer
de: Verwalte Alarme
es: Gestionar Alarmas
fa: مدیریت کردن اخطارها
fi: Hälytysten hallinta
fr: Gérer alarmes
id: Mengatur Alarm
it: Gestione Allarmi
ja: アラームの管理
lv: Pārvaldīt Signālus
nl: Beheer Alarmen
no: Administrer alarmer
pl: Zarządzaj alarmami
pt: Gerenciar Alarmes
ru: Управление предупреждениями
sv: Hantera larm
tr: Alarmları yönet
zh_cn: 管理告警
zh_hk: 管理告警

source: Manage Alarm Types
ar: ادارة أنواع الانذار
cs: Správa typů alarmů
da: Administrer Alarmtyper
de: Verwalte Alarm-Typen
es: Gestionar Tipos de Alarmas
fa: مدیریت کردن انواع اخطار
fi: Hälytystyyppien hallinta
fr: Gérer types d'alarme
id: Mengatur Jenis Alarm
it: Gestione Tipi di allarme
ja: アラーム種類の管理
lv: Pārvaldīt Signālu Tipus
nl: Beheer Alarm Typen
no: Administrer alarmtyper
pl: Zarządzaj typami alarmów
pt: Gerenciar Tipos de Alarmes
ru: Управление типами предупреждений
sv: Hantera larmtyper
tr: Alarm tiplerini yönet
zh_cn: 管理告警类型
zh_hk: 管理告警類型

# ResReportImprove
source: IMPROVE
ar: تحسين
cs: ZLEPŠI
da: FORBEDR
fa: بهیته سازی
fr: AMELIORER
id: MENINGKATKAN
ja: 改善
lv: UZLABOT
nl: VERBETEREN
pl: POPRAW
pt: APERFEIÇOAR
tr: GELİŞTİR
zh_cn: 座席代表改进报表
zh_hk: 座席代表改進報表

# ResReportAgentScorecard
source: Agent Scorecard
ar: بطاقة أداء الوكيل
cs: Výsledovka agenta
da: Medarbejder Scorecard
de: Mitarbeiter Scorecard
es: Scorecard del Agente
fa: برگه امتیاز پاسخگو
fi: Agentin tuloskortti
fr: Feuille d'évaluation Agent
id: Scorecard Agent
it: Scorecard agente
ja: エージェントのスコアカード
lv: Operatora Rezultātu Kartīte
nl: Agent Scorekaart
pl: Karta wyników agenta
pt: Scorecard do Agente
ru: Показатели оператора
tr: Müşteri Temsilcisi Skorkartı
zh_cn: 座席代表记分卡
zh_hk: 座席代表記分卡

# FilterOnWorkTimeLimitationsWithParams
source: Filter on work time limitations (shift with contract time between {0} and {1})
ar: تصفية بحسب حدود قت العمل (النوبة في الفترة بين {0} و {1} )
cs: Filter na omezení pracovní doby (pracovní změnyse zmluvním časem mezi {0} a {1})
da: Filtrer efter arbejdstidsbegrænsninger (vagt med kontraktstid mellem {0} og {1})
de: Filter für Arbeitszeitbegrenzung (Schicht mit Vertrag zwischen {0} und {1})
es: Filtrado por limitaciones de tiempo de trabajo (turno con tiempo de contrato entre {0} y {1})
fa: فیلتر روی محدوده ی زمان کاری (شیفت با زمان قرارداد بین {0} و {1}
fi: Muuta työaikarajoitusta (vaihda sopimusaikaa välillä {0} ja {1})
fr: Filtre sur limitations de temps de travail (shift avec temps contrat entre {0} et {1})
id: Penyaringan pada batasan waktu kerja (shift dengan waktu kerja antara {0} dan {1})
it: Filtro su limitazioni di ore di lavoto (turni con ore contrattuali tra {0} e {1})
ja: 勤務時間の制限をフィルター（{0} ～ {1} の契約時間が設定されたシフト）
lv: Filtrs, darba laika ierobežojumiem (maiņas ar kontrakta laiku starp {0} un {1})
nl: Filter op werktijd beperkingen(dienst met contract tijd tussen {0} en {1})
no: Filter på arbeidstidsbegrensninger (skift med kontrakttid mellom {0} og {1})
pl: Filtruj wg ograniczeń czasu pracy dyżury z czasem kontraktu od {0} do {1})
pt: Filtrar com limitações de tempo de trabalho (turnos com tempo de contrato entre {0} e {1})
ru: Фильтр по ограничению рабочего времени (смены с рабочим временем между {0} и {1})
sv: Filtrera på arbetstidsbegränsningar (skift med kontraktstid mellan {0} och {1})
tr: Çalışma saati sınırlamalarını filtrele (kontrat zamanı {0} ve {1} arası değişecek şekilde)
zh_cn: 根据工作时间限制筛选 (班次在合同时间{0}和{1}之间 )
zh_hk: 根據工作時間限制篩選 (班次在合同時間{0}和{1}之間 )

source: Excluded
ar: غير مشمول
cs: Vyloučené
da: Ekskluderet
de: Ausgeschlossen
es: Excluído
fa: مستثنی
fi: Poissuljettu
fr: Exclus
id: Tidak termasuk
it: Escluso
ja: 除外
lv: Izslēgts
nl: Uitgezonderd
no: Ekskludert
pl: Objęte
pt: Excluídos
ru: Исключая
sv: Exkluderad
tr: Hariç
zh_cn: 不包括
zh_hk: 不包括

source: Included
ar: مشمول
cs: Zahrnuté
da: Inkluderet
de: Inkludiert
es: Incluído
fa: شامل
fi: Sisällytetty
fr: Inclus
id: Termasuk
it: Incluso
ja: 含む
lv: Iekļauts
nl: Opgenomen
no: Inkludert
pl: Nie objęte
pt: Incluídos
ru: Включая
sv: Inkluderad
tr: Dahil
zh_cn: 已包括
zh_hk: 已包括

# UndoRedoDeleteSchedules
source: Schedules deleted
ar: جداول ملغاة
cs: Vymazané plány
da: Planer slettet
de: Plan gelöscht
es: Planificaciones borradas
fa: زمانبندیها حذف شد
fi: Työvuorot poistettu
fr: Planning supprimés
id: Jadwal terhapus
it: Pianificazioni eliminate
ja: スケジュールが削除されました
lv: Grafiki dzēsti
nl: Roosteren verwijderd
no: Skjemaer slettet
pl: Skasowane plany
pt: Agendas deletadas
ru: Расписание удалено
sv: Borttagning av scheman
tr: Silinmiş Vardiya Planı
zh_cn: 删除班表
zh_hk: 刪除班表

# UndoRedoPaste
source: Paste
ar: لصق
cs: Vlož
da: Indsæt
de: Einfügen
es: Pegar
fa: درج کردن
fi: Liitä
fr: Coller
id: Tempel
it: Incolla
ja: 貼り付け
lv: Ielīmēt
nl: Plakken
no: Lim inn
pl: Wklej
pt: Colar
ru: Назад
sv: Klistra in
tr: Yapıştır
zh_cn: 粘贴
zh_hk: 粘貼

# UndoRedoPersonRequest
source: Commiting request for {0}
ar: ارتكاب طلب لأجل {0}
cs: Vykonej požadavky {0}
da: Henviser forespørgsel om {0}
de: Übergebe Antrag für {0}
es: Finalizando solicitud para el {0}
fa: درخواست انجام دادن برای {0}
fi: Pyynnön suorittaminen {0}
fr: Emet la demande pour {0}
id: Melakukan permintaan untuk {0}
it: Approvazione richiesta per {0}
ja: {0} に対する要求を確定
nl: Plegen van aanvraag voor {0}
no: Gjør forespørsel for {0}
pl: Wprowadzanie żądania {0}
pt: Enviando a solicitação para {0}
ru: Зафиксирован запрос для {0}
sv: Godkänner förfrågan för {0}
tr: {0} için talebi işliyor
zh_cn: 承诺申请为{0}
zh_hk: 承諾申請為{0}

# UndoRedoReOptimize
source: Optimize
ar: تحسين
cs: Reoptimalizuj
da: Optimer
de: Re-Optimieren
es: Optimizar
fa: بهینه سازی
fi: Optimoi
fr: Optimisation
id: Optimalisasi
it: Ottimizza
ja: 最適化
lv: Optimizēt
nl: Optimaliseren
no: Optimaliser
pl: Optymalizuj
pt: Otimizar
ru: Оптимизировать
sv: Optimera
tr: Optimize et
zh_cn: 重新优化
zh_hk: 重新優化

# UndoRedoScheduling
source: Scheduling
ar: جدولة
cs: Plánování
da: Planlægning
de: Planung
es: Planificando
fa: زمانبندی
fi: Työvuorot
fr: Planification
id: Penjadwalan
it: Pianificazione
ja: スケジュール作成
lv: Plānot
nl: Inroosteren
no: Planlegging
pl: Planowanie
pt: Agendamento
ru: Планирование
sv: Schemaläggning
tr: Vardiya Planı Yapılıyor
zh_cn: 正在排班
zh_hk: 正在排班

# ASM
source: Open ASM
ar: ASM
cs: Kurýrní služba plánu agenta
da: ASM
de: ASM öffnen
es: ASM
fa: را باز کنید ASM
fi: Avaa ASM
fr: Ouvrir ASM
id: Buka ASM
it: Apri ASM
ja: ASMを開く
lv: Atvērt ASM
no: ASM
pl: Otwórz ASM
pt: Abrir ASM
ru: ASM
sv: Öppna ASM
tr: ASM
zh_cn: 打开座席班表信使
zh_hk: 打開座席班表信使

source: Add new group page
ar: اضافة صفحة لمجموعة جديدة
cs: Vložit novou stránku skupiny
da: Tilføj ny gruppeside
de: Neue Gruppierung hinzufügen
es: Añadir nueva página de grupo
fa: افزودن صفحه گروه جدید
fi: Lisää uusi ryhmäsivu
fr: Ajouter nouvelle page de groupe
id: Tambah halaman kelompok baru
it: Aggiungi nuovo Raggruppamento
ja: 新規グループページの追加
lv: Pievienot jaunu grupas lapu
nl: Nieuwe groep pagina toevoegen
no: Legg til ny gruppeside
pl: Dodaj nową stronę grupy
pt: Adicionar nova pagina do grupo
ru: Добавить новое группирование
sv: Lägg till ny gruppering
tr: Yeni grup sayfası ekle
zh_cn: 添加新的分组页面
zh_hk: 添加新的分組頁面

# TeleoptiRaptorColonPeople
source: People – Teleopti WFM
ar: TELEOPTI WFM: أشخاص
cs: TELEOPTI WFM: Lidé
da: TELEOPTI WFM: Medarbejdere
de: Teleopti WFM: Personen
es: Teleopti WFM: People
fa: مردم-Teleopti WFM
fi: Teleopti WFM: Henkilöt
fr: Personnes - Teleopti WFM
id: Orang - Telopti CCC
it: People - Teleopti CCC
ja: 要員 - Teleopti WFM
lv: Darbinieki – Teleopti WFM
nl: People - Teleopti CCC
no: Teleopti WFM: People
pl: Ludzie - Teleopti WFM
pt: Teleopti WFM: Pessoas
ru: TELEOPTI WFM: Сотрудники
sv: Personer – Teleopti WFM
tr: TELEOPTI WFM: Kişiler
zh_cn: 人员 —— Teleopti WFM
zh_hk: 人員 —— Teleopti WFM

# TeleoptiRaptorColonIntraday
source: Intraday – Teleopti WFM
ar: TELEOPTI WFM: خلال اليوم
cs: Během dne - Teleopti WFM
da: TELEOPTI WFM: Intradag
de: Teleopti WFM: Intra-Tag
es: Teleopti WFM: Intraday
fa: روزانه - Teleopti WFM
fi: Teleopti WFM: Päivänsisäinen
fr: Intra-journalier - Teleopti WFM
id: Intraday - Teleopti CCC
it: Intraday - Teleopti CCC
ja: 日中 - Teleopti WFM
lv: Diena – Teleopti WFM
nl: Intraday - Teleopti CCC
no: Teleopti WFM: Intraday
pl: W trakcie dnia - Teleopti WFM
pt: Teleopti WFM: Intradiário
ru: TELEOPTI WFM: Мониторинг
sv: Inom dag – Teleopti WFM
tr: TELEOPTI WFM: Gün içi
zh_cn: 当日——Teleopti WFM
zh_hk: 當日——Teleopti WFM

# OperatorLimiterGreaterThen
source: Greater than
ar: أكبر من
cs: Větší než
da: Større end
de: Größer als
es: Mayor que
fa: بزرگتر از
fi: Suurempi kuin
fr: Supérieur à
id: Lebih besar dari
it: Maggiore di
ja: より大きい
lv: Lielāks nekā
nl: Groter dan
no: Større enn
pl: Większe niż
pt: Maior que
ru: Больше, чем
sv: Större än
tr: Büyüktür
zh_cn: 大于
zh_hk: 大於

# OperatorLimiterLessThen
source: Less than
ar: أقل من
cs: Menší než
da: Mindre end
de: Kleiner als
es: Menor que
fa: کمتر از
fi: Pienempi kuin
fr: Inférieur à
id: Lebih kurang dari
it: Minore di
ja: より小さい
lv: Mazāks nekā
nl: Minder dan
no: Mindre enn
pl: Mniejsze niż
pt: Menor que
ru: Меньше, чем
sv: Mindre än
tr: Küçüktür
zh_cn: 小于
zh_hk: 小於

# AbsenceCouldNotBeLoaded
source: Personal accounts could not be loaded. There must be at least one absence with a tracker defined in Options.
ar: لا يمكن تحميل حسابات الشخص. يجب ان يوجد غياب واحد على الاقل بمعلومات مُعَرفة في قائمة الاختيارات
cs: Účty osob nemohou být načteny. V databázi nesmí být žádné absence..
da: Personkonti kunne ikke indlæses. Der skal være mindst et fravær med en tracker defineret i Indstillinger.
de: Das Mitarbeiterkonto konnte nicht geladen werden. Möglicherweise sind keine Abwesenheiten in der Datenbank hinterlegt.
es: Las cuentas personales no pueden cargarse. Debe de haber al menos una ausencia con tipo de cuenta definido en Opciones.
fa: امکان بار گذاری حساب های کاربری شخص نیست.حداقل یک مرخصی با یک پیگیری کننده باید در گزینه های تعریف شده باشد
fi: Henkilötilejä ei voitu ladata. Vähintään yksi valinnoissa määritetty poissaolo on oltava.
fr: Les comptes personnes n'ont pas pu être chargés. Il doit y avoir au moins une absence avec un repère définie dans les options.
id: Akun orang tidak bisa dikeluarkan. Harus ada sedikitnya satu absen yang ditentukan di dalam Options.
it: Impossibile caricare i Contatori. Deve essere definita almeno un'assenza con tracciamento nelle opzioni.
ja: 個人アカウントを読み込めませんでした。[オプション]にて追跡者が指定された欠勤が少なくとも1つ必要です。
lv: Personīgos kontus nevar ielādēt. Iespējās ir jābūt vismaz vienai trakera definētai prombūtnei.
nl: Persoon accounts konden niet geladen worden. Er moet minstens een absence met een tracker gedefinieerd zijn in opties.
no: Personkontoer kunne ikke lastes. Det må være minst et fravær med sporing definert i valg.
pl: Nie można załadować kont osobistych. Musi być przynajmniej jedna zdefiniowana nieobecność ze śledzeniem
pt: As contas pessoais não puderam ser carregadas. É necessário que haja pelo menos uma ausência com rastreador definida nas Opções.
ru: Невозможно загрузить индивидуальные счета. В опциях должно быть хотя бы одно отслеживаемое отсутствие.
sv: Tidsuppföljning kunde inte laddas. Det måste finnas minst en frånvaro som har en tracker definierad under Inställningar.
tr: Kişi hesapları yüklenmedi. En az bir adet devamsızlık opsiyonlar içinde tanımlanmalıdır.
zh_cn: 个人账户不能加载。在选项中至少定义一个缺勤。
zh_hk: 個人帳戶不能載入。在選項中至少定義一個缺勤。

source: Min Improvement Per Iteration
ar: الحد الأدنى للتحسين لكل التكرار
cs: Minimální zlepšení na iteraci
da: Min Forbedring Pr. Gentagelse
de: Min Optimierung pro Durchgang
es: Min Mejora por Iteración
fa: حداقل پیشرفت در هر تکرار
fi: Minuutin parannus kertausta kohti
fr: Min amélioration par itération
id: Minimal Peningkatan Per Iterasi
it: Min miglioramento per iterazione
ja: 1回当たりの最小改善率
nl: Min Verbetering Per Iteratie
no: Min. forbedring per gjentagelse
pl: Min, polepszenie na iterację
pt: Melhoria Mínima Por Iteração
ru: Мин. улучшение за итерацию
sv: Minsta förbättring per iteration
tr: İterasyon başına asgari iyileştirme
zh_cn: 每个循环的最小改进
zh_hk: 每個迴圈的最小改進

source: AEW
ar: العمل المترتب على البريد الإلكتروني
fr: TPE
ja: アフターEメールワーク（AEW）
zh_cn: Email后的工作时长
zh_hk: Email後的工作時長

source: AFW
ar: العمل المترتب على الفاكس
fr: TPF
ja: アフターFAXワーク（AFW）
zh_cn: 传真后的工作时长
zh_hk: 傳真後的工作時長

source: ATW
ar: العمل المترتب على المهمة
fr: TPT
ja: アフタータスクワーク（ATW）
zh_cn: 任务后的工作时长
zh_hk: 任務後的工作時長

# OpenRaptorApplication
source: Open Teleopti WFM
ar: فتح TELEOPTI WFM
cs: Spustit TELEOPTI WFM
da: Åbn TELEOPTI WFM
de: Öffne TELEOPTI WFM
es: Abrir Teleopti WFM
fa: برنامه Teleopti WFM را باز کنید
fi: Avaa Teleopti WFM
fr: Ouvrir Teleopti WFM
id: Buka Teleopti CCC
it: Apri Teleopti CCC
ja: Teleopti WFMを開く
lv: Atvērt Teleopti WFM
nl: Open Teleopti CCC
no: Åpne Teleopti WFM
pl: Otwórz Teleopti WFM
pt: Abrir Teleopti WFM
ru: Открыть TELEOPTI WFM
sv: Öppna Teleopti WFM
tr: TELEOPTI WFM'yi aç
zh_cn: 打开Teleopti WFM
zh_hk: 打開Teleopti WFM

# TeleoptiRaptorColonPermissions
source: Permissions – Teleopti WFM
ar: TELEOPTI WFM: أذون
cs: TELEOPTI WFM: Oprávnění
da: TELEOPTI WFM: Tilladelser
de: Teleopti WFM: Berechtigungen
es: Teleopti WFM: Permisos
fa: مجوزها - Teleopti WFM
fi: Teleopti WFM: Oikeudet
id: Ijin - Teleopti CCC
it: Autorizzazioni - Teleopti CCC
ja: 権限 - Teleopti WFM
lv: Atļaujas – Teleopti WFM
nl: Permissies - Teleopti CCC
no: Teleopti WFM: Permissions
pl: Uprawnienia - Teleopti WFM
pt: Teleopti WFM: Permissões
ru: TELEOPTI WFM: Права доступа
sv: Rättigheter – Teleopti WFM
tr: TELEOPTI WFM: Yetkiler
zh_cn: 权限 —— Teleopti WFM
zh_hk: 許可權 —— Teleopti WFM

# TeleoptiRaptorColonShifts
source: Shifts – Teleopti WFM
ar: TELEOPTI WFM: نوبات عمل
cs: TELEOPTI WFM: Směny
da: TELEOPTI WFM: Vagter
de: Teleopti WFM: Schichten
es: Teleopti WFM: Shifts
fa: شیفتها-Teleopti WFM
fi: Teleopti WFM: Vuorot
fr: Horaires - Teleopti WFM
id: Shift - Teleopti CCC
it: Shifts - Teleopti CCC
ja: シフト - Teleopti WFM
lv: Maiņas – Teleopti WFM
nl: Diensten - Teleopti CCC
no: Teleopti WFM: Shifts
pl: Dyżury - Teleopti WFM
pt: Teleopti WFM: Turnos
ru: TELEOPTI WFM: Смены
sv: Skift – Teleopti WFM
tr: TELEOPTI WFM: Vardiyalar
zh_cn: 班次 —— Teleopti WFM
zh_hk: 班次 —— Teleopti WFM

source: Seniority
ar: الأقدمية
cs: Služební věk
da: Anciennitet
de: Seniorität
es: Antigüedad
fa: ارشدیت
fi: Senioriteetti
fr: Ancienneté
id: Senioritas
it: Esperienza
ja: 年功序列
lv: Stāžs
nl: Senioriteit
no: Ansiennitet
pl: Staż
pt: Senioridade
ru: Приоритет
sv: Senioritet
tr: Kıdem
zh_cn: 资历
zh_hk: 資歷

# SetTresholdTime
source: Set treshold for alarm (in seconds)
ar: ضبط عتبة الانذار (بالثوان)
cs: Nastavit mez pro alarm (v sekundách)
da: Fastsæt grænseværdi for alarm (i sekunder)
de: Grenzwert für Alarm (in Sekunden) festlegen
es: Umbral de alarma establecido (en segundos)
fa: آستانه را برای اخطار تنظیم کنید (بر حسب ثانیه)
fi: Aseta hälytyskynnys (sekuntteja)
fr: Sélectionner le déclencheur (en secondes)
id: Tentukan ambang alarm (dalam detik)
it: Imposta soglia per l'allarme (in secondi)
ja: アラームしきい値を設定 (秒)
lv: Uzstādīt signāla slieksni (sekundēs)
nl: Stel drempel voor alarm (in seconden)
no: Sett nivå for alarm (i sekunder)
pl: Ustaw pród (w sekundach) dla alarmu
pt: Estabelecer o limiar para o alarme (em segundos)
ru: Установить порог для предупреждения (в секундах)
sv: Sätt tröskeltid för larm (i sekunder)
tr: Alarm için eşik belirle (sn cinsinden)
zh_cn: 设定告警阈值(秒)
zh_hk: 設定告警閾值(秒)

source: State Group Overview
ar: نظرة عامة للحالة
cs: Přehled stavové skupiny
da: Oversigt Over Tilstandsgruppe
de: Überblick der Statusgruppe
es: Descripción General del Grupo de Estados
fa: مرور کلی وضعیت گروه
fi: Tilaryhmän yleiskatsaus
fr: Aperçu groupe statuts
id: Overview Status Kelompok
it: Panoramica Gruppo di stati
ja: 状態グループの概要
lv: Stāvokļa Grupas Pārskats
nl: Staatsgroep Overzicht
no: Status gruppeoversikt
pl: Podsumowanie grupy stanu
pt: Visão Geral do Grupo de Estados
ru: Обзор группы состояний
sv: Statusöversikt
tr: Durum Grubu Görünümü
zh_cn: 状态组浏览
zh_hk: 狀態組流覽

# OperatorLimiterGreaterThenEquals
source: Greater than or equal
ar: أكبر من أو يساوي
cs: Větší než nebo rovno
da: Større end eller lig med
de: Größer / gleich
es: Mayor que o igual
fa: بزرگتر از یا مساوی
fi: Suurempi kuin tai yhtä suuri kuin
fr: Supérieur ou égal à
id: Lebih besar atau sama dengan
it: Maggiore o uguale a
ja: 以上
lv: Lielāks vai vienāds nekā
nl: Groter dan of gelijk
no: Større enn eller lik
pl: Większe lub równe
pt: Maior ou igual que
ru: Больше, чем/равно
sv: Större än eller lika med
tr: Büyüktür veya eşittir
zh_cn: 大于等于
zh_hk: 大於等於

# OperatorLimiterLessThenEquals
source: Less than or equal
ar: أقل من أو يساوي
cs: Menší než nebo rovno
da: Mindre end eller lig med
de: Kleiner / gleich
es: Menor que o igual
fa: کمتر از یا مساوی
fi: Pienempi kuin tai yhtä suuri kuin
fr: Inférieur ou égal à
id: Lebih kurang atau sama dengan
it: Minore o uguale a
ja: 以下
lv: Mazāks vai vienāds nekā
nl: Minder dan of gelijk
no: Mindre enn eller lik
pl: Mniejsze lub równe
pt: Menor ou igual que
ru: Меньше, чем/равно
sv: Mindre än eller lika med
tr: Küçüktür veya eşittir
zh_cn: 小于或等于
zh_hk: 小於或等於

source: R M S
ar: الجذر التربيعي المتوسط
fr: Moyenne quadratique
zh_cn: 均方根（以均方根值为目标进行优化，一般不推荐使用）
zh_hk: 均方根（以均方根值為目標進行優化，一般不推薦使用）

source: Availability Date
ar: تاريخ التوفر
cs: Datum dostupnosti
da: Tilgængelighed Dato
de: Verfügbarkeit Datum
es: Disponibilidad Fecha
fa: بررسی موجود بودن تاریخ
fi: Käytettävyys päivämäärä
fr: Date disponibilité
id: Tanggal Ketersediaan
it: Date disponibilità
ja: 利用可能な日付
lv: Pieejamības Datums
nl: Beschikbaarheid Datum
no: Tilgjengelighet Dato
pl: Data Dostępności
pt: Data Disponível
ru: Доступные даты
sv: Tillgänglighetsdatum
tr: Uygunluk tarihi
zh_cn: 可用日期
zh_hk: 可用日期

# EnterNameOnNewGroup
source: Enter name of the new grouping
ar: ادخل اسم في التجميع الجديد
cs: Zadejte jméno nového seskupení
da: Indtast navn på den nye gruppering
de: Name für die neue Gruppierung eingeben
es: Introduzca el nombre de la nueva agrupación
fa: نام گروه بندی جدید را وارد کنید
fi: Syötä uuden ryhmittelyn nimi
fr: Entrer nom du nouveau groupement
id: Masukkan nama pada pengelompokkan baru
it: Inserisci nome del nuovo raggruppamento
ja: 新規グループ化の名前を入力
lv: Ievadiet jauna grupējuma nosaukumu
nl: Typ de naam van de nieuwe groepering
no: Sett inn navn på ny gruppering
pl: Podan nazwę nowego grupowania
pt: Digite o nome do novo agrupamento
ru: Введите имя нового группирования
sv: Ange namn på den nya grupperingen
tr: Yeni gruplama için isim gir
zh_cn: 为新的分组输入名称
zh_hk: 為新的分組輸入名稱

# ToThreeDots
source: To...
ar: الى...
cs: Do ...
da: Til...
de: An...
es: Hasta...
fa: به...
fi: Saakka...
fr: À...
id: Kepada...
it: A...
lv: Līdz...
nl: Naar...
no: Til...
pl: Do...
pt: Até...
ru: Кому...
sv: Till...
tr: Bitiş:
zh_cn: 到…
zh_hk: 到…

# EmploymentTypeFixedStaffNormalWorkTime
source: Fixed staff normal work time
ar: وقت العمل للموظفين الثابتين
cs: Pracovní doba stálých zaměstnanců
da: Fastansattes normale arbejdstid
de: Festes Personal normale Arbeitszeit
es: Pers. fijo - tiempo de trab. habitual
fa: زمان کار عادی کارمند ثابت
fi: Vakituinen henkilökunta normaali työaika
fr: Temps de travail normal personnel fixe
id: Waktu kerja normal staf tetap
it: Personale fissoi con ore di lavoro normale
ja: 固定給スタッフの通常勤務時間
lv: Fiksētā personāla normālais darba laiks
nl: Vaste personeel normale werktijd
no: Fast ansatt normal arbeidstid
pl: Normalne godziny pracy załogi stałej
pt: Equipe fixa com tempo normal de trabalho
ru: Постоянный персонал, фиксированное время работы
sv: Fastanställda normal
tr: Sabit personel normal iş saati
zh_cn: 固定员工正常工作时间(适用周排)
zh_hk: 固定員工正常工作時間(適用周排)

source: Column Only
ar: عمود فقط
cs: Pouze sloupec
da: Kun Kolonne
de: nur Spalte
es: Solo columna
fa: فقط ستون
fi: Vain sarake
fr: Colonne unique
id: Kolom Saja
it: Solo colonna
ja: 列のみ
lv: Tikai kolonna
nl: Alleen Kolom
no: Kun kolonne
pl: Tylko kolumna
pt: Apenas Coluna
ru: Только столбец
sv: Endast kolumner
tr: Sadece Kolon
zh_cn: 仅列
zh_hk: 僅列

# AnchorColon
source: Anchor:
ar: ترسيخ
cs: Ukotvení:
da: Anker:
de: Ankerpunkt:
es: Eje:
fa: مرجع:
fi: Ankkuri:
fr: Ancrage:
id: Jangkar:
it: Ancoraggio:
ja: アンカー:
lv: Enkurs:
nl: Anker:
no: Anker:
pl: Kotwica:
pt: Âncora:
ru: Привязка:
sv: Ankringspunkt:
tr: Ankor:
zh_cn: 基准点：
zh_hk: 基準點：

source: Preference Start Date
ar: تفضيل تاريخ البدء
cs: Počáteční datum preferencí
da: Start dato for præferencer
de: Präferenz Startdatum
es: Fecha de Inicio de Preferencias
fa: الویت تاریخ شروع
fi: Työvuorotoiveiden alkupäivämäärä
fr: Préférence de date de début
id: Preferensi Tanggal Mulai
it: Data inizio preferenza
ja: プリファレンス 開始日
lv: Izvēlētais Sākuma Datums
nl: Voorkeur Startdatum
no: Startdato
pl: Data początkowa preferencji
pt: Data de Início das Preferências
ru: Предпочтения Дата начала
sv: Startdatum önskemål
tr: Tercih Bailangıç Tarihi
zh_cn: 偏好开始日期
zh_hk: 偏好開始日期

source: Export to PDF
ar: تصدير ل df
cs: Exportuj do PDF
da: Eksport til PDF
de: Exportieren zu PDF (grafisch)
es: Exportar a PDF
fa: صدور به فرمت PDF
fi: Vie PDF:ään
fr: Exporter vers PDF
id: Eskpor ke PDF
it: Esporta in PDF
ja: PDFにエクスポート
lv: Eksportēt uz PDF
nl: Exporteren naar PDF
no: Eksport til PDF
pl: Eksport do PDF
pt: Exportar para PDF
ru: Экспорт в PDF
sv: Exportera till PDF
tr: PDF'e aktar
zh_cn: 导出到PDF
zh_hk: 匯出到PDF

# PoweredByTeleoptCCC
source: Powered by Teleopti WFM
ar: مدعوم من Teleopti WFM
da: Drevet af Teleopti WFM
es: Generado por Teleopti WFM
fa: طراحی شده توسط Teleopti WFM
fr: Réalisé par Teleopti WFM
it: Powered by Teleopti CCC
nl: Powered by TeleoptiCCC
zh_cn: 由Teleopti WFM提供支持
zh_hk: 由Teleopti WFM提供支援

# ReportLevelDetailLunch
source: Lunch
ar: غداء
cs: Oběd
da: Frokost
de: Mittagessen
es: Comida
fa: ناهار
fi: Lounas
fr: Repas
id: Makan siang
it: Pranzo
ja: 昼食
lv: Pusdienas
no: Lunsj
pt: Almoço
ru: Обед
tr: Yemek Molası
zh_cn: 午餐
zh_hk: 午餐

# ReportLevelDetailNone
source: None
ar: لا شيء
cs: Žádný
da: Ingen
de: Kein(e)(r)
es: Ninguno
fa: هیچ
fi: Ei mitään
fr: Aucun
id: Tidak ada
it: Nota
ja: なし
lv: Nav
nl: Geen
no: Ingen
pl: Brak
pt: Nenhum
ru: Нет
sv: Inga
tr: Hiçbiri
zh_cn: 无
zh_hk: 無

# ReportLevelDetailShortBreak
source: Short break
ar: استراحة قصيرة
cs: Krátká přestávka
da: Kort pause
de: Kurze Pause
es: Descanso corto
fa: زمان استراحت کوتاه
fi: Lyhyt tauko
fr: Pause courte
id: Break singkat
it: Pausa
ja: 小休止
lv: Īsais pārtraukums
nl: Korte pauze
no: Kort pause
pl: Krótka przerwa
pt: Pausa
ru: Короткий перерыв
sv: Kortrast
tr: Kısa Mola
zh_cn: 小休
zh_hk: 小休

source: All Activities
ar: كل النشاطات
cs: Všechny činnosti
da: Alle Aktiviteter
de: Alle Aktivitäten
es: Todas las actividades
fa: همه فعالیتها
fi: Kaikki toiminnot
fr: Toutes activités
id: Semua Aktivitas
it: Tutte le attività
ja: 全ての活動
lv: Visas Aktivitātes
nl: Alle Activiteiten
no: Alle aktiviteter
pl: Wszystkie aktywności
pt: Todas as Atividades
ru: Все активности
sv: Alla aktivitieter
tr: Tüm Aktiviteler
zh_cn: 全部活动
zh_hk: 全部活動

source: Breaks
ar: استرحات
cs: Přestávky
da: Pauser
de: Pausen
es: Descansos
fa: زمانهای استراحت
fi: Tauot
fr: Pauses
id: Break
it: Pause
ja: 休憩
lv: Pārtraukumi
nl: Pauzes
no: Pauser
pl: Przerwy
pt: Pausas
ru: Перерывы
sv: Raster
tr: Molalar
zh_cn: 休息
zh_hk: 休息
