Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# RequestDenyReasonSkillThreshold
source: Your absence request has been denied automatically, since it would bring the needed number of resources below the required threshold.
ar: طلبك للتغيب رفض تلقائيا0لأنه سيتسبب فى هبوط عدد الشخاص اقل من المطلوب
cs: Váš požadavek na absenci byl automaticky zamítnut, jelikož by překročil nastavený limit zdrojů.
da: Din Forespørgsel om Fravær er blevet afvist på grund af behovet for timer til planlægning.
de: Aufgrund des Bedarfs von Skill- Ressourcestunden wurde Ihre Abwesenheitsanfrage abgelehnt.
es: Su solicitud de ausencia ha sido denegada automáticamente, ya que resultaría en una falta de personal.
fa: درخواست مرخصی شما بصورت خودکار رد شده .از اینرو تعداد منابع مورد نیاز را بر اساس سقف درخواست شده خواهد آورد
fi: Poissaolopyyntösi evättiin, koska paikalla ei olisi riittävästä henkilökuntaa.
fr: Votre demande d'absence est refusée d'office. Puisque ceci mettra le nombre de ressources en-dessous du seuil requis.
id: Permintaan absen ada ditolak secara otomatis, karena akan membuat jumlah kebutuhan resource menjadi di bawah batas yang diperlukan.
it: La tua richiesta di assenza è stata rifiutata automaticamente perchè porterebbe a un numero di risorse inferiori alla soglia di necessità.
ja: 必要な数のリソースが要求されるしきい値を下回るため、欠勤要求が自動的に拒否されました。
lv: Jūsu prombūtnes pieprasījums ir noraidīts automātiski, jo tas radītu nepieciešamo resursu daudzuma samazināšanos zem noteiktā sliekšņa.
nl: Uw afwezigheid aanvraag is automatisch geweigerd, omdat het de benodigde aantal middelen onder de vereiste drempel zou brengen.
no: Din forespørsel om fravær er avslått automatisk da det vil bringe nødvendig antall ressurser under påkrevd nivå.
pl: Wniosek o nieobecność został odrzucony automatycznie, ponieważ obniżyłby zasoby poniżej wymaganego progu.
pt: Seu pedido de ausência foi negado automaticamente, pois o número mínimo de recursos ficará abaixo do necessário.
ru: Ваш запрос на отсутсвие был отклонен автоматически, т.к. это приведет к снижению требуемого количества ресурсов.
sv: Din frånvaroförfrågan har nekats automatiskt, då brist på resurser annars uppstår.
tr: Devamsızlık isteğiniz otomatik olarak reddedildi. Devamsızlığınız kaynak yetersizliğine sebep olmaktadır.
zh_cn: 您的缺勤申请由于必要资源需求人数低于阈值被自动拒绝。
zh_hk: 您的缺勤申請由於必要資源需求人數低於閾值被自動拒絕。

# RequestDenyReasonSupervisor
source: Your request has been denied by administrator.
ar: تم رفض طلبك من المشرف
cs: Váš požadavek byl zamítnut administrátorem.
da: Din Forespørgsel er blevet afvist af administrator.
de: Ihre Anfrage wurde vom Administrator abgelehnt.
es: Su solicitudd ha sido denegada por el administrador.
fa: درخواست شما توسط مدیر پذیرفته نشده است.
fi: Pyyntösi on hylätty. Ota yhteyttä esimieheesi.
fr: Votre demande est refusée par votre administrateur.
id: Permintaan anda sudah ditolak oleh administrator.
it: La tua richiesta è stata rifiutata dall'amministratore.
ja: 管理者により要求が拒否されました。
lv: Jūsu pieprasījumu ir noraidījis administrators
nl: Uw aanvraag is geweigerd door administrator.
no: Forespørselen din er avslått administrator.
pl: Prośba odrzucona przez administratora.
pt: A sua solicitação foi negada pelo administrador.
ru: Ваш запрос был отклонен администратором.
sv: Administratören har nekat din förfrågan.
tr: İsteğiniz yöneticiniz tarafından reddedildi.
zh_cn: 您的申请被管理员拒绝。
zh_hk: 您的申請被管理員拒絕。

# RequestStatusDtoNew
source: New
ar: جديد
cs: Nový
da: Ny
de: Neu
es: Nuevo
fa: جدید
fi: Uusi
fr: Nouvelle
id: Baru
it: Nuovo
ja: 新規
lv: Jauns
nl: Nieuw
no: Ny
pl: Nowe
pt: Novo
ru: Новый запрос
sv: Ny
tr: Yeni
zh_cn: 新建
zh_hk: 新建

# NoExistingShiftSelected
source: No existing shift was selected
ar: لم يتم اختيار نوبة عمل
cs: Nní vybrána žádná existující směna
da: Den valgte vagt eksistere ikke
de: Keine vorhandene Schicht gewählt
es: No hay turno seleccionado
fa: هیچ شیفت موجودی انتخاب نشد
fi: Ei olemassa olevaa vuoro valittuna
fr: Aucun horaire existant n'était sélectionné
id: Tidak ada shift yang dipilih
it: Nessun turno esistente selezionato
ja: 既存のシフトが選択されていません
lv: Neviena esoša maiņa netika izvēlēta
nl: Geen bestaande dienst werd geselecteerd
no: Ingen eksisterende skift er valgt
pl: Nie wybrano istniejącego dyżuru
pt: Nenhu turno existente foi selecionado
ru: Существующие смены не выбраны
sv: Inget existerande skift är valt
tr: Vardiya seçilmedi.
zh_cn: 未选定现有班次
zh_hk: 未選定現有班次

source: Block Scheduling
ar: جدولة كتله
cs: Blokové plánování
da: Blok planlægning
de: Blockplanung
es: Planificación por bloques
fa: مسدود کردن زمانبندی
fi: Blokki-työvuorot
fr: Planification par blocs
id: Penjadwalan Blokir
it: Pianificazione a Blocchi
ja: ブロックスケジューリング
lv: Bloka Plānošanu
nl: Blok Inroosteren
no: Blokkplanlegging
pl: Planowanie blokowe
pt: Agendamento de Bloco
ru: Планирование блоками
sv: Blockschemaläggning
tr: Blok vardiyalama
zh_cn: 批次排班
zh_hk: 批次排班

source: Use Block Scheduling
ar: استخدم جدول كتلة
cs: Použijte blokové plánování
da: Anvemd Blok Planlægning
de: Blockplanung verwenden
es: Usar Planificación por Bloques
fa: استفاده از مسدود کردن زمانبندی
fi: Käytä Blokki -työvuoroja
fr: Utiliser planification par blocs
id: Gunakan Penjadwalan Blokir
it: Usa pianificazione a Blocchi
ja: ブロックスケジューリングを使用
lv: Lietot Bloka Plānošanu
nl: Gebruik Blok Inroosteren
no: Bruk blokker planlegging
pl: Użyj planowania blokowego
pt: Usar Agendamento de Bloco
ru: Использовать планирование блоками
sv: Använd blockschemaläggning
tr: Blok vardiyalamayı kullan
zh_cn: 使用批次排班
zh_hk: 使用批次排班

# UsePreferencesMustHavesOnly
source: Use Preference Must Have Only
ar: استخدم تفضيلات اللابد منها فقط
cs: Použít pouze preference Musím mít
da: Anvend kun præferencer med veto
de: Präferenzen verwenden, nur Notwendigkeit
es: Usar solamente Preferencia Imprescindible
fa: فقط شامل استفاده از اولویت
fi: Tee ainoastaan "Tärkeät" -työvuorotoiveet
fr: Utiliser la préférence doit avoir seulement
id: Gunakan Preferensi Harus Punya Saja
it: Usa solo preferenze indispensabili
ja: 必須プリファレンスのみ使用
lv: Lietot Tikai Must Have Vēlmes
nl: Gebruik Must Have Voorkeur Alleen
no: Bruk kun Påkrevde preferanser
pl: Użyj tylko preferencji Konieczne
pt: Usar apenas Preferências Prioritárias
ru: Использовать только обязательные предпочтения
sv: Schemalägg endast dagar med veton
tr: Sadece Mutlak tercihleri kullan
zh_cn: 使用偏好仅必须有
zh_hk: 使用偏好僅必須有

source: Left
ar: باقى
cs: Vlevo
da: Tilbage
de: Verbleibend
es: Restantes
fa: باقیمانده
fi: Jäljellä
fr: Restant
id: Tersisa
it: Rimanenti
ja: 左
lv: Atlikušas
nl: Links
no: Igjen
pl: Pozostało
pt: Faltando
ru: Осталось
sv: Kvar
tr: Kalan
zh_cn: 剩余
zh_hk: 剩餘

# AbsenceSaveWasInvalid
source: DA
ar: لم يتم حفظ غياب او اكثر
cs: Jenda nebo více abcencí nebyla uložena. Nemáte oprávnění změnit sledování typu absencí když je používán jinou osobou.
da: Et eller flere fravær er ikke gemt. Det er ikke tilladt at ændre tracker typen på et fravær når den er anvendt på en konto.
de: Eine oder mehrere Abwesenheiten wurde(n) nicht gespeichert. Sie sind nicht berechtigt den Typ des Protokolls der Abwesenheit zu ändern, wenn dieser im Gebrauch eines Personal-Kontos ist.
es: Una o más ausencias no han sido guardadas. No tiene permisos para modificar el tipo de cuenta de una ausencia, al ser usada por una cuenta personal
fa: یک مرخصی و یا بیشتر از آن ذخیره نشده است.شما مجاز به تغییر نوع پیگیری کننده یک مرخصی وقتی که توسط حساب یک شخص استفاده میشود نیستید.
fi: Ei pystytty tallentamaan yhtä tai useampaa poissaoloa. Sinulla ei ole lupaa muuttaa poissaolon seurantatyyppia, kun se on henkilötilillä käytössä.
fr: Une absence ou plus n'a pas été sauvegardée. Vous n'êtes pas autorisé à changer le type de repère d'une absence quand il est utilisé par un compte personne.
id: Satu absen atau lebih tidak disimpan. Anda tidak diperbolehkan mengubah jenis pelacak pada sebuah absen ketika sedang digunakan oleh akun orang.
it: Una o più assenze non sono state salvate. Non è permesso modificare il tipo di tracciamento di un'assenza quando è utilizzata da un Contatore.
ja: 欠勤を保存できませんでした。個人アカウントで使用されている欠勤の追跡者の種類を変更することはできません。
nl: Een of meer afwezigheden zijn niet opgeslagen. U bent niet toegestaan ​​om tracker type van een afwezigheid veranderen wanneer deze in gebruik is door een persoon account.
no: Et eller flere fravær ble ikke lagret. Du har ikke tillatelse til å endre sporingstype på et fravær når det er i bruk av en annen personkonto.
pl: Jedna lub więcej nieobcności nie zostały zapisane. Nie masz uprawnień do zmiany rodzaju śledzenia nieobecności kiedy jest ona używana przez konto osobiste.
pt: Uma ou mais ausências não foram salvas. Você não tem permissão para mudar o tipo do rastreador de uma ausência quando ela está em uso por uma conta pessoal.
ru: Одно или несколько отсутствий не было сохранено. У вас нет прав изменять тип отслеживания, если оно назначено на агента.
sv: En eller flera frånvaro sparades inte. Det är inte tillåtet att ändra en uppföljningstyp för en frånvaro när den används i en tidsuppföljning.
tr: Bir veya birden fazla devamsızlık kaydedilmemiş durumda. Kullanımda olan bir devamsızlık için izleyici tipini değiştirmek mümkün değildir.
zh_cn: 一个或多个缺勤未保存。当个人帐户中的一个缺勤被使用时，您不能更改其跟踪类型。
zh_hk: 一個或多個缺勤未保存。當個人帳戶中的一個缺勤被使用時，您不能更改其跟蹤類型。

source: Tracker type
ar: نوع المتتبع
cs: Sledování typů
da: Tracker typen
de: Protokoll Typ
es: Tipo de cuenta
fa: نوع پیگیری کننده
fi: Seurantatyyppi
fr: Type de repère
id: Jenis Pelacak
it: Tipo tracciamento
ja: 追跡者の種類
lv: Trakera tips
no: Sporingstype
pl: Rodzaj śledzenia
pt: Tipo de rastreamento
ru: Тип отслеживания
sv: Uppföljningstyp
tr: İzleyici tipi
zh_cn: 跟踪类型
zh_hk: 跟蹤類型

# BlockNotValidConflictingCategories
source: Conflicting pre scheduled shift categories, not a valid block
ar: تعارض فى فئة النوبة السابق جدولتها, كتلة غيى صحيحة
cs: Konflikt předplánované kategorie směnnejsou v platném bloku
da: Modstridende pre planlagt vagtkategori, ikke en gyldig blok
de: Konflikt mit vorgeplanten Schichtkategorien, kein gültiger Block.
es: Conflicto en categorías de turno pre-planificadas, bloque no válido
fa: تداخل با دسته بندی شیفت های زمان بندی شده .یک دسته معتبر نیست.
fi: Ristiriitainen aiemmin aikataulutetun vuoroluokan kanssa, ei voimassa oleva blokki
fr: Catégories d'horaires pré-planifiées, pas un bloc valide
id: Kategori shift pra-penjadwalan konflik, blokir tidak valid
it: Categorie turni pre-pianificazione in conflitto. Blocco non valido
ja: 事前にスケジュールされたシフトカテゴリが競合しています。有効なブロックではありません。
lv: Pretrunīgas priekšplānoto maiņu kategorijas, nav derīgs bloks
nl: Conflicterende pre ingeroosterd diensten categorieën, geen geldig blok
no: I konflikt med forhåndsplanlagte skiftkategorier, ikke gyldig blokk
pl: Konflikt wcześniej zaplanowanych kategorii dyżurów, niedozwolony blok
pt: Categorias de Turnos Pré-Agendados conflitantes, não é um bloco válido.
ru: Конфликт предварительно запланированных категорий смен, недопустимый блок
sv: Olika skiftkategorier schemalagda, därmed inte ett giltigt block.
tr: Önceki vardiyalanmış vardiya kategorileri ile çelişki var. Bu nedenle geçerli blok vardiya planı yapılamıyor.
zh_cn: 与预排的班次类别冲突，不是有效的批次。
zh_hk: 與預排的班次類別衝突，不是有效的批次。

source: Actual heads
ar: عدد الرؤوس الفعلبة
cs: Aktuální obsazení
da: Faktiske hoveder
de: Tatsächliche Anzahl Köpfe
es: Personal actual
fa: موضوعات واقعی
fi: Todelliset henkilöt
fr: Effectif réel
id: Kepala aktual
it: Teste effettive
ja: 要員数 実値
lv: Faktiskie darbinieki
nl: Actuele hoofden
no: Virkelige hoder
pl: Aktualnie osób
pt: Headcount real
ru: Количество человек
sv: Verkliga huvuden
tr: Gerçek kişi sayısı
zh_cn: 实际人头数量
zh_hk: 實際人頭數量

# ApplyNewTemplateQuestion
source: Would you like to apply the new template to the selected days?
ar: هل تريد تطبيق القالب الجديد على الايام المحدده؟
cs: Chcete uplatnit nový vzor na zvolené dny?
da: Vil du tilføje den nye skabelon til de valgte dage?
de: Wollen Sie eine neue Vorlage für die ausgewählten Tage verwenden?
es: Desea aplicar la nueva plantilla a los días seleccionados?
fa: آیا مایل به اعمال الگوی جدید برای روزهای انتخاب شده هستید؟
fi: Haluaisitko käyttää uutta mallia valituille päiville?
fr: Voulez-vous appliquer le nouveau modèle aux jours sélectionnés?
id: Apakah anda akan menerapkan template baru pada hari yang dipilih?
it: Vuoi applicare il nuovo schema ai giorni selezionati?
ja: 選択した日に新規テンプレートを適用しますか?
lv: Vai jūs vēlaties ieviest jaunu veidni izvēlētajām dienām?
nl: Wilt U de nieuwe template toepassen op de geselecteerde dagen?
no: Vil du anvende den nye malen for valgte dager?
pl: Czy zastosować nowy wzór do wybranych dni?
pt: Você gostaria de aplicar o novo template aos dias selecionados?
ru: Вы действительно хотите применить новый шаблон к выделенным дням?
sv: Vill du använda den nya mallen på de markerade dagarna?
tr: Yeni şablonu seçilen günlere uygulamak istiyor musunuz?
zh_cn: 您要为选定日期应用新的模板吗？
zh_hk: 您要為選定日期應用新的範本嗎？

# YouHaveToHaveAtLeastOnActivityAndShiftCategoryBeforeCreatingARuleset
source: You have to have at least one activity and shift category before creating a rule set.
ar: يجب ان يكون لديك نشاط و فئة نوبة واحده على الاقل لعمل مجموعة قواعد
cs: Musíte mít alespoň jednu činnost a katgorii směn než vytvoříte sadu pravidel.
da: Der skal være mindst en aktivitet og en vagtkategori før du kan skabe et regelsæt.
de: Bevor ein Regel -Set angelegt wird müssen mindestens eine Aktivität und eine Schichtkategorie vorhanden sein.
es: Debe tener al menos una actividad y categoría de turno antes de crear un conjunto de normas.
fa: شما حداقل باید یک فعالیت و دسته بندی شیفت قبال از ایجاد مجموعه قانون داشته باشید.
fi: Vähintään yksi aktiviteetti ja vuoroluokka tulee olla ennen sääntösarjan luomista.
fr: Vous devez avoir au moins une activité et catégorie d'horaires avant de créer une règle d'horaires.
id: Anda harus memiliki setidaknya satu aktivitas dan kategori shift sebelum membuat aturan.
it: Prima di creare un Set di regole devi avere almeno un'attività e categoria di turno.
ja: ルールセットを作成する前に、活動とシフトカテゴリをそれぞれ1つ以上設定する必要があります。
lv: Jums ir jābūt vismaz vienai aktivitātei un maiņu kategorijai pirms veidot noteikumu kopu.
nl: U moet minstens een activiteit hebben en een dienst categorie voordat u een regelset creëer.
no: Du må ha minst en aktivitet og skiftkategori før du kan opprette et regelsett.
pl: Musisz mieć przynajmniej jedną aktywność i kategorię dyżuru przed tworzeniem zestawu reguł.
pt: Você precisa ter ao menos uma atividade e uma categoria de turno antes de criar um conjunto de regras.
ru: Необходимо создать хотя бы одну активность и категорию смены перед созданием набора правил.
sv: Du måste ha minst en aktivitet och en skiftkategori innan du kan skapa en regeluppsättning.
tr: Kural seti oluşturmadan önce en az bir aktivite ve vardiya kategorisi seçmeniz gerekmektedirç
zh_cn: 创建班次规则之前必须至少有一个活动及班次类别。
zh_hk: 創建班次規則之前必須至少有一個活動及班次類別。

source: Publishing Date Schedule
ar: تاريخ نشر الجدول
cs: Datum zveřejnění plánu
da: Udgivelses dato for vagtplan
de: Plan - Veröffentlichungsdatum
es: Plublicando Planificación de la fecha
fa: زمانبندی تاریخ انتشار
fi: Työvuorojen julkaisupäivämäärä
fr: Date publication planning
id: Jadwal Tanggal Pengumuman
it: Pubblicazione data piano
ja: 公開日 スケジュール
lv: Publicēšanas Datums Grafiks.
nl: Publicatie Datum Rooster
no: Utgivelsesdato skjema
pl: Data publikacji Plan
pt: Data de Publicação da Agenda
ru: Дата публикации расписания
sv: Publiceringsdatum schema
tr: Vardiya planı yayınlama tarihi
zh_cn: 班表发布日期
zh_hk: 班表發佈日期

source: Calculation
ar: طريقة الحساب
cs: Kalkulace
da: Beregning
de: Berechnung
es: Cálculo
fa: محاسبه
fi: Laskenta
fr: Calcul
id: Perhitungan
it: Elaborazione
ja: 計算
lv: Aprēķini
nl: Berekening
no: Beregning
pl: Kalkulacja
pt: Cálculo
ru: Расчет
sv: Beräkning
tr: Hesaplama
zh_cn: 计算
zh_hk: 計算

source: Load Options
ar: خيارات التحميل
cs: Načítání možností
da: Indlæsnings muligheder
de: Optionen laden
es: Cargar Opciones
fa: انتخابهای بارگذاری
fi: Latausvalinnat
fr: Charger options
id: Opsi Pengeluaran
it: Opzioni caricamento
ja: 読み込みオプション
lv: Ielādēt Iespējas
nl: Laad Opties
no: Last valg
pl: Ładuj opcje
pt: Opções de Carregamento
ru: Загрузка опций
sv: Laddningsalternativ
tr: Opsiyonları yükle
zh_cn: 加载选项
zh_hk: 載入選項

source: Calculations
ar: الحسابات
cs: Kalkulace
da: Beregninger
de: Berechnungen
es: Cálculos
fa: محاسبات
fi: Laskelmat
fr: Calculs
id: Perhitungan
it: Elaborazioni
ja: 計算
lv: Aprēķini
nl: Berekeningen
no: Beregninger
pl: Kalkulacje
pt: Cálculos
ru: Расчеты
sv: Beräkningar
tr: Hesaplamalar
zh_cn: 计算
zh_hk: 計算

source: Toggle
ar: ثبت
cs: Přepnout
da: Skifte
de: Optionen
es: Mostrar
fa: تغییر وضعیت
fi: Huomioi
fr: Sélection
id: Ubah
it: Passa
ja: トグル
lv: Pārslēgšana
no: Veksle
pl: Przełącz
pt: Alternar
ru: Включая
sv: Slå av/på
tr: Geçiş
zh_cn: 切换
zh_hk: 切換

source: Validations
ar: التصديقات
cs: Ověření
da: Valideringer
de: Validierungen
es: Validaciones
fa: ارزیابی ها
fi: Validoinnit
id: Validasi
it: Convalidazioni
ja: 検証
lv: Apstiprināšana
nl: Validaties
no: Godkjenninger
pl: Walidacje
pt: Validações
ru: Проверка
sv: Valideringar
tr: Doğrulamalar
zh_cn: 验证
zh_hk: 驗證

# EmployeeNoDot
source: Employee #
ar: موظف #
cs: Zaměstnanec č.
da: Medarbejder #
de: Mitarbeiter #
es: Empleado #
fa: کارمند #
fi: Työntekijä #
fr: Employé #
id: Karyawan #
it: Dipendente #
ja: 従業員番号
no: Ansatt #
pl: Pracownik#
pt: # Funcionário
ru: Сотрудник #
sv: Anst. nummer
tr: Personel #
zh_cn: 员工
zh_hk: 員工

# NotInHierarchy
source: Users
ar: المستخدمين
cs: Uživatelé
da: Brugere
de: Benutzer
es: Usuarios
fa: کاربران
fi: Käyttäjät
fr: Utilisateurs
id: Pengguna
it: Utenti
ja: ユーザー
lv: Lietotāji
no: Brukere
pl: Użytkownik
pt: Usuários
ru: Пользователи
sv: Användare
tr: Kullanıcılar
zh_cn: 用户
zh_hk: 用戶

# CampaignEmailsHandlingtimePercent
source: Campaign emails handling time %
ar: نسبة الوقت المترتب على البريد الإلكتروني في الحملة الترويجية %
cs: Kampaň - e-maily doba vyřízení
da: Kampagne e-mails behandlingstid %
de: Kampagnen E-Mails Bearbeitungszeit
es: Campaña e-mails tiempo de gestión %
fa: درصد زمان رسیدگی ایمیل های کمپین
fi: Kampanjasähköpostien EHT%
fr: Durée de traitement d'e-mails campagne %
id: Waktu penanganan email kampanye %
it: Tempo gestione e-mail campagna %
ja: キャンペーンのEメール処理時間 %
lv: Kampaņas e-pastu apstrādes laiks %
nl: Campagne emails verwerkingstijd %
no: Kampanje e-post behandlingstid %
pl: Czas obsługi emaili w kampanii %
pt: Ajuste do tempo de atendimento de e-mails %
ru: Эл. сообщения кампании (акции), время обработки %
sv: Kampanj, e-post hanteringstid %
tr: Kampanya e-postaları yönetim süresi %
zh_cn: 邮件处理均长调整 (%)
zh_hk: 郵件處理均長調整 (%)

# DescriptionTimeTracker
source: Comp
ar: Komp
cs: Porovnat
da: Komp
fa: مقایسه
fi: Saldo
ja: 代休
no: Komp.
pl: Kompensacja
ru: Комп.
sv: Komp
tr: Uygun
zh_cn: 补偿
zh_hk: 補償

source: Thresholds
ar: الحدود المسموح بها
cs: Meze
da: Grænseværdier
de: Grenzwerte
es: Umbrales
fa: آستانه ها
fi: Varoitusarvot
fr: Seuil
id: Ambang
it: Soglia
ja: しきい値
lv: Sliekšņi
nl: Drempels
no: Nivåer
pl: Progi
pt: Limites
ru: Пороги
sv: Tröskelvärden
tr: Eşik
zh_cn: 阈值
zh_hk: 閾值

source: Manage State Groups and States
ar: إدارة مجموعات الحالة والحالات
cs: Spravovat stavové skupiny a stavy
da: Administrer tilstandsgrupper og tilstande
de: Statusgruppen und Status verwalten
es: Gestionargrupos de estados y estados
fa: مدیریت استان ها و گروه های استان ها
fi: Tilaryhmien ja tilojen hallinta
fr: Gérer groupes de statuts et statuts
id: Mengatur status kelompok dan status
it: Gestione Gruppi di stati e Stati
ja: 状態グループと状態の管理
lv: Pārvaldīt Stāvokļa Grupas un Stāvokļus
nl: Beheer Staat Groepen en Staten
no: Administrer statusgrupper og status
pl: Zarządzaj grupami stanów i stanami
pt: Gerenciar grupos de estados e estados
ru: Управление группами состояний и состояниями
sv: Hantera statusgrupper och statusar
tr: Grup durumlarını ve durumları yönet
zh_cn: 管理状态组及状态
zh_hk: 管理狀態組及狀態

source: Go
ar: انتقال
cs: Jít
da: Fortsæt
de: Los
es: Ir
fa: برو
fr: Exécuter
id: Jalankan
it: Vai
lv: Aiziet
nl: Ga
no: Gå
pl: Idź
pt: Ir
ru: Пуск
sv: Kör
tr: Git
zh_cn: 运行
zh_hk: 運行

source: Select attendees
ar: اختيار الحضور
cs: Vyberte účastníky
da: Vælg deltagere
de: Teilnehmer auswählen
es: Seleccione asistentes
fa: انتخاب حضار
fi: Valitse osallistujat
fr: Sélectionnez accompagnateur
id: Pilih peserta
it: Seleziona partecipanti
ja: 出席者の選択
lv: Atlasīt dalībniekus
nl: Selecteer deelnemers
no: Velg deltakere
pl: Wybierz uczestników
pt: Selecione Participantes
ru: Выберите участников
sv: Välj deltagare
tr: Katılımcıları seç
zh_cn: 选择参与人
zh_hk: 選擇參與人

# Pin
source: Observe
ar: تعليق
cs: Špendlík
da: Fastgør
de: Auswählen
es: Observar
fa: مشاهده
fi: Liitä
fr: Observer
id: Observasi
it: Rispetta
ja: 監視
lv: Novērot
nl: Observeren
no: Observer
pl: Obserwuj
pt: Observar
ru: Закрепить
sv: Bevaka
tr: İzleme
zh_cn: 重点关注
zh_hk: 重點關注

# Unpin
source: Remove from list
ar: ازالة التعليق
cs: Odšpendlit
da: Frigør
de: Loslösen
es: Borrar de la lista
fa: حذف از لیست
fi: Poista listalta
fr: Supprimer de la liste
id: Hilangkan dari daftar
it: Rimuovi dall'elenco
ja: リストから削除
lv: Noņemt no saraksta
nl: Verwijder uit de lijst
no: Slett fra agentliste
pl: Usuń z listy
pt: Remover da lista
ru: Открепить
sv: Ta bort från lista
tr: Artık izleme
zh_cn: 从关注列表中移除
zh_hk: 從關注列表中移除

source: State Groups
ar: مجموعات الحالة
cs: Stavové skupiny
da: Tilstandsgrupper
de: Statusgruppen
es: Grupos de Estado
fa: گروه استانی
fi: Tilaryhmät
fr: Groupes de statuts
id: Kelompok Status
it: Gruppi di stati
ja: 状態グループ
lv: Stāvokļa Grupas
nl: Staat Groepen
no: Angi grupper
pl: Grupy stanu
pt: Grupos de Estados
ru: Группы состояний
sv: Statusgrupper
tr: Gruplerı belirt
zh_cn: 状态组
zh_hk: 狀態組

source: State Groups and States
ar: مجموعات الحالة و الحالات
cs: Stavové skupiny a stavy
da: Tilstandsgrupper og Tilstande
de: Statusgruppen und Status
es: Grupos de Estado y Estados
fa: استانها و گروه های استانی
fi: Tilaryhmät ja tilat
fr: Groupes de statuts et statuts
id: Kelompok Status dan Status
it: Gruppi di stati e Stati
ja: 状態グループと状態
lv: Stāvokļa Grupas un Stāvokļi
nl: Staat Groepen en Staten
no: Angi grupper og status
pl: Grupy stanu i stany
pt: Grupos de Estados e Estados
ru: Группы состояний и состояния
sv: Statusgrupper och statusar
tr: Gruplerı belirt
zh_cn: 状态组及状态
zh_hk: 狀態組及狀態

# RecurrentTextMonthly
source: Occures the {0} {1} of every {2} month(s) effective {3} until {4} {7} {5} {8} {6}.
ar: يحدث ال {0} {1} من كل {2} شهر ابتداءً من {3} حتى {4} {7} {5} {8} {6}
cs: Vyskytuje se {0} {1} každý {2} platný měsíc(e) {3} až do {4} {7} {5} {8} {6}.
da: Forekommer den {0} {1} for hver {2} måned(er) med virkning fra {3} til {4} {7} {5} {8} {6}.
es: Ocurre el {0} {1} de cada {2} mes(es) efectivo {3} hasta {4} {7} {5} {8} {6}.
fa: رویداد {0} {1} هر {2} ماه رخ می دهد اثر بخشی {3} تا {4} {7} {8} {6}
fi: Toistuu {0} {1} joka {2} kuukausi ja on voimassa {3} ajankohtaan {4} {7} {5} {8} {6} asti.
fr: A lieu le {0} {1} de chaque {2} mois en effet {3} jusqu'au {4} {7} {5} {8} {6}.
id: Terjadi pada {0} {1} setiap {2} bulan efektif {3} sampai dengan {4} {7} {5} {8} {6}.
it: Ricorre il {0} {1} ogni {2} mese/i con effetto {3} fino al {4} {7} {5} {8} {6}.
ja: {3} から{4} {7} {5} {8} {6} までの {2} か月ごとの {0} {1} に発生
nl: Gebeurt de {0} {1} van iedere {2} maand (en) effectief {3} tot {4} {7} {5} {8} {6}.
no: Skjer den {0} {1} i hver {2} måned(er) med gyldighet {3} til {4} {7} {5} {8} {6}.
pl: Następuje w {0} {1} każdego {2} miesiąca od {3} do {4} {7} {5} {8} {6}.
pt: Ocorre em {0} {1} a cada {2} mês (meses) efetiva de {3} até {4} {7} {5} {8} {6}.'
ru: Возникает {0} {1} каждые {2} месяца(ев), эффективно {3} до {4} {7} {5} {8} {6}.
sv: Inträffar den {0} {1} varje {2} månad(er) från {3} till och med {4} {7} {5} {8} {6}.
tr: her {2} ayın {0} {1} tekrar etmektedir. {4} {7} {5} {8} {6} kadar geçerlidir {3}.
zh_cn: 每 {2} 个月发生于 {0} {1} ，有效于{3} 直到 {4} {7} {5} {8} {6}。
zh_hk: 每 {2} 個月發生於 {0} {1} ，有效於{3} 直到 {4} {7} {5} {8} {6}。
