Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

source: Move period one interval later
ar: حرك الفترة فاصل زمنى بعد
cs: Posunout období o interval později
da: Flyt perioden et interval senere
de: Periode ein Intervall später legen.
es: Mover período un intervalo porterior
fa: انتقال دوره به فاصله زمانی دیرتر
fi: Siirrä jakso yhtä intervallia myöhäisemmäksi
fr: Déplacer la période un intervalle plus tard
id: Memindah satu periode lebih lambat
it: Sposta periodo un intervallo dopo
ja: 期間を1インターバル遅くする
lv: Pārvietot periodu vienu intervālu vēlāk
nl: Verplaats periode een interval later
no: Flytt periode et intervall senere
pl: Przesuń okres o interwał później
pt: Mover o período para o intervalo seguinte
ru: Сдвинуть период на один интервал позднее
sv: Flytta period ett intervall senare
tr: Periyodu bir interval sonraya alın
zh_cn: 周期后移一个间隔
zh_hk: 週期後移一個間隔

# MoveStartOneIntervalEarlier
source: Move start time one interval earlier
ar: حرك وقت البدايه فاصل زمنى قبل
cs: Posunout čas začátku o interval dříve
da: Flyt start tid et interval tidligere
de: Startzeit ein Intervall früher legen.
es: Mover hora de inicio un intervalo anterior
fa: انتقال زمان شروع به فاصله زمانی زودتر
fi: Siirrä aloitusaikaa yhtä intervallia aikaisemmaksi
fr: Déplacer l'heure de début un intervalle plus tôt
id: Pindahkan waktu mulai satu interval lebih awal
it: Sposta l'ora di inizio un intervallo prima
ja: 開始時刻を1インターバル早くする
lv: Pārvietot sākuma laiku vienu intervālu agrāk
nl: Verplaats starttijd een interval eerder
no: Flytt starttid et intervall tidligere
pl: Przesuń czas rozpoczęcia o interwał wcześniej
pt: Mover o tempo inicial para o intervalo anterior
ru: Сдвинуть время начала на один интервал ранее
sv: Flytta starttid ett interval tidigare
tr: Başlangıç zamanını bir interval önceye alın
zh_cn: 开始时间前移一个间隔
zh_hk: 開始時間前移一個間隔

# MoveStartOneIntervalLater
source: Move start time one interval later
ar: حرك وقت البدايه فاصل زمنى بعد
cs: Posunout čas začátku o interval později
da: Flyt start tid et interval senere
de: Startzeit ein Intervall später legen.
es: Mover hora de inicio un intervalo porterior
fa: انتقال زمان شروع به فاصله زمانی دیرتر
fi: Siirrä aloitusaikaa yhtä intervallia myöhäisemmäksi
fr: Déplacer l'heure de début un intervalle plus tard
id: Pindahkan waktu mulai satu interval lebih telat
it: Sposta l'ora di inizio un intervallo dopo
ja: 開始時刻を1インターバル遅くする
lv: Pārvietot sākuma laiku vienu intervālu vēlāk
nl: Verplaats starttijd een interval later
no: Flytt starttid et intervall senere
pl: Przesuń czas rozpoczęcia o interwał później
pt: Mover o tempo inicial para o intervalo seguinte
ru: Сдвинуть время начала на один интервал позднее
sv: Flytta starttid ett interval senare
tr: Başlangıç zamanını bir interval sonraya alın
zh_cn: 开始时间后移一个间隔
zh_hk: 開始時間後移一個間隔

# CannotAddPreferenceSelectedItemNotAvailableParameter0
source: The preference cannot be added because the selected item '{0}' not is available anymore.
ar: الاختيار لا يمكن إضافته بسبب البند المختار
cs: Preference nelze přidat, protože zvolená položka '{0}' již není dostupná.
da: Ønsket kan ikke tilføjes fordi det valgte emne'{0}' ikke længere er tilgængelig.
de: Die Präferenz kann nicht hinzugefügt werden, da das ausgewählte Element '{0}' nicht mehr verfügbar ist.
es: La preferencia no puede ser añadida debido a que el item seleccionado '{0}' no está ya disponible.
fa: الویت نمی تواند اضافه شود زیرا آیتم انتخاب شده{0} دیگر در دسترس نمی باشد.
fi: Työvuorotoivetta ei voida lisätä koska '{0}' ei ole enää käytettävissä.
fr: La préférence ne peut pas être ajoutée car l'objet sélectionné '{0}' n'est plus disponible.
id: Preferensi tidak bisa ditambahkan karena '{0}' yang dipilih tidak tersedia lagi.
it: La preferenza non può essere aggiunta perchè l'elemento selezionato '{0}' non è più disponibile.
ja: 選択した項目 '{0}' は既に利用できないため、プリファレンスを追加できません。
lv: Vēlmi nevar pievienot, jo izvēlētais objekts '{0}' nav vairs pieejams.
nl: De voorkeur kan niet toegevoegd worden omdat het geselecteerde item {0} is niet meer beschikbaar.
no: Preferansen kan ikke legges til fordi '{0}' ikke lenger er tilgjenglig.
pl: Nie można dodać preferencji ponieważ wybrany obiekt '{0}' nie jest już dostępny.
pt: Essa preferência não pode ser adicionada, pois o item '{0}' não está mais disponível.
ru: Предпочтение не может быть добавлено, т.к. '{0}' более недоступно.
sv: Önskemålet kan inte läggas till på grund av att '{0}' inte längre är tillgänglig.
tr: Tercih eklenemiyor. Seçilen {0} artık geçerli değil.
zh_cn: 不能添加该偏好，因选择项 {0} 已不再可用
zh_hk: 不能添加該偏好，因選擇項 {0} 已不再可用

# CanNotOvertimeWithoutMultiplicatorDefinitionSets
source: Can not add overtime without multiplicator definition sets
ar: لا يمكن اضافة وقت اضافى دون دامج مجموعه الضبط
cs: Není možné přidat přesčas bez definice nastavení náspobitele
da: Kan ikke tilføje overarbejde uden multiplikator definitionssæt
de: Überstunden ohne Multiplikatordefinitionsset können nicht hinzugefügt werden.
es: No ha sido posible añadir tiempo extra sin conjunto de definiciones de multiplicador
fa: بدون تنظیمات تعاریف افزایشگر امکان افزودن اضافه کاری نیست
fi: Ei voida lisätä ylityötä ilman palkanlisä asetuksia
fr: Ne peut pas ajouter de temps supplémentaire sans définition des multiplicateurs
id: Tidak bisa menambah lembur tanpa pengali
it: Impossibile aggiungere straordinari senza insiemi di definizione di moltiplicatori
ja: 乗数定義セットなしで残業を追加することはできません
lv: Nevar pievienot virsstundas bez multiplikatora definīciju kopām
nl: Kan geen overwerk toevoegen zonder multiplicator definitie sets
no: Kan ikke legge til overtid uten definisjonsgruppe for multiplikator
pl: Nie można dodać nadgodzin bez zestawów definicji mnożnika
pt: Não é possível adicionar horas extras sem um conjunto de definições de um multiplicador
ru: Невозможно добавить сверхурочное время без наборов определений множителя
sv: Kan inte lägga på övertid utan definitionsgrupper för multiplikatorer
tr: Fazla mesai eklenemiyor. Çarpan tanım seti bulunmuyor.
zh_cn: 由于无乘数定义集，不能添加加班。
zh_hk: 由於無乘數定義集，不能添加加班。

# LogOnWarningPasswordWillSoonExpire
source: Please change your password. It will expire within {0} days.
ar: فضلا قم بتغيير كلمة السر. ستنتهى صلاحيتها خلال {0} ايام
cs: Prosím změňte své heslo. Termín vypršení {0} dnů.
da: Ændre venligst din agangskode. Den vil udløbe om {0} dage.
de: Bitte Ihr Kennwort ändern. Es wird in {0} Tagen verfallen.
es: Por favor, cambie su contraseña. Expirará dentro de {0} días.
fa: لطفا کلمه رمز خود را تغییر دهید. کلمه رمز ظرف {0} روز منقضی خواهد شد.
fi: Vaihda salasanasi. Se vanhenee {0} päivän kuluttua.
fr: Merci de changer votre mot de passe. Il va expirer dans {0} jours.
id: Silakan ubah password anda. Password akan kadaluwarsa dalam {0} hari.
it: Cambia la tua password per favore. Quella attuale scadrà tra {0} giorni.
ja: パスワードを変更してください。このパスワードは {0} 日以内に有効期限が切れます。
lv: Lūdzu nomainīt paroli. Pēc {0} dienām parolei beigsies derīguma termiņš.
nl: Aub verander uw wachtwoord. Het vervalt binnen {0} dagen.
no: Vennligst endre passordet ditt. Det utløper innen {0} dager.
pl: Neleży zmienić hasło zanim wygaśnie (za {0} dni).
pt: Por favor altere a sua senha. Ela irá expirar dentro de {0} dias.
ru: Пожалуйста, измените ваш пароль. Пароль истекает через {0} дней.
sv: Du måste ändra ditt lösenord. Det går ut om {0} dagar.
tr: Lütfen şifreniz değiştirin. {0} gün içinde şifreniz geçerliliğini yitirecek.
zh_cn: 密码将于 {0} 天后过期，请修改。
zh_hk: 密碼將於 {0} 天后過期，請修改。

# BusinessRuleWeeklyRestErrorMessage
source: The week does not have the stipulated ({0}) weekly rest.
ar: الاسبوع لا يحوى {0} الراحة الاسبوعية المشترطة
cs: Týden nemá vahrazený ({0}) zbytek týdne.
da: Ugen har ikke den fastsatte ({0}) ugentlige hviletid.
de: Die Woche hat nicht die vereinbarte ({0}) wöchentliche Ruhezeit
es: La semana no tiene el descanso semanal estipulado ({0}).
fa: این هفته شامل ({0}) استراحت هفتگی تصریح شده نیست
fi: Viikossa ei ole sopimuksen mukaista ({0}) viikkolepoaikaa.
fr: La semaine n'a pas le repos hebdomadaire de {0} stipulé.
id: Minggu tidak memiliki ({0}) istirahat mingguan.
it: La settimana non contiene il riposo settimanale ({0}) previsto.
ja: この週には既定の（{0}）週休が設定されていません。
lv: Nedēļā nav noteiktā ({0}) iknedēļas atpūta.
nl: De week heeft niet de gestipuleerde ({0}) wekelijkse rusttijd.
no: Uken har ikke stipulert ({0}) ukentlig hviletid.
pl: Ten tydzień nie zawiera wymaganego ({0}) tygodniowego czasu odpoczynku.
pt: A semana não tem descanso semanal estipulado ({0}).
ru: На неделе не достигнуто минимальное ({0}) недельное время отдыха.
sv: Veckan har inte tillräckligt lång ({0}) veckovila.
tr: Bu hafta istenen {0} haftalık dinlenme süresine sahip değil.
zh_cn: 该周违反约定的周{0}休息日。
zh_hk: 該周違反約定的周{0}休息日。

# ActiveAgentsInUseColon
source: Active agents in use:
ar: ممثلون نشطون مستخدمون
cs: Aktivní agenti použití:
da: Aktive medarbejdere:
de: Aktive Mitarbeiter verwendet:
es: Agentes activos en uso:
fa: فعال کردن پاسخگو های در حال کار
fi: Aktiivisia agentteja käytössä:
fr: Agent actifs utilisés:
id: Agent aktif digunakan:
it: Agenti attivi in uso:
ja: 使用中のアクティブエージェント:
lv: Aktīvie operatori lietošanā:
nl: Actieve agenten in gebruik:
no: Aktive agenter i bruk:
pl: Aktywni Agenci w użyciu:
pt: Agentes ativos em uso:
ru: Используемые активные операторы:
sv: Aktiva agenter i bruk:
tr: Kullanımdaki aktif müşteri temsilcileri:
zh_cn: 激活的座席代表数：
zh_hk: 啟動的座席代表數：

source: Optimizing shift lengths
ar: تحسين فترة نوبة العمل
cs: Optimalizace délky směn
da: Optimere vagt længder
de: Schicht-Längen optimieren
es: Optimizando duración de turnos
fa: بهینه سازی مدتهای شیفت
fi: Optimoidaan vuoronpituuksia
fr: Optimisation des longeurs d'horaires
id: Optimalisasi panjang shift
it: Ottimizzazione lunghezza turni
ja: シフト長の最適化
lv: Optimizē maiņu ilgumu
nl: Optimaliseren van dienst lengten
no: Optimalisere skift lengder
pl: Optymalizacja długości dyżurów
pt: Otimizando tamanho dos turnos
ru: Оптимизация длительности смен
sv: Optimerar skiftlängder
tr: Vardiya uzunlukları optimize ediliyor
zh_cn: 正在班次长度优化
zh_hk: 正在班次長度優化

# ShiftTradeRequestCouldNotBeAcceptedParameter0
source: The shift trade request could not be accepted due to an error. Error message: {0}
ar: طلب تبديل الورديات قد لا يتم قبوله بسبب خطأ. رسالة خطأ {0}
cs: Požadavek na výměnu směny nemůže být přijat z důvodu chyby. Chybová zpráva: {0}
da: Vagtbytte ønsket kunne ikke accepteres på grund af en fejl. Fejl besked: {0}
de: Die Schicht- Tausch-Anfrage konnte aufgrund eines Fehlers nicht genehmigt werden. Fehlermeldung: {0}
es: La solicitud de cambio de turno no ha sido acceptada debido a un error. Mensaje de error: {0}
fa: درخواست معاوضه شیفت به علت خطا نمی تواند انجام شود. پیام خطا: {0}
fi: Vuoronvaihtopyyntöä ei voitu hyväksyä virheen vuoksi. Virheviesti: {0}
fr: La demande d'échange d'horaires ne peut pas être acceptée à cause d'une erreur. Message d'erreur: {0}
id: Permintaan pertukaran shift tidak bisa diterima karena terjadi kesalahan. Pesan kesalahan: {0}
it: La richiesta di scambio turni non può essere accettata a cause di un errore. Messaggio errore: {0}
ja: エラーが発生したため、シフト交代要求を承認できません。 エラーメッセージ: {0}
lv: Samaiņas pieprasījums nav apstiprināts kļūdas dēļ. Kļūdas ziņojums: {0}
nl: De dienst handel kon niet aanvaard worden door en error. Error bericht: {0}
no: Forespørsel om bytte av skift kunna ikke aksepteres nytt pga. en feil. Feilmelding: {0}
pl: Prośba o zamianę dyżuru nie może być zaakceptowana z powodu błędu. Błąd: {0}
pt: A solicitação de troca de turno não pode ser aceita devido a um erro. Mensagem de Erro: {0}
ru: Запрос на изменение смен не может быть подтвержден, т.к. произошла ошибка. Текст ошибки: {0}
sv: Skiftbytesförfrågan kunde inte godkännas på grund av att ett fel inträffade. Felmeddelande: {0}
tr: İlgili hatadan dolayı vardiya takası isteği kabul edilmedi. Hata mesajı: {0}
zh_cn: 发生错误，调换班申请未被接受。 错误信息：{0}。
zh_hk: 發生錯誤，調換班申請未被接受。 錯誤資訊：{0}。

# SaveOrCancel
source: Do you wish to save your work or cancel?
ar: هل تود الاحتفاظ بعملك ام الالغاء
cs: Přejete si uložit vaši práci nebo zrušit?
da: Ønsker du at gemme eller annullere dit arbejde?
de: Wollen Sie Ihre Arbeit speichern oder abbrechen?
es: Desea guardar su trabajo o cancelar?
fa: آیا می خواهید کار خود را ذخیره یا لغو کنید؟
fi: Haluatko tallentaa tekemäsi muutokset vai peruuttaa?
fr: Voulez-vous sauvegarder ou annuler votre travail?
id: Apakah anda ingin menyimpan pekerjaan anda atau membatalkannya?
it: Desideri salvare il tuo lavoro o annullare?
ja: 作業を保存しますか? それともキャンセルしますか?
lv: Vai jūs vēlaties saglabāt savu darbu vai atcelt?
nl: Wilt u uw werk opslaan of annuleren?
no: Ønsker du å lagre arbeidet ditt eller avbryte?
pl: Zapisać pracę czy anulować?
pt: Você deseja salvar o seu trabalho ou cancelar?
ru: Сохранить или удалить работу?
sv: Vill du spara ditt arbete eller avbryta?
tr: Kaydetmek istiyor musunuz?
zh_cn: 您希望保存还是取消？
zh_hk: 您希望保存還是取消？

source: Apply Longterm
ar: طبق على المدى الطويل
cs: Použít dlouhodobý
da: Anvend Standard Dag Skabelonen
de: Langzeit verwenden
es: Aplicar Largo Plazo
fa: درخواست بلند مدت
fi: Liitä pitkän ajan ennuste
fr: Appliquer long terme
id: Penerapan Jangka Panjang
it: Applica lungo termine
ja: 長期を適用
lv: Pielietot Ilgtermiņa
nl: Apply Langetermijn
no: Bruk langsiktig
pl: Zastosuj Długoterminowy
pt: Aplicar Template de Longo Prazo
ru: Применить долгосрочный
sv: Tillämpa långtid
tr: Uygula uzun dönem
zh_cn: 应用长期模板
zh_hk: 應用長期範本

source: Manage Master Activities
ar: ادارة النشاطات الرئيسية
cs: Spravovat hlavní činnosti
da: Håndtere Master Aktivitet
de: Hauptaktivitäten verwalten
es: Gestionar Actividades Maestras
fa: مدیریت فعالیت های اصلی
fi: Hallinnoi pää-aktiviteettia
fr: Gérer activités maîtres
id: Mengatur Master Aktivitas
it: Gestione Attività Master
ja: マスター活動の管理
lv: Pārvaldīt Vadošās Aktivitātes
nl: Beheer Master Activiteiten
no: Administrere hovedaktiviteter
pl: Zarządzaj głównymi aktywnościami
pt: Gerenciar Atividades Mestra
ru: Управление специальными активностями
sv: Hantera huvudaktiviteter
tr: Ana aktiviteleri yönet
zh_cn: 管理主活动
zh_hk: 管理主活動

source: Master Activity
ar: النشاطات الرئيسية
cs: Hlavní činnost
da: Master Aktivitet
de: Hauptaktivität
es: Actividades Maestras
fa: فعالیت اصلی
fi: Pää-aktiviteetti
fr: Activité maître
id: Master Aktivitas
it: Attività Master
ja: マスター活動
lv: Vadošā Aktivitāte
nl: Master Activiteit
no: Hovedaktivitet
pl: Główna aktywność
pt: Atividade Mestra
ru: Специальная активность
sv: Huvudaktivitet
tr: Ana aktivite
zh_cn: 主活动
zh_hk: 主活動

# MasterActivityCanResultInColon
source: Can result in these activities:
ar: :يمكن ان ينتج عن هذه النشاطات
cs: Může ovlivnit tyto činnosti:
da: Kan resulter i disse aktiviteter:
de: Kann diese Aktivitäten ergeben:
es: Puede resultar en las siguientes actividades:
fa: : نتایج ممکن در این فعالیت ها
fi: Voi johtaa seuraaviin aktiviteetteihin:
fr: Peut résulter en ces activités:
id: Bisa menghasilkan dalam aktivitas ini:
it: Può dare come risultato queste attività:
ja: これらの活動に変更することができます:
lv: Var izraisīt šajās aktivitātēs:
nl: Kan in deze activiteiten resulteren:
no: Kan resultere i disse aktivitetene:
pl: Mogą wyniknąć następujące aktywności:
pt: Pode resultar nas seguintes atividades:
ru: Возможный результат в активностях:
sv: Kan resultera i följande aktiviteter:
tr: Bu aktiviteler ile sonuçlanabilir.
zh_cn: 可导致下列活动：
zh_hk: 可導致下列活動：

# MasterActivityColon
source: Master Activity:
ar: النشاطات الرئيسية:
cs: Hlavní činnost
da: Master Aktivitet
de: Hauptaktivität:
es: Actividad Maestra:
fa: : فعالیت اصلی
fi: Pää-aktiviteetti:
fr: Activité maître:
id: Master Aktivitas:
it: Attività Master:
ja: マスター活動
lv: Vadošā Aktivitāte:
nl: Master Activiteit:
no: Hovedaktivitet:
pl: Aktywność główna:
pt: Atividade Mestra:
ru: Специальная активность:
sv: Huvudaktivitet:
tr: Ana aktivite:
zh_cn: 主活动：
zh_hk: 主活動：

source: Not selected Activities
ar: لم يتم اختيار نشاطات
cs: Žádné vybrané činnosti
da: Ikke valgt Aktivitet
de: Zur Verfügung stehende Aktivitäten
es: Actividades no seleccionadas
fa: فعالیتهای انتخاب نشده
fi: Ei valittuja aktiviteetteja
fr: Activités non sélectionnées
id: Bukan aktivitas yang dipilih
it: Nessuna attività selezionata
ja: 活動が選択されていません
lv: Neatlasītās Aktivitātes
nl: Niet geselecteerd Activiteiten
no: Ikke valgte aktiviteter
pl: Niewybrane aktywności
pt: Atividades não selecionadas
ru: Невыбранные активности
sv: Ej valda aktiviteter
tr: Aktivite seçilmedi
zh_cn: 未选择活动
zh_hk: 未選擇活動

# SelectActivitiesIncludedInMaster
source: Select which activities the master activity can become
ar: اختر النشاطات التى يمكن ان تصبح نشاط رئيسى
cs: Zvolte, která činnost se může stát hlavní činnosti
da: Vælg hvilke aktiviteter som kan være Master Aktiviteter
de: Aktivitäten auswählen, die zur Teilaktivität werden können.
es: Seleccione qué actividades pueden sustitiur la Actividad Maestra
fa: فعالیت هایی را انتخاب کنید می توانند به عنوان فعالیت اصلی در نظر گرفته شوند
fi: Valitse mihin aktiviteetteihin pääaktiviteetti on yhdistetty
fr: Sélectionner quelles activités l'activité maître peut devenir
id: Pilih aktivitas mana yang bisa menjadi Aktivitas Master
it: Seleziona quali attività può diventare l'Attività Master
ja: マスター活動をどの活動に変更可能とするかを選択
lv: Izvēlieties, kuras aktivitātes var kļūt par vadošajām aktivitātēm
nl: Selecteer welke activiteiten de master activiteit kan worden
no: Velg hvilke aktiviteter hovedaktiviteten kan bli
pl: Wybierz na jakie aktywności może się przekształcić aktywność główna
pt: Selecione quais as atividades que uma Atividade Mestra pode se tornar
ru: Выберите активности для создания специальной активности
sv: Välj vilka aktiviteter huvudaktiviteten kan bli
tr: Ana aktiviteyi oluşturacak aktiviteyi seç
zh_cn: 选择主活动可成为哪些活动
zh_hk: 選擇主活動可成為哪些活動

source: Selected Activities
ar: النشاطات المختارة
cs: Vybrané činnosti
da: Valgte aktiviteter
de: Ausgewählte Aktivitäten
es: Actividades Seleccionadas
fa: فعالیتهای انتخاب شده
fi: Valitut aktiviteetit
fr: Activités sélectionnées
id: Aktivitas Terpilih
it: Attività selezionate
ja: 選択した活動
lv: Atlasītās Aktivitātes
nl: Geselecteerde Activiteiten
no: Valgte aktiviteter
pl: Wybrane aktywności
pt: Atividades Selecionadas
ru: Выбранные активности
sv: Valda aktiviteter
tr: Seçili aktiviteler
zh_cn: 被选的活动
zh_hk: 被選的活動

# SelectMasterActivitetToManage
source: Select master activity to change
ar: اخطار النشاط الرئيسى لتغييره
cs: Zvolte hlavní činnost ke změně
da: Vælg hvilken Master Aktivitet du vil ændre
de: Hauptaktivität zur Änderung wählen
es: Seleccione Actividad Maestra a modificar
fa: فعالیت اصلی را برای تغییر انتخاب کنید
fi: Valitse pääaktiviteetti muokattavaksi
fr: Sélectionner activité maître afin de modifier
id: Pilih Master Aktivitas yang akan diubah
it: Seleziona l'Attività Master da modificare
ja: 変更するマスター活動を選択
lv: Izvēlieties mainīt vadošo aktivitāti
nl: Selecteer master activiteit te veranderen
no: Velg hovedaktivitet å endre
pl: Wybierz główną aktywność do modyfikacji
pt: Selecione uma Atividade Mestra para modificar
ru: Выбор специальной активности для изменения
sv: Välj huvudaktivitet att ändra
tr: Değiştirmek istediğiniz ana aktiviteyi seçin
zh_cn: 选择用于修改的主活动
zh_hk: 選擇用於修改的主活動

# NewMasterActivity
source: New Master
ar: رئيسى جديد
cs: Nový vzor
da: Ny Master Aktivitet
de: Neue Hauptaktivität
es: Nueva Actividad Maestra
fa: کارفرمای جدید
fi: Uusi pää-aktiviteetti
fr: Nouveau maître
id: Master Baru
it: Nuova Master
ja: 新規マスター
lv: Jauna Vadošā
nl: Nieuwe Master
no: Ny hovedaktivitet
pl: Nowa główna
pt: Nova Mestra
ru: Новая специальная активность
sv: Ny huvudaktivitet
tr: Yeni ana yapı
zh_cn: 新建主活动
zh_hk: 新建主活動

source: Period not in legal state
ar: الفترة ليست فى وضع قانونى
cs: Období není v povoleném stavu
da: Perioden er ikke i lovlig tilstand
de: Periodenregel nicht erfüllt
es: El período no está en estado legal
fa: دوره در وضعیت قانونی
fi: Jakso ei ole sopimuksen mukaisessa tilassa.
fr: Période pas en statut légal
id: Periode tidak terdapat dalam status resmi
it: Periodo in stao non consentito
ja: 合法でない期間
lv: Periods nav atļautajā statusā
nl: Periode niet aan de wetgeving staat
no: Periode ikke OK
pl: Okres w niedopuszczalnym stanie
pt: Período em estado ilegal
ru: Период не в Legal state
sv: Period inte i giltigt läge
tr: Period yasal durumda değil
zh_cn: 周期不在合法状态
zh_hk: 週期不在合法狀態

source: Audit Trail Settings
ar: ضبط المراجعه
cs: Nastavení auditu plánu
da: Vagt Historik indstillinger
de: Protokoll Einstellungen
es: Propiedades de Pista de Auditoría
fa: تنظیمات ممیزی
fi: Työvuorohistoria asetukset
fr: Propriétés audit trail
id: Setting Jejak Audit
it: Impostazioni tracciamento controllo
ja: 監査証跡の設定
lv: Revīzijas Taku Uzstādījumi
nl: Audit Trail instellingen
no: Innstillinger for revisjonsspor
pl: Ustawienia audytowania
pt: Configurações da Trilha de Auditoria
ru: Настройки контрольного журнала ведения расписания
sv: Inställningar för ändringslogg
tr: Denetim izi ayarları
zh_cn: 审计跟踪设定
zh_hk: 審計跟蹤設定

# AuditTrailSetting
source: Audit Trail Settings
ar: ضبط المراجعه
cs: Nastavení auditu plánu
da: Vagt Historik indstillinger
de: Protokolll Einstellungen
es: Propiedades de Pista de Auditoría
fa: تنظیمات ممیزی
fi: Työvuorohistoria asetukset
fr: Propriétés audit trail
id: Setting Jejak Audit
it: Impostazioni tracciamento controllo
ja: 監査証跡の設定
lv: Revīzijas Taku Uzstādījumi
nl: Audit Trail Instellingen
no: Innstillinger for revisjonsspor
pl: Ustawienia audytowania
pt: Configurações da Trilha de Auditoria
ru: Настройки контрольного журнала ведения расписания
sv: Inställningar för ändringslogg
tr: Denetim izi ayarları
zh_cn: 审计跟踪设定
zh_hk: 審計跟蹤設定

# AuditTrailSettingOffQuestion
source: Turning off the Audit Trail for schedules will remove all collected audit trail data. Do you wish to continue?
ar: الغاء المراجعه للجداول سيزيل كل بيانات التتبع. هل تريد الاستمرار؟
cs: Vypnutí auditu pro plánovány odstraní všechna nashromážděná data auditu. Opravdu chcete porkačovat?
da: Ved at slukke for Historik i planer, fjerne du alle tidligere opsamlede historiske data. Ønsker du at fortsætte?
de: Das Ausschalten des Planungsprotokolls wird alle gesammelten Daten des Planungsprotokolls löschen. Wollen Sie fortsetzen?
es: Desactivando Pista de Auditoría resultará en el borrado de todos los datos recogidos en dicha pista. Desea continuar?
fa: غیر فعال کردن ممیزی برای زمان بندی ها همه اطلاعات جمع اوری شده را پاک می کند.آیا می خواهید ادامه دهید؟
fi: Jos käynnistät muutostietojen lukemisen työvuorotiedoille, tullaan kaikkia historiatieto poistamaan. Haluatko jatkaa?
fr: Arrêter l'audit trail pour les plannings va supprimer toutes les données collectées. Voules-vous continuer?
id: Mematikan Jejak Audit untuk jadwal akan menghilangkan seluruh data jejak audit yang sudah ada. Apakah anda ingin melanjutkan?
it: La disattivazione del tracciamento di controllo pianificazione rimuoverà tutti i dati memorizzati fino a oggi. Desideri continuare?
ja: スケジュールの監査証跡をオフにすると、収集された監査証跡データが全て削除されます。作業を続けますか?
lv: Atslēdzot Revīzijas Taku grafikiem tiks noņemti visi uzkrātie revīzijas taku dati. Vai vēlaties turpināt?
nl: Het uitschakelen van de Audit Trail voor de roosteren zal alle verzamelde audit trail gegevens verwijderen. Wilt u doorgaan?
no: Vis du slår av revisjonsspor for timeplaner kommer alle innsamlede data at fjernes. Ønsker du å fortsette?
pl: Wyłączenia audytowania dla planów usunie wszystkie zebrane dane audytowe. Kontynuować?
pt: Se você desligar a Trilha de Auditoria, todos os dados que foram coletadas por ela serão perdidos.Você deseja continuar?
ru: Отключение контрольного журнала приведет к удалению всех сохраненных до этого данных. Продолжить?
sv: Om du slår av ändringslogg för schemadata kommer all insamlad spårbarhetsinformation att raderas. Vill du fortsätta?
tr: Denetim izlerini kapatmak tüm toplanan bilgileri silecektir. Devam etmek istiyor musunuz?
zh_cn: 关闭审计跟踪将删除所有现存的审计跟踪记录，您确定要继续吗？
zh_hk: 關閉審計跟蹤將刪除所有現存的審計跟蹤記錄，您確定要繼續嗎？
