Repository: Teleopti/Stardust
Catalog: Teleopti.Ccc.UserTexts/Resources.*.resx
Languages: ar, cs, da, de, es, fa, fi, fr, id, it, ja, lv, nl, no, pl, pt, ru, sv, tr, zh_cn, zh_hk

# ResetBadgesFailed
source: Failed to reset badges, please try later!
ar: فشل فى إعادة ضبط البادجات ، فضلا حاول مرة أخرى!
cs: Resetování odznaků se nepovedlo, zkuste to prosím později!
da: Kunne ikke nulstille märke, pröv venligst senere!
de: Zurücksetzen der Badges abgebrochen! Bitte versuchen Sie es erneut.
es: Error al intentar restablecer medallas, por favor intente más tarde!
fa: ریست کردن علامت موفقیت آمیز نبود، لطفا بعدا تلاش کنید!
fi: Mitalien korjaus epäonnistui, yritä uudelleen!
fr: Echec de la mise à zéro des badges, merci de réessayer plus tard!
ja: バッジのリセットに失敗しました。後で再試行してください。
lv: Neizdevās atiestatīt medaļas, lūdzu mēģiniet vēlāk!
no: Kunne ikke tilbakestille utmerkelsene, prøv igjen senere!
pl: Nie udało się zresetować odznak, prosimy spróbować później!
pt: Houve uma falha ao apagar as medalhas, por favor tente de novo mais tarde!
ru: Невозможно сбросить уровни, попробуйте позже!
sv: Misslyckades med att återställa medaljer. Var god försök igen senare.
tr: Madalyalar toplu sıfırlanamadı. Lütfen daha sonra tekrar deneyin.
zh_cn: 重置徽章失败，请稍后重试！
zh_hk: 重置徽章失敗，請稍後重試！

# SendEmailFromColon
source: Send email from:
ar: ارسل بريد من:
cs: Odeslat email od:
da: Send email fra:
de: Email senden von:
es: Enviar e-mail desde:
fa: ارسال ایمیل از:
fi: Lähetä sähköposti:
fr: Envoyer email depuis:
ja: からeメール送信
lv: Sūtīt e-pastu no:
no: Send e-post fra:
pl: Wyślij email od:
pt: Enviar e-mail de:
ru: Отправить email c:
sv: Skicka e-post från:
tr: Gönderen
zh_cn: 发送e-mail自：
zh_hk: 發送e-mail自：

# SetWhichColumnToGetSmsPhoneNumberFromColon
source: Set which column to get SMS phone number from:
ar: قم بضبط صف للحصول على رسالة نصية من رقم هاتف:
cs: Nastavte který sloupec slouží pro SMS číslo odesílatele:
da: Angiv Valgfri Kolonne der indeholder SMS mobilnummer
de: Einstellung der Spalte für SMS Telefonnummer
es: Seleccione de qué columna se tomará el nr. tel. para SMS:
fa: تنظیم کنید که کدام ستون شماره تلفن SMSرا از : بگیرد
fi: Määritä sarake, josta haetaan puhelinnumero tekstiviestin lähettämiseen:
fr: Définissez quelle colonne doit servir de source pour obtenir le numéro de téléphone pour SMS
ja: SMS電話番号を取得する列の設定
lv: Uzstādīt no kuras kolonnas ņemt SMS tālruņa numuru:
no: Hvilken kolonne ønsker du SMS telefonnummer fra:
pl: Ustaw kolumnę z której można uzyskać numer telefonu SMS:
pt: Configure de qual coluna será obtido o número de telefone para o qual as mensagens SMS serão enviadas:
ru: Выберите какой столбец содержит номер телефона для отправики SMS:
sv: Ange vilken kolumn telefonnumret att skicka SMS till ska hämtas från:
tr: SMS'in gönderileceği telefon numaraları hangi sütundan alınsın?
zh_cn: 设定从哪个栏位获取SMS电话号码：
zh_hk: 設定從哪個欄位獲取SMS電話號碼：

# ShiftBackToLegal
source: Adjust shifts to match shift bag
ar: تعديل الورديات للتوافق مع حقيبة الوردية
cs: Upravit směny, aby odpovídaly balíčku směn
da: Juster vagt for at passe til vagtsamling
de: Schichten an Schichtsammlung anpassen
es: Ajustar los turnos para que coincidan con la bolsa de turnos
fa: تنظیم شیفت ها برای انطباق با بسته شیفت
fi: Muokkaa työvuorot siten, että ne vastaavat vuoropussia
fr: Corriger horaires selon banques horaires
ja: シフトバッグに基づかないシフトを修正してください
lv: Pielāgot maiņas, lai atbilstu maiņu portfelim
no: Juster skift til å matche skift bagen
pl: Dopasuj zmiany aby pasowały do Aktówki Zmian
pt: Ajustar turnos de acordo com a cesta de turnos
ru: Скорректировать смены, чтобы соответствовать контейнеру смен
sv: Korrigera skift för att matcha skiftpåsen
tr: Vardiyaları vardiya torbasına uyacak şekilde düzenle
zh_cn: 调整班次以匹配班次包
zh_hk: 調整班次以匹配班次包

# ShiftExchangeOfferValidTo
source: Shift trade offer valid to
ar: عرض تبادل وردية متاح حتى
cs: Výměna směny je validní do
da: Tilbud gyldig indtil
de: Angebot gültig bis:
es: Oferta de cambio de turno válida hasta
fa: پیشنهاد معاوضه شیفت معتبر به
fi: Vuoronvaihto on tarjossa
fr: Offre d'échange d'horaire valide à
lv: Samaiņas piedāvājums derīgs līdz
no: Skift bytte er gyldig til
pl: Oferta zamiany dyżuru ważna do:
pt: Oferta de troca de turno válida até
ru: Предложение на обмен сменами действительно до
sv: Erbjudandet om skiftbyte giltigt till
tr: Vardiya takasının geçerlilik süresi
zh_cn: 班次交换申请有效至
zh_hk: 班次交換申請有效至

# ShiftTradeBulletinBoard
source: Shift Trade Board
ar: لوحة نقاط تبادل الورديات
cs: Tabule pro výměnu směn
da: Vagtbytte Opslagtavle
de: Pinnwand
es: Tablón de Cambios de Turno
fa: تابلوی معاوضه شیفت
fi: Ilmoitustaulu vuoronvaihdoille
fr: Tableau d'échanges d'horaires
lv: Samaiņu Grozs
no: Skiftbytte tavle
pl: Tablica Giełdy Dyżurów
pt: Quadro de Avisos de Trocas de Turnos
ru: Доска обменов сменами
sv: Anslagstavla för skiftbyten
tr: Vardiya takası panosu
zh_cn: 调换班公告板
zh_hk: 調換班公告板

source: Single
ar: فردى
cs: Jednotlivý
da: Enkelt
de: Einzelne
es: Simple
fa: منفرد
fi: Yksittäinen
fr: Simple
ja: シングル
lv: Viena
no: Enkelt
pl: Pojedynczy
pt: Único
ru: Одиночный
sv: Enskilda
tr: Tek
zh_cn: 单个
zh_hk: 單個

source: Start time should be earlier than end time
ar: بداية الوقت يجب أن تكون قبل نهاية الوقت
cs: Čas začátku musí být dříve než čas konce
da: Starttid skal väre tidliger end sluttid
de: Startzeit sollte vor der Endzeit liegen
es: Hora de comienzo debe ser más temprano que la hora de fin
fa: زمان شروع باید از زمان پایان کوچکتر باشد
fi: Aloitusaika tulee olla aiemmin, kuin päättymisaika
fr: L' heure de début doit être plus tôt que l'heure de fin
lv: Sākuma laikam ir jābūt agrākam nekā beigu laikam
no: Starttid må være tidligere enn sluttiden
pl: Czas rozpoczęcia powinien być wcześniejszy niż czas zakończenia
pt: O tempo inicial deve ser maior que o tempo final
ru: Время начала должно быть раньше, чем время окончания
sv: Starttiden måste vara tidigare än sluttiden
tr: Başlangıç süresi bitiş süresinden önce gelmeli.
zh_cn: 开始时间应早于结束时间
zh_hk: 開始時間應早於結束時間

source: Teleopti Product Activation Key Exception
ar: الاستثناء الخاص بمفتاح التنشيط الخاص ب Teleopti
cs: Vyjímka aktivačního kliče Teleopti
da: Teleopti Produktaktiveringsnögle Undtagelse
de: Teleopti Lizenzschlüssel - Fehler
es: Clave de Activación de Producto Teleopti - Excepción
fa: استثنای کلید فعالسازی محصول Teleopti
fi: Teleopti tuoteavaimen poikkeus
fr: Exception de clé d'activation produit Teleopti
no: Teleopti produktaktiveringsnøkkel er forventet
pl: Wyjątek Aktywacji Klucza Produktu Teleopti
ru: Исключение ключа активации продукта Teleopti
sv: Fel vid hanteringen av produktaktiveringsnyckeln
tr: Lisans dosyası hatası
zh_cn: Teleopti产品激活密钥免责条款
zh_hk: Teleopti產品啟用金鑰免責條款

# TestSendingToColon
source: Test sending to:
ar: ارسال الاختبار إلى:
cs: Test posílaný pro:
da: Test udsendelse fra:
de: Test senden an:
es: Envío de prueba a:
fa: آزمایش ارسال به:
fi: Testaa lähettää:
fr: Tester l'envoi vers:
ja: へテスト送信
lv: Testa sūtījums no:
no: Send test til:
pl: Próbna wysyłka do:
pt: Testar envio para:
ru: Тест отправляется:
sv: Testskicka till:
tr: Test gönderiliyor:
zh_cn: 测试发送到：
zh_hk: 測試發送到：

# TooManyAgentsIsUsedWarning
source: You are using more agents ({0}) than your license allows ({1}). You now have {2} days left to reduce the agents or apply a product activation key that covers so many agents.
ar: انت تستخدم عدد أكبر من الممثلين {0} أكثر مما تسمح به رخصتك {1} لديك الآن {2} يوم لتخفيض عدد الممثلين، أو قم بطلب مفتاح تنشيط يغطى عدد أكبر من الممثلين.
cs: Používáte více agentů ({0}) než vaše licence umožňuje ({1}). Nyní máte {2} dny na snížení počtu agentů nebo použít aktivační klíč produktu, který pokrývá tolik agentů.
da: Du bruger flere medarbejdere ({0}) end din licens tillader ({1}). Du har {2} dage tilbage til at reducere antallet af medarbejdere eller installere en produkt aktivationsnögle der däkker så mange medarbejdere
de: Sie nutzen mehr Mitarbeiter ({0}) als Sie lizensiert haben ({1}). Sie haben {2} Tage um die Mitarbeiter zu reduzieren oder eine neue Lizenzschlüssel mit ausreichend viel lizensierten Mitarbeiter hinzuzufügen.
es: Está usando {0} agentes activos y su licencia habilita {1}. Tienes {2} días para reducir el número de agentes o aplicar una clave de activación de producto que cubra ese número de agentes.
fa: شما بیشتر از ({0}) پاسخگو استفاده می کنید در حالیکه مجوز شما ({1}) است.
fi: Teillä on liian monta agenttia ({0}) käytössä, koska lisenssi kattaa ainoastaan ({1}). Teillä on {2} päivää aikaa vähentää aktiivisien agenttien määrää tai liittää uusi tuoteavain, joka kattaa tarpeeksi monta agenttia.
fr: Vous utilisez plus d'agents ({0}) que votre licence le permet ({1}). Vous avez à présent ({2}) jours pour réduire les agents ou appliquez une licence qui couvre autant d'agents.
it: Stai usando più agenti ({0}) di quanto concesso dalla tua licenza ({1}). Hai ancora {2} giorni per ridurre gli agenti o inserire una nuova licenza che copra sitanti agenti.
lv: Jūs izmantojat vairāk operatoru ({0}) nekā jūsu licence ļauj ({1}). Jums tagad ir atlikušas {2} dienas, lai samazinātu operatoru skaitu vai lietot produkta aktivizācijas atslēgu, kas pieļauj tik daudz operatorus.
nl: U maakt gebruik van meerdere agenten ({0}) dan uw licentie toestaat ({1}). U heeft nu {2} dagen over om de agenten te verminderen of een licentie die zo veel agenten dekt toepassen.
no: Du benytter flere agenter ({0}) enn din lisens tillater ({1}). Du har {2} dager igjen til å redusere antall agenter eller motta en aktiveringskode som dekker denne mengden agenter
pl: Używasz więcej agentów ({0}) niż licencja pozwala ({1}). Masz teraz {2} dni pozostałych do zmniejszenia liczby agentów lub na zastosowanie klucza aktywacji produktu, który obejmuje tak wielu agentów.
pt: Você está usando mais agentes ({0}) do que é permitido pela sua licença ({1}). Você tem {2} dias para reduzir o número de agentes ou aplicar uma nova chave de ativação do produto que suporte esse número de agentes.
ru: У вас больше операторов ({0}), чем позволяет лицензия ({1}). У вас есть {2} дня(-ей), чтобы снизить количество операторов или применить новый ключ активации продукта.
sv: Fler agenter ({0}) än din licens tillåter ({1}) är aktiva. Du har nu {2} dagar på dig att minska antalet agenter eller lägga på en produktaktiveringsnyckel som täcker tillräckligt många.
tr: Lisansınız kapsamında bulunan ({1}) müşteri temsilcisinden ({0}) daha fazla müşteri temsilcisi kullanmaktasınız. {2} gün içerisinde lisansınızı yenilemek zorundasınız.
zh_cn: 您当前使用的座席代表数 ({0}) 大于授权数 ({1}). 您现在有 {2} 天时间来减少座席代表或应用能够包含足够座席代表的产品激活密钥。
zh_hk: 您當前使用的座席代表數 ({0}) 大於授權數 ({1}). 您現在有 {2} 天時間來減少座席代表或應用能夠包含足夠座席代表的產品啟用金鑰。

# UnSupportedOptimizationBlockAndTimeBetweendays
source: Optimization step "Time between days" is not executed when block and same shift are selected.
ar: تحسين خطوة " الوقت بين الايام" لم تنفذ حينما تم اختيار الوردية
cs: Optimiyační krok "Čas mezi dny" nemůže být spuštěn pokud je vybrán blok a stejná směna.
da: Optimerings skridt "Tid imellem dage" er ikke gennemfört når blok og samme vagt er valgt.
de: Option "Zeit zwischen den Tagen" wird nicht ausgeführt, wenn bei der Blockplanung "Gleiche Schichten" ausgewählt wurde,
es: El paso de optimización "Tiempo entre días" no se ejecuta cuando la planificación se hace en blocke usando el mismo turno.
fa: مرحله بهبود "زمان بین روزها"وقتی که بلوک یا همان شیفت انتخاب شده باشد اجرا نمی شود
fi: Optimointivaihe "Aika päivien välillä" ei ole suoritettu, kun blokki ja sama työvuoro on valittuna.
fr: L'étape d'optimisation "longueurs d'horaires entre jours" n'est pas exécutée lorsque blocs et même horaires sont sélectionnés.
ja: 最適化手順でブロックと同じシフトが選択された場合は複数日の間の時間は実行されません
lv: Optimizācija solis "Laiks starp dienām" nav izpildīts, kad ir atlasīts bloks un tā pati maiņa.
no: Optimalisering trinn "Tid mellom dager" utføres ikke når blokk og samme skift er valgt.
pl: Krokiem optymalizacji "Czas między dniami" nie jest wykonywany w przypadku zaznaczenia bloku i tej samej zmiany.
pt: A opção de otimização "Tempo entre os dias" não pode ser executada quando agendamento de bloco e mesmo turno estão selecionados.
ru: Шаг оптимизации "время между днями" не выполняется, если выбрано планирование блоками одна и та же смена.
sv: Optimeringssteget "Tid mellan dagar" utförs inte när blockschemaläggning och samma skift är valt.
tr: Aynı anda hem blok vardiyalama hem de "aynı başlangıç süresi" ayarları seçildiğinden, "Günler arası zaman" optimizasyon aşaması gerçekleştirilemedi.
zh_cn: 当批次排班及相同班次被选择时，优化步骤 "每日班次长度" 将不被执行。
zh_hk: 當批次排班及相同班次被選擇時，優化步驟 "每日班次長度" 將不被執行。

# UpdatingAbsence
source: Updating absence for
ar: تحديث الغياب لـ
cs: Aktualizuji absenci pro
da: Opdaterer fravär for
de: Aktualisiere Abwesenheit für
es: Actualizando ausencia para
fa: به روز رسانی مرخصی برای
fi: Päivitä poissaolo
fr: Met à jour l'absence pour
lv: Atjaunina prombūtnes
no: Oppdater fravær for
pl: Aktualizuję nieobecność dla
pt: Atualizando ausência para
ru: Обновление отсутствия для
sv: Uppdaterar frånvaro för
tr: Devamsızlık güncelleniyor
zh_cn: 正在更新缺勤为
zh_hk: 正在更新缺勤為

# UploadingNewProductActivationKeyFailed
source: Product activation key application failed
ar: مفتاح التنشيط الخاص بالبرنامج خاطئ
cs: Aktivace selhala.
da: Produktaktiveringsnögleapplikationen er fejlet
de: Hinzufügen des Product Application Keys ist fehlgeschlagen.
es: La aplicación de clave de activación de producto ha fallado
fa: برنامه کاربردی فعالسازی محصول موفقیت آمیز نبود
fi: Tuoteavaimen liittäminen epäonnistui
fr: Echec de la clé d'activation produit
no: Produktaktiveringsnøkkel program mislyktes
pl: Nie udało sie wprowadzić kluczas aktywacji.
pt: A aplicação da chave de ativação do produto falhou
ru: Не удалось применить ключ активации продукта
sv: Installation av produktaktiveringsnyckel misslyckades
tr: Lisans yüklemesi başarısız
zh_cn: 产品激活密钥应用失败
zh_hk: 產品啟用金鑰應用失敗

source: View Badge
ar: اعرض الشارة
cs: Zobrazit odznak
da: Vis märke
de: Badge anzeigen
es: Ver Medalla
fa: مشاهده علامت
fi: Näytä mitali
fr: Voir badge
ja: バッジを表示
lv: Skatīt Medaļas
no: Vis utmerkelser
pl: Zobacz odznaki
pt: Visualizar Medalhas
ru: Просмотр уровней
sv: Visa medalj
tr: Madalyaları göster
zh_cn: 查看徽章
zh_hk: 查看徽章

source: View Badge Leaderboard
ar: اعرض البادج
cs: Zobrazit hodnocení odznaků
da: Vis märke leaderboard
de: Badge Rangliste anzeigen
es: Ver Tabla de Posiciones
fa: مشاهده آنلاین علامت
fi: Näytä mitalitaulu
fr: Voir le classement des badges
ja: バッジリーダーボードを表示
lv: Skatīt Medaļu Ieguvējus
no: Vis utmerkelsestavlen
pl: Tablica Liderów Odznak
pt: Visualizar Ranking das Medalhas
ru: Просмотр доски лидеров
sv: Visa medaljtavla
tr: Madayla tablosunu göster
zh_cn: 查看徽章排行榜
zh_hk: 查看徽章排行榜

# YouHaveAlmostTooManyActiveAgents
source: You have {0} active agents but you are licensed to have only {1}. Please upgrade your product activation key soon
ar: لديك {0} ممثلين نشطاء ولكنك مرخص للحصول على {1} فقط. فضلا قم بترقية مفتاح التنشيط
cs: Máte {0} aktivních agentů, ale licencováno máte jen {1} aktivních agentů. Navyšte prosím svou licenci co nejdříve.
da: Du har {0} aktive medarbejdere men din licens gälder kun {1}. Vär venlig at opgrader din produktaktiveringsnögle snarest
de: Sie haben {0} aktive Mitarbeiter, jedoch eine Lizenz für nur {1} Mitarbeiter. Bitte erweitern Sie ihre Lizenz rechtzeitig.
es: Tienes {0} agentes activos pero tienes licencia para tener sólo {1}. Por favor, actualice su clave de activación de producto en breve.
fa: شما {0} پاسخگوی فعال دارید اما بر اساس مجوز تنها می توانید {1} پاسخگوی فعال داشته باشید. لطفا در اسرع وقت کلید فعالسازی محصول را ارتقاء دهید
fi: Teillä on {0} aktiivista agenttia mutta lisenssi kattaa ainoastaan {1} agenttia. Muistakaa päivittää tuoteavain.
fr: Vous avez {0} agents actifs mais vous êtes uniquement licencié pour {1}. Merci de mettre à niveau votre clé de licence
id: Anda memiliki {0} agent aktif tetapi anda hanya terlisensi untuk {1}. Silakan upgrade lisensi anda segera
it: Hai {0} agenti attivi ma la tua licenza ne prevede solo {1}. Aggiorna la tua licenza persto per favore.
nl: U heeft {0} actieve agente, maar U bent alleen gelicentieerd om {1} te hebben. Upgrade Uw licentie binnenkort
no: Du har {0} aktive agenter, men du er lisensiert til å bare ha {1}. Du må oppgradere din produktaktiveringsnøkkel snart
pl: Masz {0} aktywnych agentów, ale udzielane są licencje na posiadanie jedynie {1}. Szybko, prosimy o zaktualizowanie klucza aktywacji produktu
pt: Você tem {0} agentes ativos, no entanto você está licenciado para ter somente {1}. Por favor atualize a sua chave de ativação do produto logo
ru: У вас {0} активных операторов, но лицензия рассчитана только на {1}. Пожалуйста, обновите ключ активации продукта
sv: Ni har {0} aktiva agenter, men ni har licens för endast {1}. Ni bör snarast skaffa er en utökad produktaktiveringsnyckel
tr: {0} aktif müşteri temsilciniz var fakat lisansınız gereği en fazla {1} müşteri temsilcisine anyı anda lisans kullandırabilirsiniz. Lütfen en kısa zamanda lisansınızı yenileyin.
zh_cn: 您当前有{0}个激活的座席代表，但您所授权的座席代表数为{1}. 请尽快更新您的产品激活密钥
zh_hk: 您當前有{0}個啟動的座席代表，但您所授權的座席代表數為{1}. 請儘快更新您的產品啟用金鑰

# YouHaveAlmostTooManySeats
source: You have almost reached your licensed limit of {0} seats. Please upgrade your product activation key soon.
ar: لقد وصلت إلى الحد المسموح به من المقاعد المرخصة. فضلا قم بترقية مفتاح التنشيط فى القريب.
cs: Téměř jste dosáhli svého licencovaného limitu {0} míst. Prosím, aktualizujte svůj produktový aktivační klíč brzy.
da: Du har nästen nået dit maximum af {0} pladser. Vär venlig at opgrader din produktaktiveringsnögle snarest
de: Sie haben Ihr lizensiertes Limit von {0} Plätzen erreicht. Bitte erweitern Sie ihre Lizenz rechtzeitig.
es: Está a punto de alcanzar el límite de su licencia para {0} puestos. Por favor actualice su clave de activación de producto.
fa: شما تقریبا به محدویت لایسنس {0} صندلی خود رسیده اید. لطفا کلید فعالسازی محصول خود را در اسرع وقت ارتقاء دهید
fi: Te ylitätte kohta lisenssoidun määrän paikkoja {0}. Muistakaa päivittää tuoteavain.
fr: Vous avez presque atteint votre limite de licences de {0} postes. Merci d'augmenter votre licence prochainement.
id: Anda hampir mencapai batas lisensi {0} seat. Silakan upgrade lisensi segera.
it: Hai quasi raggiunto il numero limite di {0} postazioni indicato nella licenza. Aggiorna la tua licenza presto per favore.
nl: U heeft bijna Uw gelicentieerde limiet van {0} seats bereikt. Upgrade Uw licentie binnenkort.
no: Du har nesten nådd grensen for antal {0} lisensierte plasser. Du må snart oppgradere din produktaktiveringsnøkkel .
pl: Zostały prawie osiągnęty limit licencjonowania {0} miejsc. Szybko, prosimy o zaktualizowanie klucza aktywacji produktu.
pt: Você está próximo do limite de {0} PAs para o qual você está licenciado. Por favor atualize a sua chave de ativação do produto logo.
ru: Вы почти достигли лимита {0} рабочих мест. Пожалуйста, обновите ключ активации продукта.
sv: Ni har nästan nått er gräns på {0} arbetsplatser. Du bör snarast skaffa en utökad produktaktiveringsnyckel.
tr: Lisansınızın kotasında bulunan {0} yer sınırını aştınız. Lütfen lisansınızı en kısa sürede yenilemeye çalışın.
zh_cn: 您即将到达您所授权的席位上限{0} 。请尽快更新您的产品密钥
zh_hk: 您即將到達您所授權的席位上限{0} 。請儘快更新您的產品金鑰

# YouHaveTooManyActiveAgents
source: You have {0} active agents but you are licensed to have only {1}. You must upgrade your product activation key before you can continue
ar: لديك {0} ممثلين نشطاء ولكنك مرخص للحصول على {1} فقط. يجب أن تقوم بترقية مفتاح التنشيط
cs: Máte {0} aktivních agentů, ale licencováno máte jen {1} aktivních agentů. Musíte získat aktivační klíč produktu, který pokrývá dostatek aktivních agentů
da: Du har {0} aktive medarbejdere men din licens gälder kun {1}. Du skal opgradere din produktaktiveringsnögle för du kan fortsätte
de: Sie haben {0} aktive Mitarbeiter, jedoch eine Lizenz für nur {1} Mitarbeiter. Sie müssen ihre Lizenz erweitern, bevor Sie fortfahren können.
es: Tienes {0} agentes activos pero tienes licencia para tener sólo {1}. Debes actualizar tu clave de activación de producto para poder continuar.
fa: شما {0} پاسخگوی فعال دارید اما بر اساس مجوز تنها می توانید {1} پاسخگوی فعال داشته باشید. پیش از ادامه باید کلید فعالسازی محصول را ارتقاء دهید
fi: Teillä on {0} aktiivista agenttia mutta lisenssi kattaa ainoastaan {1} agenttia. Teidän on päivitettävä tuoteavain ennen kuin pääsette jatkamaan.
fr: Vous avez {0} agents actifs mais vous êtes uniquement licencié pour {1}. Vous devez augmenter votre licence avant de pouvoir continuer
id: Anda memiliki {0} agent aktif tetapi anda hanya terlisensi untuk {1}. Anda harus mengupgrade lisensi sebelum melanjutkan.
it: Hai {0} agenti attivi ma la tua licenza ne prevede solo {1}- Devi aggiornare la tua chiave di licenza prima di continuare
nl: U heeft {0} actieve agente, maar U bent alleen gelicentieerd om {1} te hebben. U moet Uw licentie upgraden voordat u verder kunt gaan
no: Du har {0} aktive agenter, men du er lisensiert til å bare ha {1}. Du må oppgradere din produktaktiveringsnøkkel for å kunne fortsette
pl: Masz {0} aktywnych agentów, ale udzielane są licencje na posiadanie jedynie {1}. Przed kontynuowaniem należy uaktualnić swój klucz aktywacyjny produktu
pt: Você tem {0} agentes ativos, no entanto você está licenciado para ter somente {1}. Você precisa atualizar a sua chave de ativação do produto antes de continuar.
ru: У вас {0} активных операторов, но лицензия рассчитана только на {1}. Вам необходимо обновить ключ активации продукта, чтобы продолжить
sv: Ni har {0} aktiva agenter, men produktaktiveringsnyckeln täcker endast {1}. Ni måste utöka er produktaktiveringsnyckel innan ni kan fortsätta.
tr: {0} aktif müşteri temsilciniz var fakat lisansınız gereği en fazla {1} müşteri temsilcisine anyı anda lisans kullandırabilirsiniz. Devam etmeden önce lütfen lisansınızı yenileyin.
zh_cn: 您当前有{0}个激活的座席代表，但您所授权的座席代表数为{1}. 您必须升级您的产品激活密钥以继续
zh_hk: 您當前有{0}個啟動的座席代表，但您所授權的座席代表數為{1}. 您必須升級您的產品啟用金鑰以繼續
